{
    "id": 1076377,
    "title": "A renewed and more limited FOIR following a refusal: information about the relationship between the Charities Commission and Sheffield Council",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "a_renewed_and_more_limited_foir",
    "created_at": "2024-01-24T11:08:09.654+00:00",
    "events": [
        {
            "created_at": "2024-01-24T11:08:09.936+00:00",
            "message_id": 1588219,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nA previous FOIR, after a long delay and an Internal Review, has been refused on cost grounds.\nI was invited to make a new Request more limited in scope:\nPlease provide all information (emails,letters, meeting minutes,  phone conversation notes,etc)  relating to communications between the Charities Commission and Sheffield City Council in which there is mention of   Graves Park/Norton Nurseries between 2005 and the present.\nYours faithfully,\nRussell Johnson"
            ]
        },
        {
            "created_at": "2024-01-25T15:13:50.506+00:00",
            "message_id": 2533145,
            "type": "incoming",
            "content": [
                "Dear Russell Johnson,\nThank you for your request for information relating to Charity Commission\ncorrespondence on Graves Park/Norton Nurseries which we received on\n24/01/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 21/02/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-02-21T21:35:53.126+00:00",
            "message_id": 2562678,
            "type": "incoming",
            "content": [
                "Dear Mr Johnson\nThank you for your request for information relating to Charity Commission\ncorrespondence on Graves Park/Norton Nurseries, which we received on\n24/01/2024.\nWe appreciate this is a new request following our refusal of your last,\nwhich exceeded the “appropriate limit” cost of compliance. Unfortunately,\nyour revision still requires a level of processing far beyond the 18 hour\nlimit specified in the [1]Freedom of Information and Data Protection\n(Appropriate Limit and Fees) Regulations 2004 (SI 2004 No. 3244). We are\ntherefore declining to process it under section 12 of the Act.\nWhilst you have reduced your request from all communications from the\nCharity Commission to the council since 2005, to only those relating to\nGraves Park/Norton Nurseries, you have increased the scope of the request\nto include the council’s communications with the Charity Commission.\nConsider the two-way correspondence between two public authorities over 18\nyears. Changes in format between paper and electronic, changes in email\naddresses during that time, changes in council organisation, turnover of\nstaff, changes in case management systems, records on shared drives,\nrecords in emails. You have specifically mentioned: information (emails,\nletters, meeting minutes, phone conversation notes, etc.)\nAs an experienced user of FOI over many years, we want to ask you, with no\ndiminution of your rights nor our responsibilities, to empathise with the\neffort to locate, retrieve and extract this information from at least\nProperty Records, Parks and Countryside, Legal Services, and not excluding\nFinance & Commercial Services, the Chief Executive’s Office, Policy,\nDemocratic services, and services not even mentioned.\nAn insight, if we may, into Legal Services alone: the effort taken, for\nthis new request of yours, just locating the files and the deed packets to\ninterrogate has taken two and a half hours. We estimate two hours to go\nthrough each file and this is before looking through eight deed packets,\nwhich should take an hour in total. This takes Legal Service’s time to\n20.5 hours. And that is before we go to archived electronic records and\nthe records of senior lawyers.\nThese figures would be replicated across the council.\nWe do want to be able to respond to you. Our objections are only technical\nand have no bearing on the content of any material, which may or may not\nengage exemptions. We expect though the balance of the public interest to\nfavour disclosure.\nSo, what to do? We cannot impute motive but assume that the Rose Garden\ncafé closure must have influenced your request. Would it not be possible\nto confine your request to a much shorter period around that event. Of\ncourse, we apologise for any presumption and do not want to tie your hands\nin any way.\nIf you would like to narrow down the focus of your request, we would be\nhappy to process your revised request as a new request for information\nunder the Freedom of Information Act 2000.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.legislation.gov.uk/uksi/2004/...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}