{
    "id": 1111552,
    "title": "A Request for information about enforcement of SCC's Contract with 'Raw' for EV Chargers",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "a_request_for_information_about_5",
    "created_at": "2024-04-03T13:51:38.168+01:00",
    "events": [
        {
            "created_at": "2024-04-03T13:51:38.538+01:00",
            "message_id": 1635620,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nWith respect to the EV chargers provided by RAW under contract to SCC:\n(a) Does SCC monitor the performance of the provider in terms of their device's periods of functioning and otherwise?\n(b) If so, how is this data collected - does the Council rely on self-reporting by the company?\n(c) If relevant data is available:\n(i) in calendar years 2022,  2023 and first quarter 2024, how many of the relevant devices have been out of service and for what lengths of time?\n(ii) how many devices  over the same period have been out of service for longer than the contract stipulates - i.e. five days?\n(d) Where chargers have not been restored to functioning within the contractual requirement, what sanctions have been applied? (As an EV driver I know that many have been out of order for considerable periods - this can easily be confirmed on 'Zap Map'))\n(e) On how many occasions have any sanctions been used in 2023 and first quarter 2024?\n(f) If, as a recent Councillor's answer to a Public Question states (Cllr Miskell, 13 March Transport etc. Committee),  'the contract is under constant review':\n(i) how many breaches of contractual requirements could or would trigger the removal of the current provider?\n(ii) in such a circumstance, what would happen to the currently installed machines?\nYours faithfully,\nRussell Johnson"
            ]
        },
        {
            "created_at": "2024-04-10T14:20:46.549+01:00",
            "message_id": 2617911,
            "type": "incoming",
            "content": [
                "Dear Russell Johnson,\nThank you for your request for information relating to SCC's Contract with\n'Raw' for EV Chargers which we received on 03/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 01/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-01T18:28:52.020+01:00",
            "message_id": 2644480,
            "type": "incoming",
            "content": [
                "Dear Russell Johnson,\nThank you for your request for information relating to SCC's Contract with\n'Raw' for EV Chargers which we received on 03/04/2024.\nPlease find Sheffield City Council’s response to your request below:\n(a) Does SCC monitor the performance of the provider in terms of their\ndevice's periods of functioning and otherwise? SCC have a back-office\nsystem that shows when the machines are online / offline. Rest of the\ninformation is provided monthly through RAW.\n(b) If so, how is this data collected - does the Council rely on\nself-reporting by the company? The data is collected and recorded in a\nexcel document with graphs to highlight usage / up times / repairs /\ncomplaints, this show how much usage and how much income is set to be\nreceived. This is presented by RAW Contracts manager to the SCC Operations\nManager that deals with the contract.\n(c) If relevant data is available:\n(i) in calendar years 2022, 2023 and first quarter 2024, how many of the\nrelevant devices have been out of service and for what lengths of time?\nPlease see table below.\n(ii) how many devices over the same period have been out of service for\nlonger than the contract stipulates - i.e. five days? Please see table\nbelow.\n(d) Where chargers have not been restored to functioning within the\ncontractual requirement, what sanctions have been applied? (As an EV\ndriver I know that many have been out of order for considerable periods -\nthis can easily be confirmed on 'Zap Map')) Please see table below.\n(e) On how many occasions have any sanctions been used in 2023 and first\nquarter 2024? Please see table below.\nUnits that Date unit Due to Cable\nare became theft of stolen\nunavailable unavailable fixed and\nFast Rapid (a) (a) charging replaced\nSite Name Postcode Chargepoints Chargepoints cable? before\n(b) (how\nmany\ntimes)?\n(c)\nAlbert Road Available\nCar Park S2 4HT 4 -\nBroomspring Available\nLane Car\nPark S10 2FB 4 -\nEbenezer Available\nStreet Car\nPark S3 8SR 4 -\nFitzwilliam Available\nStreet Car\nPark S3 7SG 8 -\nLancing Available\nRoad Car\nPark S2 4EU 4 -\nShipton Available\nStreet Car\nPark S6 3EB 6 -\nSpooner Available\nRoad Car\nPark S10 5BL 4 -\nStewart Available\nRoad Car\nPark S11 8XT 4 -\nTrinity Unavailable March 24 Yes\nStreet Car\nPark S3 7AL - 2\nWindrush Available\nWay Car\nPark S3 8JU 8 -\nDevonshire Available\nLane S1 4UT 4 -\nPond Hill Available\n(Old Queens\nHead) S1 2BG - 1\nAvailable Nov 23 – Yes x1\nApr 24 this is\nClarence second\nLane S2 4LN - 4 time\nEldon Unavailable Nov 23 – Yes\nStreet / Available Apr 24\nCarpark S1 4GX - 4\nUnavailable Sep 23  Yes Yes x1\nPrince of / Available -Apr 24 this is\nWales Road second\nCarpark S9 4QB - 2 time\nParkers Unavailable   Yes\nLane\nCarpark S10 2SR - 2\nHoward Lane Available\nCarpark S1 2NT - 2\nBlyde Road Unavailable   Yes\nCarpark S5 7AF - 2\nCarver Lane Available\nCar Park S1 4EP - 3\nUnavailable Sep 23- Apr Yes Yes x1\n/ Available 24 this is\nZion Lane second\nCar Park S9 3YH - 3 time\nHale Street Unavailable   Yes\nCar Park S8 0YE - 2\nEdward Unavailable   Yes\nStreet Car\nPark S36 1FY - 2\nTotal   50 29\n(f) If, as a recent Councillor's answer to a Public Question states (Cllr\nMiskell, 13 March Transport etc. Committee), 'the contract is under\nconstant review': We are working hard with the supplier to get the\nmachines up and running, there is a nation-wide shortage of cables due to\nthe high level of theft. If we do keep getting failures within the\ncontracts, we charge the supplier a penalty cost for not meeting KPI’s.\nRAW took over from Franklin when they went out of business, so a lot of\nthe issues are inherited, and we do want to work on this relationship\nrather than look for a new supplier.\n(i) how many breaches of contractual requirements could or would trigger\nthe removal of the current provider? This depends on the contractual\nagreement, at the moment there are small issues which are working together\nto resolve.\n(ii) in such a circumstance, what would happen to the currently installed\nmachines? Last time we changed suppliers it was Franklin going out of\nbusiness and RAW buying the contents, our understanding would be if we\nused another supplier, such as Blink that supply our Fast Chargers, they\nwould install their own chargers and RAW would take their chargers back.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, April 10, 2024 2:21 PM\nTo: '[FOI #1111552 email]'\n<[FOI #1111552 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI /1096019\nDear Russell Johnson,\nThank you for your request for information relating to SCC's Contract with\n'Raw' for EV Chargers which we received on 03/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 01/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}