{
    "id": 1177984,
    "title": "A Request for Some Information About the 'Heart of the City II' Project",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "a_request_for_some_information_a",
    "created_at": "2024-09-22T11:27:18.309+01:00",
    "events": [
        {
            "created_at": "2024-09-22T11:27:18.708+01:00",
            "message_id": 1728461,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease provide the following relating to the City Centre Development known as the 'Heart of the City'\nAt 31 August, 2024:-\nThe numbers of let and vacant street level units;\nThe numbers of vacant and let non-street level, non-residential units;\nThe total floor areas of the let and vacant units referred to above;\nThe terms of any rental incentives (without any names of tenants) offered to potential and current occupiers of street level units;\nThe numbers of let and vacant residential units constructed as part of this scheme.\nAt end of the last complete financial year:\nThe total expenditure from all sources to complete the HoS2 scheme;\nThe total debt incurred by SCC to enable the scheme's completion;\nThe term and interest rate of any debt specifically associated with HoS2 whether secured on it or not.\nYours faithfully,\nAlbert Thwiepp"
            ]
        },
        {
            "created_at": "2024-09-23T12:21:07.138+01:00",
            "message_id": 2771106,
            "type": "incoming",
            "content": [
                "Dear Albert Thwiepp,\nThank you for your request for information relating to Heart of the City 2\nwhich we received on 22/09/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 18/10/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-10-18T14:47:49.479+01:00",
            "message_id": 2798190,
            "type": "incoming",
            "content": [
                "Dear Albert Thwiepp,\nThank you for your request for information relating to Heart of the City 2\nwhich we received on 22/09/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nThe numbers of let and vacant street level units; The numbers of vacant\nand let non-street level, non-residential units; The total floor areas of\nthe let and vacant units referred to above; The terms of any rental\nincentives (without any names of tenants) offered to potential and current\noccupiers of street level units;\nThe numbers of let and vacant residential units constructed as part of\nthis scheme.\nIt is not possible to provide a figure only for street level units as some\nunits such as Leah’s Yard and Cambridge Street Collective are let as whole\nunits including upper floors.  These are therefore included in the totals\nbelow as are Bethel Chapel and the Sunday School which will also be let in\nthis way:\nThere are a total of 46 units to let.  Of these 19 are let, 5 are under\noffer and 21 remain unlet.\nIn terms of floorspace, there is a total of 20,670sqm, of which 10,670 sqm\nis let (53%), 3,124sqm (16%) is under offer and 6,300 (31%) remain unlet.\nFor the non-Street Level, non residential units, again given the nature of\nsome of the units above that are let or will be let as whole units at\nstreet level and above the figures below relate to office space on upper\nfloors.  These aren’t units as they relate to multiple floors that could\nbe subdivided so only the amount of floorspace let,  and unlet is\nprovided.\nIn total, there is 37,614 sqm of lettable “upper” floor space, of which\n30,643 (81%) is let,  and 7,151 sq m is unlet (19%)\nThere are 52 apartments and 4 townhouses developed for sale.  Of these all\nthe apartments have been sold and one of the four town houses have been\nsold.\nIn addition, Kangaroo Works was a site in the Heart of the City\ndevelopment that was sold to a developer to build 364 one, two and three\nbedroom apartments for rent.  The development completed in November 2023.\nAccording to the website\n[1]\nhttps://www.ilivearound.com/sheffield/ka...\nthere are 8\napartments available to rent.\nAt end of the last complete financial year:\nThe total expenditure from all sources to complete the HoS2 scheme; The\ntotal debt incurred by SCC to enable the scheme's completion; The term and\ninterest rate of any debt specifically associated with HoS2 whether\nsecured on it or not.\nAt the end of the last complete financial year,\nTotal forecast outturn: £376.8m\nFunded from:\nPrudential Borrowing: £341.0m\nCapital receipts: £15.6m\nGrants and other contributions: £20.2m\nThere is no debt specifically associated with the HOCII scheme as the\nCouncil finances the Capital financing requirement as a whole, loans are\nnot specifically allocated to Capital Projects.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.ilivearound.com/sheffield/ka...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}