{
    "id": 1041087,
    "title": "Adult Learning and Skills Activities in Community Settings DPS",
    "display_status": "Long overdue",
    "law_used": "foi",
    "url_title": "adult_learning_and_skills_activi",
    "created_at": "2023-10-25T12:52:21.716+01:00",
    "events": [
        {
            "created_at": "2023-10-25T12:52:21.895+01:00",
            "message_id": 1542226,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nOur query relates to the current Adult Learning and Skills Activities in Community Settings DPS.\nCould the Authority please confirm:\na) how many providers are approved on the DPS, and,\nb) the names of the providers currently on the DPS.\nYours faithfully,\nJoe Bloggs"
            ]
        },
        {
            "created_at": "2023-10-25T14:42:37.561+01:00",
            "message_id": 2453745,
            "type": "incoming",
            "content": [
                "Dear Joe Bloggs,\nI am writing in response to your recent request for information regarding\nAdult Learning and Skills Activities in Community Settings DPS.\nUnfortunately, we cannot consider this as a valid request under the\nFreedom of Information Act.  Section 8 of the Freedom of Information\nstates a valid request for information must state the “name of the\napplicant and address for correspondence”.\nFreedom of Information case law makes it clear that whilst an e-mail\naddress is acceptable, the use of a false name is not.  Sheffield City\nCouncil has reasonable grounds to consider that Name is a false name.  Any\nrequest which is made under a false name is invalid and Sheffield City\nCouncil is under no obligation to process the request.\nThe Information Commissioner’s Office has provided public authorities with\nthis guidance: [1]Recognising a request made under the Freedom of\nInformation Act (section 8) | ICO.\nIf this is not the case Sheffield City Council does apologise in advance,\nhowever, we would like to ask that you provide verification of your\nidentity before we can consider your request as a valid Freedom of\nInformation request.\nYou can verify your identity by providing us with a copy of a driving\nlicence, passport or other similar identity document to the above address\nor by emailing [2][Sheffield City Council request email].  Alternatively, you may wish to\nprovide this identification in person by going into your local housing\noffice or the First Point enquiry desk at Howden House, Union Street.\nIf you are unhappy with this decision, you are entitled to have this\nreviewed.  You can ask for an internal review by either writing to the\nabove address or by emailing [3][Sheffield City Council request email].\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioners Office. The Information\nCommissioner can be contacted at: The Information Commissioner's Office,\nWycliffe House, Water Lane, Wilmslow, Cheshire SK9 5AF, telephone 0303 123\n113, or for further details see their website [4]www.ico.org.uk.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://ico.org.uk/for-organisations/foi...\n2. mailto:[Sheffield City Council request email]\n3. mailto:[Sheffield City Council request email]\n4.\nhttp://www.ico.org.uk/\n5. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}