{
    "id": 460830,
    "title": "Advertising revenue spend for Sheffield Star and Johnston Press plc",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "advertising_revenue_spend_for_sh",
    "created_at": "2018-01-29T19:51:33.689+00:00",
    "events": [
        {
            "created_at": "2018-01-29T19:51:33.838+00:00",
            "message_id": 731547,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI wish to know how much Sheffield Council has spent on advertising in the Sheffield Star, or via it's parent company, Johnston Press plc, in the last five years.\nThis includes buying pages for public announcements, taking out advertorials, or any other related activity that necessitated Sheffield Council giving money to the paper or it's parent company.\nYours faithfully,\nWilliam Jones"
            ]
        },
        {
            "created_at": "2018-01-31T10:54:16.097+00:00",
            "message_id": 1104534,
            "type": "incoming",
            "content": [
                "Re – Freedom of Information Request – Reference – FOI / 1680\nDear William Jones,\nThank you for your recent request for information relating to Advertising\nrevenue spend for Sheffield Star and Johnston Press plc which we received\non 29/01/18.\nThis has been logged as a Freedom of Information Request, and will be\ndealt with under the Freedom of Information Act.  The reference number for\nyour request can be found above.\nThe Freedom of Information Act states that we must respond to you within\n20 working days, therefore, you should expect to hear a response from us\nby 26/02/18.\nIn the meantime, if you have any queries please contact us on the number\nbelow.\nThank you.\nYours sincerely,\nResources Business Support\nMoorfoot Level 2 North Wing\nSheffield S1 4PL\nTel : 0114 20 53478\nE-mail : [1][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nFrom: William Jones [[2]mailto:[FOI #460830 email]]\nSent: 29 January 2018 19:52\nTo: FOI\nSubject: Freedom of Information request - Advertising revenue spend for\nSheffield Star and Johnston Press plc\nDear Sheffield City Council,\nI wish to know how much Sheffield Council has spent on advertising in the\nSheffield Star, or via it's parent company, Johnston Press plc, in the\nlast five years.\nThis includes buying pages for public announcements, taking out\nadvertorials, or any other related activity that necessitated Sheffield\nCouncil giving money to the paper or it's parent company.\nYours faithfully,\nWilliam Jones\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #460830 email]\nIs [4][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[5]\nhttps://www.whatdotheyknow.com/change_re...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[6]\nhttps://www.whatdotheyknow.com/help/offi...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[7]\nhttps://www.whatdotheyknow.com/help/ico-...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2018-02-14T14:17:27.727+00:00",
            "message_id": 1112232,
            "type": "incoming",
            "content": [
                "Re – Freedom of Information Request – Reference – FOI / 1680\nDear William Jones,\nThank you for your recent request for information relating to Advertising\nrevenue spend for Sheffield Star and Johnston Press plc which we received\non 29/01/18.\nPlease find below, Sheffield City Council’s response to your request:\nFurther to you request the Council can confirm that payment information is\navailable online via our open data platform available from\n[1]\nhttp://data.sheffield.gov.uk\n(using the keyword Spend). This will allow\nyou to review payments made to Johnston Press/the Sheffield Star during\nthe period requested. As this information is accessible by other means it\nis exempt from disclosure under Section 21(1) of the Freedom of\nInformation Act 2000. In the same regard records pending publication was\nalso exempt from disclosure under Section 22 of the Act; as this is part\nof our transparency code publication requirements we feel the public\ninterest does reside in the application of this exemption.  Our finance\nmanagement system will not individually record the different forms of\n“advertising” you have quoted in your request but the publically\naccessible information will provide a benchmark of the Council spend with\nthese organisations.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed.  You can ask for an\ninternal review by either writing to the above address or by emailing\n[2][Sheffield City Council request email].\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioners Office. The Information\nCommissioner can be contacted at: The Information Commissioner's Office,\nWycliffe House, Water Lane, Wilmslow, Cheshire SK9 5AF, telephone 0303 123\n1113, or for further details see their website [3]www.ico.org.uk\nKind Regards,\nResources Business Support\nMoorfoot Level 2 North Wing\nSheffield S1 4PL\nTel : 0114 20 53478\nE-mail : [4][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nshow quoted sections"
            ]
        }
    ]
}