{
    "id": 981926,
    "title": "Arundel Gate Bus Gate",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "arundel_gate_bus_gate",
    "created_at": "2023-05-18T10:08:52.787+01:00",
    "events": [
        {
            "created_at": "2023-05-18T10:08:53.020+01:00",
            "message_id": 1462740,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease supply all diagrams and drawings relating to the road layout, road markings, signage and construction of the Arundel Gate Bus Gate. This also includes the road leading to the bus gate from (and including) the Arundel Gate/Furnival Square roundabout.\nYours faithfully,\nDaniel Jackson"
            ]
        },
        {
            "created_at": "2023-05-19T15:14:35.678+01:00",
            "message_id": 2316234,
            "type": "incoming",
            "content": [
                "Dear Daniel Jackson,\nThank you for your request for information relating to Arundel Gate Bus\nGate which we received on 18/05/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 16/06/2023, but we kindly ask for your\npatience as we anticipate that there may be a delay in some cases. Please\ndo not hesitate to contact us at the email address below if you have any\nqueries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Daniel Jackson <[FOI #981926 email]>\nSent: Thursday, May 18, 2023 10:09 AM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Arundel Gate Bus Gate\nDear Sheffield City Council,\nPlease supply all diagrams and drawings relating to the road layout, road\nmarkings, signage and construction of the Arundel Gate Bus Gate. This also\nincludes the road leading to the bus gate from (and including) the Arundel\nGate/Furnival Square roundabout.\nYours faithfully,\nDaniel Jackson\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[2][FOI #981926 email]\nIs [3][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[6]\nhttps://eur03.safelinks.protection.outlo...\n[7]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-05-19T18:51:37.752+01:00",
            "message_id": 1463392,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nCan you please explain why this is being treated as a request under the Environmental regulations?\nMy request clearly pertains to drawing, diagrams etc of road layout, road furniture, road signage. While the purported aim of the Arundel Gate bus gate is a reduction in pollution that is not relevant to my request?\nYours sincerely,\nDaniel Jackson"
            ]
        },
        {
            "created_at": "2023-07-14T08:21:12.925+01:00",
            "message_id": 1491572,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nI’d like to request an internal review into the handling of my request.\nFirstly my FOI request was treated as an Environmental request with no explanation as to why.\nSecondly, I am yet to receive the information despite the legal time limit having expired.\nYours sincerely,\nDaniel Jackson"
            ]
        },
        {
            "created_at": "2023-07-17T11:08:22.781+01:00",
            "message_id": 2364821,
            "type": "incoming",
            "content": [
                "Dear Daniel Jackson,\nThank you for your recent request for an internal review relating to\nArundel Gate Bus Gate which we received on 14/07/2023. We are sorry to\nhear that you are not happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Code of Practice – Environmental Information Regulations 2004 states\nthat we must respond to your request for internal review within 40 working\ndays, by 11/09/2023. Please do not hesitate to contact us at the email\naddress below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Daniel Jackson <[FOI #981926 email]>\nSent: Friday, July 14, 2023 8:21 AM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Internal review of Freedom of Information request - Arundel Gate\nBus Gate\nDear FOI,\nI’d like to request an internal review into the handling of my request.\nFirstly my FOI request was treated as an Environmental request with no\nexplanation as to why.\nSecondly, I am yet to receive the information despite the legal time limit\nhaving expired.\nYours sincerely,\nDaniel Jackson\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-09-12T16:53:02.105+01:00",
            "message_id": 1520502,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nPlease take this email as a request to raise an official complaint.\nMy original FOI request (which you chose to make an Environmental information request) is now several months late with no information received.\nMy request for an internal review of the handling of my request is now also overdue.\nYou have failed to discharge your duties under the law.\nYours sincerely,\nDaniel Jackson"
            ]
        },
        {
            "created_at": "2023-09-23T15:48:50.717+01:00",
            "message_id": 1527719,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nAnother 11 days have passed and I am still yet to receive the response to my initial FOI request, any response to my queries, a response to my request to an internal review or an acknowledgement of my complaint.\nYou leave me no option but to raise a complaint with the ICO and to open a case via the small claims court for damages in relation to the anxiety and distress repeatedly chasing you for information has caused through your complete disregard for your legal duties.\nYours sincerely,\nDaniel Jackson"
            ]
        },
        {
            "created_at": "2023-10-18T16:42:50.784+01:00",
            "message_id": 1539314,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThree months. No information, no internal review.\nAnything to say for yourself?\nYours sincerely,\nDaniel Jackson"
            ]
        },
        {
            "created_at": "2023-10-25T17:17:27.237+01:00",
            "message_id": 2454045,
            "type": "incoming",
            "content": [
                "8 Attachments\n208013 0200 AMEY HSL DR TS 01 T0 Traffic Signals Detection signed Copy 2.pdf\n492K\nDownload\nView as HTML\n208013 0200 AMEY HSL DR TS 02 T0 Ducting Civils White Lining signed.pdf\n512K\nDownload\nView as HTML\n208013 0200 AMEY HSL DR TS 01 T0 Traffic Signals Detection signed Copy.pdf\n492K\nDownload\nView as HTML\n208013 0200 AMEY HSL DR TS 01 T0 Traffic Signals Detection signed.pdf\n492K\nDownload\nView as HTML\nARUNDEL AMEY HGN DR CH 001.pdf\n4.1M\nDownload\nView as HTML\nARUNDEL AMEY HGN DR CH 002.pdf\n5.4M\nDownload\nView as HTML\nARUNDEL AMEY HMK DR CH 002 Road Markings.pdf\n773K\nDownload\nView as HTML\nARUNDEL AMEY HLG DR EO 001.pdf\n935K\nDownload\nView as HTML\nDear Daniel Jackson\nThank you for your request of 14 July 2023 regarding an internal review of\nour handling of your request of 18 May 2023 for diagrams and drawings\nrelating to the road layout, road markings, signage and construction of\nthe Arundel Gate Bus Gate. This also includes the road leading to the bus\ngate from (and including) the Arundel Gate/Furnival Square roundabout.\nMost recently you contacted us on 18 October 2023 to find out about your\nresponse.\nWe apologise for the delay in processing your request which was an\nadministrative oversight. We partially uphold your complaint because we\nhave breached the Code of Practice under Regulation 16 of the\nEnvironmental Information Regulation 2004, which states that organisations\nshould respond to a complainant within 40 working days from the time when\nthe complaint was received. We sincerely apologise for the delay on this\noccasion, but we have had a significant backlog of requests that is taking\nus a long time to get through.\nWe processed this request under the EIR because information which bears\nupon the environment is exempt under section 39 of the Freedom of\nInformation Act 2000. Regulation 2(1)(a) provides a definition of\nenvironmental information. See: [1]Regulation 2(1) - What is environmental\ninformation? | ICO Our view was that your request met the criterion in (c)\nas it was for a “plan”(s). The public authority then needs to process it\nunder the EIR, which is similar, but contains different provisions to the\nFOI.\nWe are attaching the requested information.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://ico.org.uk/for-organisations/foi...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}