{
    "id": 1031107,
    "title": "Audit Committee Internal and External Reviews",
    "display_status": "Long overdue",
    "law_used": "foi",
    "url_title": "audit_committee_internal_and_ext_18",
    "created_at": "2023-09-25T14:15:44.068+01:00",
    "events": [
        {
            "created_at": "2023-09-25T14:15:44.468+01:00",
            "message_id": 1528178,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThis is a request for all the information I am entitled to under the Freedom of Information Act. If this request is too wide or unclear, please contact me in the first instance as under section 16 of the Act, public authorities are required to advise and assist requesters. If the requested information cannot be provided within the time and cost limit for all the years specified, please narrow this down to fewer years.\nCIPFA Guidance on Local Authority Audit Committees states that “Recommended practice is for audit committees to review and assess themselves annually or to seek an external review.”\na) Internal Annual Review of Audit Committee\nFor each of the last five financial years please provide me with a copy of the audit committee’s annual review of its work. Please state the date the review was published and how it was made public at the time.\nb) External Review of Audit Committee\nPlease confirm the most recent date that an external review of the audit committee was sought, who undertook that review, when and where it was published and provide a copy of the review.\nI understand I should receive a response within 20 working days.\nYours faithfully,\nResearch for Action"
            ]
        },
        {
            "created_at": "2023-10-27T13:08:28.298+01:00",
            "message_id": 1543323,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nHi, I've not received any response to this FOI request - can you please advise me?\nYours faithfully,\nDon Mort\nResearch for Action"
            ]
        }
    ]
}