{
    "id": 256525,
    "title": "Bids submitted for consideration at the \"Go Local\" funding initiative",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "bids_submitted_for_consideration",
    "created_at": "2015-03-04T02:45:57.557+00:00",
    "events": [
        {
            "created_at": "2015-03-04T02:45:58.470+00:00",
            "message_id": 426098,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease can I have copies of all the 338 bids that were submitted for consideration for go-local funding in 2012.  Please can you indicate which bids were Rejected, Area approved, approved for voting events\tand the outcome as decided by voting.\nYours faithfully,\nM. McCullagh"
            ]
        },
        {
            "created_at": "2015-03-04T16:29:46.149+00:00",
            "message_id": 624941,
            "type": "incoming",
            "content": [
                "Re – Freedom of Information Request – Reference – FOI / 1596\nDear M. McCullagh\nThank you for your recent request for information relating to Bids\nsubmitted for consideration at the \"Go Local\" funding initiative which we\nreceived on 04/03/2015.\nThis has been logged as a Freedom of Information Request, and will be\ndealt with under the Freedom of Information Act.  The reference number for\nyour request can be found above.\nThe Freedom of Information Act states that we must respond to you within\n20 working days, therefore, you should expect to hear a response from us\nby 01/04/2015.\nIn the meantime, if you have any queries please contact me on 0114\n2734567.\nThank you.\nYours sincerely,\nFOI Support Team\nMoorfoot Level 8 West Wing\nSheffield S1 4PL\nTel : 0114 20 53478\nE-mail : [1]FOI @sheffield.gov.uk\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nFrom: M. McCullagh [[2]mailto:[FOI #256525 email]]\nSent: 04 March 2015 02:46\nTo: FOI\nSubject: Freedom of Information request - Bids submitted for consideration\nat the \"Go Local\" funding initiative\nDear Sheffield City Council,\nPlease can I have copies of all the 338 bids that were submitted for\nconsideration for go-local funding in 2012.  Please can you indicate which\nbids were Rejected, Area approved, approved for voting events   and the\noutcome as decided by voting.\nYours faithfully,\nM. McCullagh\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #256525 email]\nIs [4][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[5]\nhttps://www.whatdotheyknow.com/change_re...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[6]\nhttps://www.whatdotheyknow.com/help/offi...\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2015-03-06T15:07:49.954+00:00",
            "message_id": 625879,
            "type": "incoming",
            "content": [
                "Dear M. McCullagh\nRe: Freedom of Information Request – Reference FOI / 1596\nThank you for your recent request for information regarding Bids submitted\nfor consideration at the \"Go Local\" funding initiative, which we received\non 04/03/2015.\nPlease find below, Sheffield City Council’s response to your request:\nNotice under Section 17(1) of the Freedom of Information Act 2000 –\nREFUSAL OF REQUESTS FOR INFORMATION\nThis request for information is exempt from disclosure under Section 14 of\nthe Freedom of Information Act 2000 as it is deemed to be vexatious.\nPlease note that a formal refusal notice has been sent to your home\naddress as the release of notice may release private information into the\npublic domain. By its very nature a Section 14 notice is personal in\nnature based on the request history and contact of the requestor with the\npublic authority\nI hope the information we have provided is of help to your enquiries.  If\nyou have any queries about this response, please do not hesitate to\ncontact us.\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed.  You can ask for an\ninternal review by either writing to the above address or by emailing\n[1][Sheffield City Council request email].\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioners Office. The Information\nCommissioner can be contacted at: The Information Commissioner's Office,\nWycliffe House, Water Lane, Wilmslow, Cheshire SK9 5AF, telephone 0303 123\n113, or for further details see their website [2]www.ico.gov.uk\nKind Regards,\nFOI Support Team\nMoorfoot Level 8 West Wing\nSheffield S1 4PL\nTel : 0114 20 53478\nE-mail : [3]FOI @sheffield.gov.uk\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nFrom: M. McCullagh [[4]mailto:[FOI #256525 email]]\nSent: 04 March 2015 02:46\nTo: FOI\nSubject: Freedom of Information request - Bids submitted for consideration\nat the \"Go Local\" funding initiative\nDear Sheffield City Council,\nPlease can I have copies of all the 338 bids that were submitted for\nconsideration for go-local funding in 2012.  Please can you indicate which\nbids were Rejected, Area approved, approved for voting events   and the\noutcome as decided by voting.\nYours faithfully,\nM. McCullagh\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[5][FOI #256525 email]\nIs [6][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[7]\nhttps://www.whatdotheyknow.com/change_re...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[8]\nhttps://www.whatdotheyknow.com/help/offi...\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2015-03-08T16:48:32.855+00:00",
            "message_id": 427139,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Bids submitted for consideration at the \"Go Local\" funding initiative'.\nI am asking pertinent questions that scrutinize the council as is my right under the tenant involvement and empowerment standard and under the freedom of information act.\nI am trying to determine if the Bids presented at the Go Local funding initiative adequately explained the nature of the CCTV installs that were approved as part of the Go Local funding initiative. They should have included as a minimum details of the locations of the cameras, details of the type of information recorded, details about the purposes for which the data would be used.\nI think this is a reasonable request to make during the course of scrutinizing the council over what I beleive to be an inadequate consultation with residents.\nI have made a total of 27 freedom of information requests since June 2014. That is an average of 2.7 requests per month or just over 1 every fortnight. I do not think this is unreasonable.\nMy requests do overlap only slighty because I'm trying to get to the bottom of the CCTV install at Brightmore Drive. However I have not repeated the same request once it has been refused. By asking about Go-lacal\" funding, \"privacy impact assemsments\" and the \"IKMT\" I am keeping my requests focussed on the issue without repeating the same questions more than once. I do not think my requests overlap and all of these requests are pertinent to an investigation in to the conditions that resulted in the CCTV installation.\nI wish to challenge the determiniation that my requests are vexatious. I  understand that you do not wish to answer these questions because they are embarrasing for the council, however you are required by law to answer my requests.\nThe reasons you have stated for determining my requests to be vexasious numbers 1-7 are entirely false. The council cannot hide behind this exemption to avoid answering ligitimate questions from concerned members of the public.\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/b...\nYours faithfully,\nM. McCullagh"
            ]
        },
        {
            "created_at": "2015-03-10T13:03:59.393+00:00",
            "message_id": 627017,
            "type": "incoming",
            "content": [
                "Re – Freedom of Information Request – Reference – FOI / 1596\nDear M. McCullagh\nThank you for your recent request for a review of the Freedom of\nInformation response provided to you.  Your response related to\ninformation regarding Bids submitted for consideration at the \"Go Local\"\nfunding initiative.\nWe are sorry to hear that you are not happy with your response.\nI am writing to acknowledge your request for a review, which we received\non 09/03/2015. This has now been logged and will be carried out by a\nmember of the team.\nYou should expect to receive a response within 20 working days, in this\ncase, by 08/04/2015.\nIn the meantime, if you have any queries please contact the team on 0114\n2734567.\nThank you.\nYours sincerely,\nFOI Support Team\nMoorfoot Level 8 West Wing\nSheffield S1 4PL\nTel : 0114 20 53478\nE-mail : [1]FOI @sheffield.gov.uk\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nFrom: M. McCullagh [[2]mailto:[FOI #256525 email]]\nSent: 08 March 2015 16:49\nTo: FOI\nSubject: Internal review of Freedom of Information request - Bids\nsubmitted for consideration at the \"Go Local\" funding initiative\nDear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information\nreviews.\nI am writing to request an internal review of Sheffield City Council's\nhandling of my FOI request 'Bids submitted for consideration at the \"Go\nLocal\" funding initiative'.\nI am asking pertinent questions that scrutinize the council as is my right\nunder the tenant involvement and empowerment standard and under the\nfreedom of information act.\nI am trying to determine if the Bids presented at the Go Local funding\ninitiative adequately explained the nature of the CCTV installs that were\napproved as part of the Go Local funding initiative. They should have\nincluded as a minimum details of the locations of the cameras, details of\nthe type of information recorded, details about the purposes for which the\ndata would be used.\nI think this is a reasonable request to make during the course of\nscrutinizing the council over what I beleive to be an inadequate\nconsultation with residents.\nI have made a total of 27 freedom of information requests since June 2014.\nThat is an average of 2.7 requests per month or just over 1 every\nfortnight. I do not think this is unreasonable.\nMy requests do overlap only slighty because I'm trying to get to the\nbottom of the CCTV install at Brightmore Drive. However I have not\nrepeated the same request once it has been refused. By asking about\nGo-lacal\" funding, \"privacy impact assemsments\" and the \"IKMT\" I am\nkeeping my requests focussed on the issue without repeating the same\nquestions more than once. I do not think my requests overlap and all of\nthese requests are pertinent to an investigation in to the conditions that\nresulted in the CCTV installation.\nI wish to challenge the determiniation that my requests are vexatious. I\nunderstand that you do not wish to answer these questions because they are\nembarrasing for the council, however you are required by law to answer my\nrequests.\nThe reasons you have stated for determining my requests to be vexasious\nnumbers 1-7 are entirely false. The council cannot hide behind this\nexemption to avoid answering ligitimate questions from concerned members\nof the public.\nA full history of my FOI request and all correspondence is available on\nthe Internet at this address:\n[3]\nhttps://www.whatdotheyknow.com/request/b...\nYours faithfully,\nM. McCullagh\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[4][FOI #256525 email]\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[5]\nhttps://www.whatdotheyknow.com/help/offi...\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2015-04-08T14:59:29.252+01:00",
            "message_id": 638254,
            "type": "incoming",
            "content": [
                "Reference:        1596\nDear Mr McCullagh,\nI am writing in connection with the Freedom of Information request you\nsubmitted on 4^th March 2015 (our reference 1596):\nIn your request, you specifically asked for:\nPlease can I have copies of all the 338 bids that were submitted for\nconsideration for go-local funding in 2012.  Please can you indicate which\nbids were Rejected, Area approved, approved for voting events        and\nthe outcome as decided by voting.\nI have carried out an Internal Review of the handling of your request. I\nwas not party to the original decision on whether the information you\nrequested should be released. Please take this letter as the response to\nyour Internal Review.\nThe intention of an internal review is to consider if we handled your\nresponse in accordance with the law and to consider if any decisions made,\nfor example to refuse information, were correct and still apply.\nIn my review of the processing of this request I have considered:\n·        Your original request\n·        The response to your request\nTime for Compliance\nSection 10 – Time for compliance with request\n([1]\nhttp://www.legislation.gov.uk/ukpga/2000...\n)\nSection 10 of the Freedom of Information Act states that Sheffield City\nCouncil must respond to requests made under the Freedom of Information Act\nwithin 20 working days of receipt. In this case, your request was received\nby Sheffield City Council on 4^th March 2015 which was responded to on\n4^th March 2015 in a letter from Mark Knight, Information Management\nOfficer and followed up with an email to whatdotheyknow.com for this case\non the 6^th March 2015. This response was provided within 20 working days,\ntherefore, I am satisfied that Section 10 of the Freedom of Information\nAct was correctly complied with in this case.\nThe exemption(s) which were applied to the information you requested\nSection 14 – Vexatious requests\n([2]\nhttp://www.legislation.gov.uk/ukpga/2000...\n)\nHave the exemptions been correctly applied in this case?\n·        Section 14 (1) – Vexatious requests\nThe explanation why this exemption applied was provided to you in your\noriginal response as detailed in full in our letter of the 4^th March\n2015.\nAlthough section 14(1) of the FOIA is not in Part II ‘Exempt Information’\nof the FOIA, its application has the effect of enabling a public authority\nto refuse to supply information that has been requested under the FOIA and\nso we have\ndescribed this section as an ‘exemption’.\nThe starting point for the consideration of internal reviews is to\ndetermine whether the exemptions cited in refusal letters are engaged and,\nif so, whether, in respect of non-absolute exemptions, the public interest\ntest has been applied correctly.\nWe have considered your request in accordance with the Information\nCommissioner’s Office (ICO) guidance on vexatious requests. Having\nundertaken such consideration when handling your initial request and under\nthis review we are firmly of the view that your request is vexatious and\nsection 14(1) was applied correctly for the reasons set out in our letter\nof 4^th March 2015.\nLink to the ICO’s guidance:\n[3]\nhttps://ico.org.uk/media/for-organisatio...\nApplication of the Public Interest Test\nUnder the Freedom of Information Act 2000, there are two types of\nexemption, “Qualified Exemptions” and “Absolute Exemptions”. When applying\nan exemption to information that is requested, if the exemption is a\n“Qualified Exemption”, then we are required to carry out a Public Interest\nTest. If any exemption applies which is “Absolute”, there is no\nrequirement for us to carry out a Public Interest Test.\nIn relation to your request, Section 14 is not subject to a Public\nInterest Test.\nResponse to further comments in your request for review\nWithin your request for review you noted some specific concerns as\ndetailed below and responded to:\nI am asking pertinent questions that scrutinize the council as is my right\nunder the tenant involvement and empowerment standard and under the\nfreedom of information act.\nThe application of Section 14 removes the requirement to provide\ninformation under the Freedom of Information Act. Other standards do not\nimpact on the disclosure decision made under FOI.\nI have made a total of 27 freedom of information requests since June 2014.\nThat is an average of 2.7 requests per month or just over 1 every\nfortnight. I do not think this is unreasonable.\nThe ICO guidance noted about does allow the Council to consider the\naggregated impact of requests as noted in point 56:\n56. A request which would not normally be regarded as vexatious in\nisolation may assume that quality once considered in context. An example\nof this would be where an individual is placing a significant strain on an\nauthority’s resources by submitting a long and frequent series of\nrequests, and the most recent request, although not obviously vexatious in\nitself, is contributing to that aggregated burden.\nThe method of determining this aggregated burden is not specifically\ndefined by the ICO and therefore the Council defines what it feels is a\nburden upon it.\nMy requests do overlap only slighty because I'm trying to get to the\nbottom of the CCTV install at Brightmore Drive. However I have not\nrepeated the same request once it has been refused. By asking about\nGo-lacal\" funding, \"privacy impact assemsments\" and the \"IKMT\" I am\nkeeping my requests focussed on the issue without repeating the same\nquestions more than once. I do not think my requests overlap and all of\nthese requests are pertinent to an investigation in to the conditions that\nresulted in the CCTV installation.\nAs detailed with our letter of the 4^th March 2015 we believe that grounds\nare sufficient to make this and associated requests vexatious as confirmed\nin this internal review.\nI wish to challenge the determiniation that my requests are vexatious. I\nunderstand that you do not wish to answer these questions because they are\nembarrasing for the council, however you are required by law to answer my\nrequests.\nThe application of Section 14 removes the requirement to provide\ninformation under the Freedom of Information Act. The reasons for our\nrefusal were clearly outlined in our letter of the 4^th March 2015,\nembarrassment was not a factor in our decision making process.\nThe reasons you have stated for determining my requests to be vexasious\nnumbers 1-7 are false. The council cannot hide behind this exemption to\navoid answering ligitimate questions from concerned members of the public.\nThe application of Section 14 removes the requirement to provide\ninformation under the Freedom of Information Act.\nReview Decision - Conclusion\nTaking the above into account, I am satisfied that the following exemption\napplies to the information that you have requested:\no Section 14\nIn conclusion, it is my view that your Freedom of Information request has\nbeen handled correctly and within the legal requirements of the Freedom of\nInformation Act 2000.\nI realise this is not the decision that you would wish, but I hope you can\nunderstand why I have upheld the original refusal to provide you with the\ndetails you have requested.\nIf you are dissatisfied with the outcome, you are entitled to contact the\nInformation Commissioner’s Office and they will consider whether your\ncomplaint is eligible for further review. The Information Commissioner’s\ndetails and guidance is available on the website at [4]www.ico.org.uk.\nYours sincerely,\nCharlotte Mead\nHousing Co-ordinator (Housing Freedom of Information and Subject Access\nRequests)\nInformation and Knowledge Management Team\nResources, Sheffield City Council\nTelephone: 0114 2930000\nWebsite:\nwww.sheffield.gov.uk\n_____________________________________________\nFrom: M. McCullagh [mailto:[FOI #256525 email]]\nSent: 08 March 2015 16:49\nTo: FOI\nSubject: Internal review of Freedom of Information request - Bids\nsubmitted for consideration at the \"Go Local\" funding initiative\nDear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information\nreviews.\nI am writing to request an internal review of Sheffield City Council's\nhandling of my FOI request 'Bids submitted for consideration at the \"Go\nLocal\" funding initiative'.\nI am asking pertinent questions that scrutinize the council as is my right\nunder the tenant involvement and empowerment standard and under the\nfreedom of information act.\nI am trying to determine if the Bids presented at the Go Local funding\ninitiative adequately explained the nature of the CCTV installs that were\napproved as part of the Go Local funding initiative. They should have\nincluded as a minimum details of the locations of the cameras, details of\nthe type of information recorded, details about the purposes for which the\ndata would be used.\nI think this is a reasonable request to make during the course of\nscrutinizing the council over what I beleive to be an inadequate\nconsultation with residents.\nI have made a total of 27 freedom of information requests since June 2014.\nThat is an average of 2.7 requests per month or just over 1 every\nfortnight. I do not think this is unreasonable.\nMy requests do overlap only slighty because I'm trying to get to the\nbottom of the CCTV install at Brightmore Drive. However I have not\nrepeated the same request once it has been refused. By asking about\nGo-lacal\" funding, \"privacy impact assemsments\" and the \"IKMT\" I am\nkeeping my requests focussed on the issue without repeating the same\nquestions more than once. I do not think my requests overlap and all of\nthese requests are pertinent to an investigation in to the conditions that\nresulted in the CCTV installation.\nI wish to challenge the determiniation that my requests are vexatious. I\nunderstand that you do not wish to answer these questions because they are\nembarrasing for the council, however you are required by law to answer my\nrequests.\nThe reasons you have stated for determining my requests to be vexasious\nnumbers 1-7 are entirely false. The council cannot hide behind this\nexemption to avoid answering ligitimate questions from concerned members\nof the public.\nA full history of my FOI request and all correspondence is available on\nthe Internet at this address:\n[5]\nhttps://www.whatdotheyknow.com/request/b...\nYours faithfully,\nM. McCullagh\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[6][FOI #256525 email]\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[7]\nhttps://www.whatdotheyknow.com/help/offi...\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        }
    ]
}