{
    "id": 1146943,
    "title": "Bogus 5G Mast Safety Certifications",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "bogus_5g_mast_safety_certificati_8",
    "created_at": "2024-07-13T16:22:22.010+01:00",
    "events": [
        {
            "created_at": "2024-07-13T16:22:22.455+01:00",
            "message_id": 1688932,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI noticed that there is at least one potentially fraudulent ICNIRP safety certificate contained in Newcastle Upon Tyne City Council's planning portal, an online facility which displays details of planning applications and approvals.\nA company named \"Three UK Limited\" - which was dissolved in the year 2015 - has somehow become the signatory for at least one bogus safety certificate (sometimes referred to as a conformity statement) for a 5G telecommunications mast installation.\nUsing your best and most honest endeavours, please provide:\n1. A figure for the precise number of ICNIRP safety certificates related to 5G telecommunications mast installations that have been signed off by \"Three UK Limited\", a company that didn't exist at the time the relevant planning applications were made, and whose declared ICNIRP safety certificates are potentially fraudulent\n2. Actual copies of the ICNIRP safety certificates related to 5G telecommunications mast installations that have been signed off by \"Three UK Limited\", a company that didn't exist at the time of the planning applications, and are therefore potentially fraudulent\n3. The actual dates of the initial planning applications made for 5G telecommunications mast installations that have been allegedly ICNIRP 'safety certified' by bogus certificates, along with the named street locations and identifying nomenclature.\n4. The time period stated in years, months, weeks and days, between the date of the dissolution of \"Three UK Limited\" (27th October 2015) and the date of the initial applications made for all of the 5G telecommunications masts concerned, having bogus safety certificates, e.g. \"8 years, 2 months, 3 weeks and 5 days\"\n5. Given that the World Health Organisation classifies radio frequency - such as that transmitted 24/7 by 5G telecommunications masts - as a potential Type 2B carcinogen, that the power output of the affected 5G masts is unknown, that potentially a large number of safety certificates are potentially fraudulent, and that tens of thousands of Sheffield City Council Council residents have potentially been plunged into an unsafe environment, please provide detailed information explaining how Sheffield City Council Council is planning to restore council tax payers, voters, their children, and Sheffield City Council's wildlife and domestic pets back to a safe, non-hazardous environment, one which will no longer be a serious, ongoing, potential threat to residents' health and wellbeing?\nYours faithfully,\nPaul Cardin"
            ]
        },
        {
            "created_at": "2024-07-14T22:17:32.723+01:00",
            "message_id": 1689356,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease accept my apologies for the \"Newcastle Upon Tyne Council\" typo.\nSorry!\nYours faithfully,\nPaul Cardin"
            ]
        },
        {
            "created_at": "2024-07-16T12:00:53.867+01:00",
            "message_id": 2702480,
            "type": "incoming",
            "content": [
                "Dear Paul Cardin,\nThank you for your request for information relating to 5G which we\nreceived on 13/07/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 12/08/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-17T15:41:12.780+01:00",
            "message_id": 2703735,
            "type": "incoming",
            "content": [
                "Dear Paul Cardin,\nThank you for your request for information relating to 5G which we\nreceived on 13/07/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nWe don’t record this information (ICNIRP safety certificates). The only\nthing we record is a telephone communications application being received.\nSometimes we record if it is 4G or 5G if the applicant has put this within\ntheir proposal for the application.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-21T20:47:57.557+01:00",
            "message_id": 1692134,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Bogus 5G Mast Safety Certifications'.\nTo state that you don't record the information requested is false. I found at least one bogus safety certificate (also referred to as a conformity statement) recorded on your online planning portal.\nPlease provide a copy of this one and make a search for additional bogus safety certificates, as requested, then address all of my original Points 1 thru 5\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/b...\nYours faithfully,\nPaul Cardin"
            ]
        },
        {
            "created_at": "2024-07-26T15:57:35.369+01:00",
            "message_id": 2712309,
            "type": "incoming",
            "content": [
                "Dear Paul Cardin,\nThank you for your recent request for an internal review relating to 5G\nwhich we received on 21/07/2024. We are sorry to hear that you are not\nhappy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Code of Practice – Environmental Information Regulations 2004 states\nthat we must respond to your request for internal review within 40 working\ndays, by 17/09/2024. Please do not hesitate to contact us at the email\naddress below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-11-13T17:03:41.849+00:00",
            "message_id": 1760825,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nYou did not respond by 17/9/2024 as promised.\nPlease advise. Four months on, I am well within my rights to appeal to the Information Commissioner,\nYours sincerely,\nPaul Cardin"
            ]
        },
        {
            "created_at": "2025-02-03T11:26:25.436+00:00",
            "message_id": 1798919,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nTo quote you from July 2024 ...\n\"Thank you for your recent request for an internal review relating to 5G\nwhich we received on 21/07/2024. We are sorry to hear that you are not\nhappy with our response.\nThis has now been logged and will be carried out by a member of the team.\"\nThis was promised 8 months ago but still has not happened.\nI will be reasonable, give you one more chance to respond and carry out this internal review, but if that doesn't arrive within 7 days, will appeal to the Information Commissioner,\nYours sincerely,\nPaul Cardin"
            ]
        },
        {
            "created_at": "2025-03-28T16:16:03.858+00:00",
            "message_id": 2967294,
            "type": "incoming",
            "content": [
                "3 Attachments\nimage001.png\n28K\nDownload\nimage002.png\n8K\nDownload\nimage003.png\n6K\nDownload\nDear Paul Cardin\nThank you for your request for an internal review relating to 5G\ntelecommunications mast installations, which we received on 21/07/2024. We\nsincerely apologise for not meeting our legal deadline of 17/09/2024.\nThank you for your chasers of 13/11/24 and 3/02/25.\nWe have breached the Code of Practice under Regulation 16 of the\nEnvironmental Information Regulations 2004, which states that we must\nrespond to your request for internal review within 40 working days.\nWe are not changing our response of 17 July 2024, and therefore not\nupholding your complaint. But we are setting out the search we undertook\nto meet your request, and investigating the status of an accompanying\nsafety certificate.\nWe do not specifically record 5G as a category just that a\nTelecommunications Notification has been received. If you follow the link\nbelow to the advanced search on our Planning Portal, then set the\napplication type to Telephone Notifications and insert the validation date\nfrom 01/01/2015 this will bring up more than 171 applications where you\ncan review the documents submitted.\n[1]Applications Search (sheffield.gov.uk)\nSearch Criteria\nWe have investigated whether a safety certificate should be submitted as\npart of the application.\nIn Class A, Part 16, Schedule 2 of the General Permitted Development Order\n2015 (as amended) states only that, as part of the prior approval process,\nan application for telecommunications installations must be accompanied\nby:\n(a) a written description of the proposed development and a plan\nindicating its proposed location together with any fee required to be\npaid;\n(b) the developer’s contact address, and the developer’s email address if\nthe developer is content to receive communications electronically;\n(c) evidence that the requirements of sub-paragraph (1) have been\nsatisfied where applicable; (NB This relates to giving notice to\nlandowners/tenants – Sheffield City Council) and\n(d) where sub-paragraph (3) the condition in paragraph A.2(5A) applies,\nevidence that the Civil Aviation Authority, the Secretary of State for\nDefence or the aerodrome operator operator of the civil safeguarding area\nor defence safeguarding area, as the case may be, has been notified of the\nproposal (NB This relates to proposals on a civil safeguarding area or a\ndefence safeguarding area – Sheffield City Council.)\nThere is no mention of the International Commission on Non-Ionizing\nRadiation Protection (ICNIRP).\nHowever, paragraph 121 of the National Planning Policy Framework states\nthat:\nApplications for electronic communications development (including\napplications for prior approval under the General Permitted Development\nOrder) should be supported by the necessary evidence to justify the\nproposed development. This should include:\na) the outcome of consultations with organisations with an interest in the\nproposed development, in particular with the relevant body where a mast is\nto be installed near a school or college, or within a statutory\nsafeguarding zone surrounding an aerodrome, technical site or military\nexplosives storage area; and\nb) for an addition to an existing mast or base station, a statement that\nself-certifies that the cumulative exposure, when operational, will not\nexceed International Commission guidelines on non-ionising radiation\nprotection; or\nc) for a new mast or base station, evidence that the applicant has\nexplored the possibility of erecting antennas on an existing building,\nmast or other structure and a statement that self-certifies that, when\noperational, International Commission guidelines will be met. (Our\nemphasis)\nApplicants should therefore be submitting a certificate demonstrating\ncompliance with the ICNIRP guidelines.\nOur response applies only to the information we hold.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://planningapps.sheffield.gov.uk/on...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}