{
    "id": 1044549,
    "title": "Bridge repairs and maintenance - Sky News FOI request",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "bridge_repairs_and_maintenance_s_111",
    "created_at": "2023-11-06T20:18:46.579+00:00",
    "events": [
        {
            "created_at": "2023-11-06T20:18:46.860+00:00",
            "message_id": 1547162,
            "type": "outgoing",
            "content": [
                "Dear all,\nI hope you're well. It's Ashna here from Sky News.\nI'm getting in touch with an FOI request to be used as part of a Sky News piece.\nWe'd appreciate a response as soon as possible.\nQuestions requiring response:\n1) How many bridges on motorways or A-roads have sections which are in a \"poor\" or \"very poor condition\"?\n2) How many pedestrian and highway bridges have reinforced autoclaved aerated concrete present within them and their fixtures?\n3) In the past three years, how much has been spent on repairing and upgrading bridge structures to remove reinforced autoclaved aerated concrete from them?\n4) In the past three years, how much has been spent on repairing and upgrading bridge structures?\nI look forward to hearing from you.\nKind regards,\nAshna"
            ]
        },
        {
            "created_at": "2023-11-09T15:36:27.817+00:00",
            "message_id": 2465784,
            "type": "incoming",
            "content": [
                "Dear Ashna Hurynag,\nThank you for your request for information relating to bridge repairs and\nmaintenance which we received on 06/11/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 04/12/2023. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-11-27T15:31:25.283+00:00",
            "message_id": 2478960,
            "type": "incoming",
            "content": [
                "Dear Ashna Hurynag,\nThank you for your request for information relating to bridge repairs and\nmaintenance which we received on 06/11/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. How many bridges on motorways or A-roads have sections which are in a\n\"poor\" or \"very poor condition\"?\nPoor Condition – 0\nVery Poor Condition – 2\n2. How many pedestrian and highway bridges have reinforced autoclaved\naerated concrete present within them and their fixtures?\nNone have been identified and we are not aware of any at the present time.\n3. In the past three years, how much has been spent on repairing and\nupgrading bridge structures to remove reinforced autoclaved aerated\nconcrete from them?\nNot applicable – see response to question 2\n4. In the past three years, how much has been spent on repairing and\nupgrading bridge structures?\nSheffield City Council has a Private Finance Initiative contract with Amey\nHallam Highways Ltd for the delivery of a complete highway maintenance\nservice which includes all highway maintenance activities such as street\nlighting, pothole repairs, carriageway and footway resurfacing, signal\nmaintenance etc.  Payments made by the Council under the contract do not\nrelate to the provision of specific items of work.  Instead, a single\npayment is made for each month of the 25 year term of the contract.  As a\nresult, we do not have a figure for the costs incurred by Amey for\nindividual operations.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}