{
    "id": 297020,
    "title": "Broad Street Bus Lane",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "broad_street_bus_lane",
    "created_at": "2015-10-15T08:03:02.790+01:00",
    "events": [
        {
            "created_at": "2015-10-15T08:03:03.538+01:00",
            "message_id": 486027,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nCould you please confirm whether a motorist has won their appeal after being fined for driving in this bus lane before 15th August 2014?\nThe signage was misleading on Broad Street as until that date as it stated that traffic camera enforcement started on 7th October.\nYours faithfully,\nClare Faulkner"
            ]
        },
        {
            "created_at": "2015-10-15T14:40:39.395+01:00",
            "message_id": 720233,
            "type": "incoming",
            "content": [
                "Re – Freedom of Information Request – Reference – FOI / 920\nDear C M Faulkner\nThank you for your recent request for information relating to PCN appeal\nsuccess details for the Broad Street Bus Lane which we received on\n15/10/2015\nThis has been logged as a Freedom of Information Request, and will be\ndealt with under the Freedom of Information Act.  The reference number for\nyour request can be found above.\nThe Freedom of Information Act states that we must respond to you within\n20 working days, therefore, you should expect to hear a response from us\nby 12/11/2015.\nIn the meantime, if you have any queries please contact us on the number\nbelow.\nThank you.\nYours sincerely,\nResources Business Support\nMoorfoot Level 8 West Wing\nSheffield S1 4PL\nTel : 0114 20 53478\nE-mail : [1]FOI @sheffield.gov.uk\n? Please don't print this e-mail unless you really need to\n_____________________________________________\nFrom: C M Faulkner [[2]mailto:[FOI #297020 email]]\nSent: 15 October 2015 08:03\nTo: FOI\nSubject: Freedom of Information request - Broad Street Bus Lane\nDear Sheffield City Council,\nCould you please confirm whether a motorist has won their appeal after\nbeing fined for driving in this bus lane before 15th August 2014?\nThe signage was misleading on Broad Street as until that date as it stated\nthat traffic camera enforcement started on 7th October.\nYours faithfully,\nClare Faulkner\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #297020 email]\nIs [4][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[5]\nhttps://www.whatdotheyknow.com/change_re...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[6]\nhttps://www.whatdotheyknow.com/help/offi...\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2015-11-12T12:38:25.093+00:00",
            "message_id": 731754,
            "type": "incoming",
            "content": [
                "Dear C M Faulkner,\nRe: Freedom of Information Request – Reference FOI/920\nThank you for your recent request for information regarding PCN appeal\nsuccess details for the Broad Street Bus Lane, which we received on\n15/10/2015.\nPlease find below, Sheffield City Council’s response to your request:\nA breakdown of cancelled PCNs issued in this bus lane over the last two\nfinancial years (to date) are shown below:\nBroad Street Bus Broad Street Bus\nLane. PCNs issued in Lane. PCNS issued in\n2014-5 2015-6\nCancelled - CCTV Exempt Vehicle 82 6\nCancelled - CCTV ops error 14 1\nrep/challenge\nAppeal - Accepted by Traffic 12 0\nPenalty Tribunal (TPT)\nCancelled - No contest TPT 11 3\nappeal\nCancelled - See Letter Details 11 0\nCancelled - CCTV ops error CCTV 6 3\nteam\nCancelled - Signing and Lining 5 1\nincorrect\nClosed - Waive Balance Discount 4 1\npaid\nIncoming -  Informal 3 0\nChallenge.Letter Count\nCancelled - Unmarked Police Car 2 0\nCancelled - Wrong V R M 2 0\nCancelled - CCTV out of time to 1 0\niss PCN\nCancelled - Compassionate 1 0\nreasons\nCancelled - Procedural 1 0\nImpropriety\nCancelled - Processing Error 1 0\nCancelled - Vehicle Broken Down 1 0\nCancelled - Medical reasons 0 1\nCancelled - not reg in 0 1\nEngland/Wales\nThose cancelled for signing and lining incorrect reason are likely to be\nones due to drivers who claim they saw the information sign and thought\nthis was misleading.\nThose no contested and accepted at TPT will be a mixture of such cases and\nother circumstances – such as change of keeper, vehicle was exempt, etc.\nI hope the information we have provided is of help to your enquiries.  If\nyou have any queries about this response, please do not hesitate to\ncontact us.\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed.  You can ask for an\ninternal review by either writing to the above address or by emailing\n[1][Sheffield City Council request email].\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioners Office. The Information\nCommissioner can be contacted at: The Information Commissioner's Office,\nWycliffe House, Water Lane, Wilmslow, Cheshire SK9 5AF, telephone 0303 123\n1113, or for further details see their website [2]www.ico.org.uk\nKind Regards,\nResources Business Support\nMoorfoot Level 8 West Wing\nSheffield S1 4PL\nTel : 0114 20 53478\nE-mail : [3]FOI @sheffield.gov.uk\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nshow quoted sections"
            ]
        }
    ]
}