{
    "id": 1181156,
    "title": "Broken CCTV cameras",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "broken_cctv_cameras_66",
    "created_at": "2024-10-01T10:07:34.741+01:00",
    "events": [
        {
            "created_at": "2024-10-01T10:07:35.096+01:00",
            "message_id": 1732779,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am requesting the following information under the Freedom of Information Act 2000. If any information is unavailable, exempt, or beyond time/cost limits, please disregard these and provide the rest.\n1. Total number of CCTV cameras in public spaces (e.g., streets, parks, car parks) operated by the council at any point during the 2023 calendar year.\n2. Number of faulty or out-of-operation CCTV cameras: The number of CCTV cameras in public spaces that were broken, faulty, or out of operation for any period during the 2023 calendar year. Please provide the total number of cameras affected and, if possible, the total duration (in days) they were out of operation.\n3. Expenditure on CCTV cameras: The total amount spent on installing and maintaining CCTV cameras in public spaces during the 2023 calendar year. If available, please break this down into installation and maintenance costs.\nPlease let me know if you require further clarification or have any questions.\nThanks,\nJamie Dixon"
            ]
        },
        {
            "created_at": "2024-10-02T14:12:42.872+01:00",
            "message_id": 2781590,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to Broken CCTV Cameras\nwhich we received on 01/10/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 29/10/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-12-24T10:00:29.384+00:00",
            "message_id": 2870485,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to Broken CCTV Cameras\nwhich we received on 01/10/2024.\nWe apologise for the delay in responding.\nPlease see our response below:\n1. Total number of CCTV cameras in public spaces (e.g., streets, parks,\ncar parks) operated by the council at any point during the 2023\ncalendar year.\nCity Centre & including outskirts = 167 excluding Parks, Car Parks ,SCC\nbuildings/Housing/Tower Blocks/Fly-Tip that have CCTV cameras viewing\npublic space\n2. Number of faulty or out-of-operation CCTV cameras: The number of CCTV\ncameras in public spaces that were broken, faulty, or out of operation\nfor any period during the 2023 calendar year. Please provide the total\nnumber of cameras affected and, if possible, the total duration (in\ndays) they were out of operation.\n9 Cameras faulty during 2023. Information about the duration is not\nrecorded.\n3. Expenditure on CCTV cameras: The total amount spent on installing and\nmaintaining CCTV cameras in public spaces during the 2023 calendar\nyear. If available, please break this down into installation and\nmaintenance costs.\n£1,182.58 was spent on fixing faulty cameras.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}