{
    "id": 1092131,
    "title": "Bus subsidy FOI",
    "display_status": "Awaiting internal review",
    "law_used": "foi",
    "url_title": "bus_subsidy_foi_13",
    "created_at": "2024-02-23T17:05:42.696+00:00",
    "events": [
        {
            "created_at": "2024-02-23T17:05:43.127+00:00",
            "message_id": 1608232,
            "type": "outgoing",
            "content": [
                "Dear Sir/Madam,\nUnder the Freedom of Information Act I would like to request the following information:\n•\tThe annual values in pounds of government subsidies spent on each of the bus routes in your authority, for the year of 2023.  If 2023 is not available then please provide the most recently available data.\n•\tAnnual passenger numbers for all of the bus routes in your authority, for the year of 2023.  If 2023 is not available then please provide the most recently available data.\nPlease provide such data electronically. If possible, please provide it as a spreadsheet. If that is not possible, please provide it in a table if you can.\nRegards,\nTim"
            ]
        },
        {
            "created_at": "2024-02-26T06:27:20.917+00:00",
            "message_id": 2566073,
            "type": "incoming",
            "content": [
                "Hi SYMCA\nPlease process this request as the responsible public authority.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [Sheffield City Council request email]\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-02-28T15:32:27.070+00:00",
            "message_id": 2569917,
            "type": "incoming",
            "content": [
                "4 Attachments\nimage001.png\n157K\nDownload\nimage002.png\n1K\nDownload\nimage003.png\n1K\nDownload\nimage004.png\n0K\nDownload\nDear Tim\nThank you for your email, this has been sent on to South Yorkshire Mayoral\nCombined Authority to provide a response.\nI am treating your correspondence as a request for information under the\nFreedom of Information Act 2000. You should expect to receive a further\nreply from us within 20 working days from the day when your request was\noriginally received.\nIf you have any queries about this request do not hesitate to contact us\nquoting reference number FOI2024/39.\nYours sincerely,\nKyle Hopkins\nInformation Governance Officer\n[1]www.southyorkshire-ca.gov.uk\nSouth Yorkshire Mayoral Combined Authority Executive\n11 Broad Street West, Sheffield, S1 2BQ\n[2]twitter icon  [3]fb icon [4]linkedin Icon\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-04-17T10:59:09.475+01:00",
            "message_id": 1644409,
            "type": "outgoing",
            "content": [
                "Dear Information Requests,\nI should have received a response by 27 March. What has happened? Please can this be urgently expedited?\nYours sincerely,\nBBC England Data Unit"
            ]
        },
        {
            "created_at": "2024-04-17T10:59:24.127+01:00",
            "message_id": 2625093,
            "type": "incoming",
            "content": [
                "Thank you for your email\nReceipt of your email will be sent to you shortly.\nKind Regards\nSYMCA Governance Team\n══════════════════════════════════════════════════════════════════════════\nConfidentiality Notice: This message (including any files attached) is\nintended solely for the addressee and may contain confidential or legally\nprivileged information. If you have received this message in error, please\nreply to the sender and send it back to us, and immediately and\npermanently delete it. Do not use, copy or disclose the information\ncontained in this message or in any attachment.\nGeneral Disclaimer: Any views or opinions expressed belong solely to the\nauthor and do not necessarily represent those of the South Yorkshire\nMayoral Combined Authority (SYMCA). In particular, the SYMCA will not\naccept liability for any defamatory statements made by email\ncommunications.). To the fullest extent permissible by law, SYMCA\ndisclaims responsibility for any loss or damage arising from the\nunauthorised use of this email or from the unauthorised use of its email\nfacilities. No guarantees are offered on the security, content and\naccuracy of any e- mails and files received. Be aware that this e-mail\ncommunication may be monitored or intercepted for regulatory, quality\ncontrol, or crime detection purposes unless otherwise prohibited. The\ncontent of this email and any attachment may be stored for future\nreference.\nVirus Disclaimer: Although SYMCA has taken reasonable precautions to\nensure no viruses are present in this email, SYMCA cannot accept\nresponsibility for any loss or damage sustained as a result of computer\nviruses and the recipient must ensure that the email (and attachments) are\nvirus free.\n══════════════════════════════════════════════════════════════════════════"
            ]
        },
        {
            "created_at": "2024-04-26T11:15:44.668+01:00",
            "message_id": 1651964,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Bus subsidy FOI'.\nIt hasn't been answered.\nYours faithfully,\nBBC England Data Unit"
            ]
        }
    ]
}