{
    "id": 1225087,
    "title": "Business Grants and Financial Support Data",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "business_grants_and_financial_su_65",
    "created_at": "2025-01-14T11:56:49.781+00:00",
    "events": [
        {
            "created_at": "2025-01-14T11:56:50.080+00:00",
            "message_id": 1789088,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to request information under the Freedom of Information Act 2000 regarding business grants and financial support provided by the council. Please could you provide the following information for the financial years 2020/21, 2021/22, 2022/23, and 2023/24:\n- The total number of business grants awarded each year.\n- The total value (£) of business grants awarded each year.\n- A breakdown of each type of business grant awarded, including:\n-The name of the grant scheme.\n-The number of grants awarded under each scheme.\n-The total value (£) awarded for each scheme.\n-The total value (£) of business grants identified as overpayments each year.\n- If available, the number of grants awarded by industry sector.\n\"Business grants\" refer to financial support provided to businesses directly by the council or through government-funded schemes administered locally.\nIf tracking industry sectors or grant types is not feasible within cost limits, please provide the aggregate totals and indicate where data is unavailable.\nIf any data exceeds the FOI cost limits, please contact me so that I can refine the request accordingly.\nIf you require further clarification on any part of this request,  please let me know.\nAll the best,\nJamie Dixon"
            ]
        },
        {
            "created_at": "2025-01-14T16:17:03.768+00:00",
            "message_id": 2885613,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to Business Grants\nwhich we received on 14/01/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 11/02/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2025-02-11T17:45:54.846+00:00",
            "message_id": 2913722,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to Business Grants\nwhich we received on 14/01/2025.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nIn regards to your first two questions, please see the following link:\n[1]Council spend over £250 | Data Mill North Council monthly expenditure\nis published here. You can filter by Directorate (City Futures) and Object\nCode Description (Grants).\nThe spend data filtered to City Futures would include all supplies and\nservices spend paid to businesses and whilst some are grants, there is no\nway to determine whether other titles are grants or not.\nPlease see especially published Grants 2020-22:\n[2]\nhttps://datamillnorth.org/download/emd0m...\nThe published grants for 2020-22 provides most of the grant titles but we\nnote that there are some that relate to planning and recovered costs, so\ndo not fall within the scope of your request. We do not think that this is\na complete list. Grants to businesses are not the preserve of our Business\nGrowth and Development service.\nWe have a number of grant schemes across the council.\nThe information you have requested is exempt from disclosure under section\n12 of the Freedom of Information Act 2000. Sheffield City Council does\nhold the information you have requested. However, we do not record the\ninformation in a format that allows us to produce an electronic report of\nthis. Therefore, we would have to carry out a manual search of our\nrecords. it would take us more than the cost limit of 18 hours or £450\nspecified in the [3]Freedom of Information and Data Protection\n(Appropriate Limit and Fees) Regulations 2004 (SI 2004 No. 3244).\nUnder section 16 of the Freedom of Information Act 2000, we have a duty to\nprovide advice and assistance to requesters. If you would like to narrow\ndown the focus of your request to be more specific or targeted at\nparticular schemes, we would be happy to process your revised request as a\nnew request for information under the Freedom of Information Act 2000.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [4]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[5]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [6][Sheffield City Council request email]\nFrom: FOI\nSent: 14 January 2025 16:17\nTo: Jamie Dixon <[FOI #1225087 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1640231\nDear Jamie Dixon,\nThank you for your request for information relating to Business Grants\nwhich we received on 14/01/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 11/02/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[7]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [8][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://datamillnorth.org/dataset/emd0m/...\n2.\nhttps://datamillnorth.org/download/emd0m...\n3.\nhttp://www.legislation.gov.uk/uksi/2004/...\n4.\nhttp://www.nationalarchives.gov.uk/doc/o...\n5.\nhttps://ico.org.uk/make-a-complaint/offi...\n6. mailto:[Sheffield City Council request email]\n7.\nhttps://www.sheffield.gov.uk/your-city-c...\n8. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}