{
    "id": 1267278,
    "title": "Carriageway Repairs",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "carriageway_repairs_51",
    "created_at": "2025-04-07T16:21:18.028+01:00",
    "events": [
        {
            "created_at": "2025-04-07T16:21:18.404+01:00",
            "message_id": 1841390,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nDear Highways Department\nI am requesting information under the Freedom of Information Act 2000 regarding carriageway repairs in the council area. I would like to request the following data:\nQuestion 1\nDo you use internal or external contractors to facilitate the following pothole repairs, patching works, pre patching and small scale resurfacing projects\nQuestion 2\nWhat machinery do you use for pothole repairs, patching works, pre patching and small scale resurfacing works\nQuestion 3\nHow much do you spend per pothole repair on average via traditional methods and machinery repairs\nQuestion 4\nHow much does it cost you to repair each identified pothole on average?\nQuestion 5\nAre you in contact with a company for pothole/patching/pre-pathing repairs? if so who is this contractor with\nQuestion 6\nHow many years does this contract have left to run for pothole/patching works\nQuestion 7\nWhat machinery have you reviewed/received a demo on to speed up carriageway repairs\nQuestion 8\nHow do you fund pothole & patching repairs, Capital or revenue, what is the split?\nQuestion 9\nDo you use your own internal teams for Highways repairs? In relation to potholes/ patching and pre patching?\nQuestion 10\nWhat frameworks do you call upon for additional machinery or operatives, in relation to Highway repairs?\nYours faithfully,\nSteven Thomas"
            ]
        },
        {
            "created_at": "2025-04-08T16:34:54.711+01:00",
            "message_id": 2980395,
            "type": "incoming",
            "content": [
                "Dear Steven Thomas,\nThank you for your request for information relating to carriageway repairs\nwhich we received on 07/04/2025.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 08/05/2025. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept EIR requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2025-05-08T21:34:07.246+01:00",
            "message_id": 3011338,
            "type": "incoming",
            "content": [
                "Dear Steven Thomas\nThank you for your request for information relating to carriageway repairs\nwhich we received on 07/04/2025.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nQuestion 1\nDo you use internal or external contractors to facilitate the following\npothole repairs, patching works, pre patching and small scale resurfacing\nprojects\nSheffield City Council has a Private Finance Initiative contract with Amey\nHallam Highways Ltd for the delivery of a complete highway maintenance\nservice which includes all highway maintenance activities such as street\nlighting, street cleaning, carriageway and footway resurfacing, signal\nmaintenance, etc.  Amey currently uses both its own internal teams and\nexternal contractors.\nQuestion 2\nWhat machinery do you use for pothole repairs, patching works, pre\npatching and small scale resurfacing works\nAmey uses the following machinery:\nWhacker plate\nJCB\nRoller\nStihl Saw\nBreaker\nCat and Genny\nQuestion 3\nHow much do you spend per pothole repair on average via traditional\nmethods and machinery repairs\nSheffield City Council has a Private Finance Initiative contract with Amey\nHallam Highways Ltd for the delivery of a complete highway maintenance\nservice which includes all highway maintenance activities such as street\nlighting, street cleaning, carriageway and footway resurfacing, signal\nmaintenance, etc.  Payments made by the Council under the contract do not\nrelate to the provision of specific items of work.  Instead, a single\npayment is made for each month of the 25-year term of the contract.  As a\nresult, we do not have a figure for the costs incurred by Amey for\nindividual operations such as pothole repair.\nQuestion 4\nHow much does it cost you to repair each identified pothole on average?\nSee answer to Question 3.\nQuestion 5\nAre you in contact with a company for pothole/patching/pre-pathing\nrepairs? if so, who is this contractor with\nAmey is currently responsible for all highway maintenance activities.\nSubcontractors are used to support with specialist maintenance activities\nwhere required. We are withholding the name of the sub-contractor.\nRegulation 12(5)(e) of the Environmental Information Regulations 2004\n(EIR) provides an exception for the confidentiality of commercial\ninformation where such confidentiality is provided by law to protect a\nlegitimate economic interest.\n(1) The information is commercial because Amey Hallam Highways Ltd is\ntrading company operating for profit.\n(2) The information is subject to confidentiality provided by law. There\nis a duty of confidence that the council owes its contractors.\n(3) The legitimate economic interests of Amey are maintaining their\ncompetitiveness in an open market. We want to avoid publishing information\nwhich would likely prejudice their ability to compete for other contracts.\n(4) Confidentiality would be adversely affected by disclosure because it\nis subject to confidentiality provided by law and that confidentiality was\nprovided to protect a legitimate economic interest.\nRegulation 12(5)(e) is subject to the public interest test set out at\nregulation 12(1)(b). Therefore, the Council must consider whether, in all\nthe circumstances of the case, the public interest in maintaining the\nexception outweighs the public interest in disclosing the withheld\ninformation.\nFurthermore, regulation 12(2) of the EIR requires a public authority to\napply a presumption in favour of disclosure when relying on any of the\nregulation 12 exceptions.\nThe public interest in disclosure is transparency and accountability.\nThe public interest withholding the information is the harm to the\ncommercial interests of Amey Hallam Highways Ltd, which will be\ndisadvantaged compared to its competitors.\nThe public interest in maintaining the exception outweighs the public\ninterest in disclosure. This is because, the withheld information retains\na commercial sensitivity, and it would not be in the public interest for\ninformation to be disclosed which would prejudice the Council’s efforts to\nmaintain proper relationships with its contractors.\nIn reaching this decision we have relied upon the guidance from the\nInformation Commissioner’s Office (ICO). The ICO is the independent\nregulator of public authorities application of information rights law. The\nguidance is\nhere: [1]\nhttps://ico.org.uk/for-organisations/com...\nQuestion 6\nHow many years does this contract have left to run for pothole/patching\nworks\nThe PFI Highway Maintenance Contract runs until 2037.\nQuestion 7\nWhat machinery have you reviewed/received a demo on to speed up\ncarriageway repairs\nAmey has reviewed or received demonstrations of the following:\nThermo-Active road repair treatment\nRoad Mender Asphalt\nRetread road surface treatment\nRalumac road surface treatment\nQuestion 8\nHow do you fund pothole & patching repairs, Capital or revenue, what is\nthe split?\nSheffield City Council has a Private Finance Initiative contract with Amey\nHallam Highways Ltd for the delivery of a complete highway maintenance\nservice which includes all highway maintenance activities such as street\nlighting, street cleaning, carriageway and footway resurfacing, signal\nmaintenance, etc.  Payments made by the Council under the contract do not\nrelate to the provision of specific items of work.  Instead, a single\npayment is made for each month of the 25-year term of the contract.\nQuestion 9\nDo you use your own internal teams for Highways repairs? In relation to\npotholes/ patching and pre patching?\nAmey is currently responsible for all highway maintenance activities.\nSubcontractors are used to support with specialist maintenance activities\nwhere required.  Amey remains responsible for any highway sites.\nQuestion 10\nWhat frameworks do you call upon for additional machinery or operatives,\nin relation to Highway repairs?\nAmey partnerships with supply chains to source additional operatives and\nmachinery as and when required.\nTo learn more about Amey’s governance, or to investigate becoming a supply\nchain partner, visit: [2]\nhttps://www.amey.co.uk/about-us/governance\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [3]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[4]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://ico.org.uk/for-organisations/com...\nhttps://ico.org.uk/for-organisations/com...\n2.\nhttps://www.amey.co.uk/about-us/governance\n3.\nhttp://www.nationalarchives.gov.uk/doc/o...\n4.\nhttps://ico.org.uk/make-a-complaint/offi...\n5. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}