{
    "id": 1241561,
    "title": "Clarification on Funding Requests for Doncaster Sheffield Airport Reopening",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "clarification_on_funding_request_2",
    "created_at": "2025-02-18T14:29:18.547+00:00",
    "events": [
        {
            "created_at": "2025-02-18T14:29:18.866+00:00",
            "message_id": 1809830,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nWithout prejudice to the generality of the foregoing, I am writing to make a formal request under the Freedom of Information Act 2000 for the following information. regarding Doncaster Sheffield Airport (DSA).\nSince the closure of Doncaster Sheffield Airport (DSA) in November 2022, has Doncaster Council or its Mayor, Ros Jones, formally requested financial assistance or shared financial responsibility for the airport’s reopening from:\na) Sheffield City Council?\nb) Through SYMCA, other local authorities within South Yorkshire or neighbouring regions?\n[to be clear, this is not related to Doncaster’s share of its own Gainshare funding but for a contribution from the Combined Authority and/or other neighbouring councils]\nI would like to know if Doncaster Council or its representatives including the Mayor of Doncaster Ros Jones have approached or requested any financial contributions or funding from other local authorities within neighbouring South Yorkshire, including SYMCA, for the reinstatement of the airport.\nSpecifically, I am interested in any correspondence, meetings, or discussions where Doncaster Council may have sought financial support or contributions for Doncaster Sheffield Airport from Sheffield City Council.\nIf such request exist, please provide\na) Details of the nature of the assistance sought (e.g., direct funding, loans, resource sharing).\nb) Copies of correspondence (emails, letters, meeting minutes) related to these requests, or any formal documents relating to this matter.\nc) Records of responses from Sheffield City Council or other authorities.\nThank you for your assistance.\nYours sincerely,\nWai M Yau"
            ]
        },
        {
            "created_at": "2025-02-18T19:15:19.096+00:00",
            "message_id": 2922147,
            "type": "incoming",
            "content": [
                "Dear Wai M Yau,\nThank you for your recent contact to Sheffield City Council.\nWe have reviewed your request and consider that it is a request for records from Doncaster Council.\nWe will close your request accordingly.\nKind regards,\nThe FOI Team\nSheffield City Council\nshow quoted sections"
            ]
        }
    ]
}