{
    "id": 1205091,
    "title": "Clean Air Zone PCN for people with disabilities",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "clean_air_zone_pcn_for_people_wi_6",
    "created_at": "2024-11-18T15:57:14.409+00:00",
    "events": [
        {
            "created_at": "2024-11-18T15:57:14.665+00:00",
            "message_id": 1763184,
            "type": "outgoing",
            "content": [
                "Hello there, I wondered if you could tell me what adjustments you make for neurodivergent drivers who enter the CAZ and may forget to pay the charge.\nCould you also tell me if you send drivers a text or letter to let them know they entered the zone before you issue the PCN?\nYours faithfully,\nHayley Hemming"
            ]
        },
        {
            "created_at": "2024-11-21T16:42:37.792+00:00",
            "message_id": 2837460,
            "type": "incoming",
            "content": [
                "Dear Hayley Hemming,\nThank you for your request for information relating to Clean Air Zone PCN\nfor people with disabilities which we received on 18/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 17/12/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-12-16T20:42:18.942+00:00",
            "message_id": 1777782,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nHello there, is there na update to this please?\nYours sincerely,\nHayley Hemming"
            ]
        },
        {
            "created_at": "2024-12-17T14:21:46.659+00:00",
            "message_id": 2863718,
            "type": "incoming",
            "content": [
                "Dear Hayley Hemming,\nThank you for your request for information relating to Clean Air Zone PCN\nfor people with disabilities which we received on 18/11/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nHello there, I wondered if you could tell me what adjustments you make for\nneurodivergent drivers who enter the CAZ and may forget to pay the charge.\nWe encourage motorists with specific conditions to appeal their PCNs,\nfollowing the instructions on the Notice to Owner.  Each appeal will be\nconsidered on a case-by-case basis, taking into account individual\ncircumstances and relevant policies.\nCould you also tell me if you send drivers a text or letter to let them\nknow they entered the zone before you issue the PCN?\nNo individual notifications are sent to motorists to confirm entry into\nthe Clean Air Zone, as the system is self-declaratory with the user\nidentifying and declaring the date of travel, in order to make a payment\nof the daily user charge online via GOV.UK, in advance, on the day of use\nor afterwards within 6 days.\nOnce the road user charge payment window has lapsed, the original date of\ntravel will no longer show as an option for selection for payment. Only if\npayment for the actual day of use is not made, is the Council notified by\nthe online system of the contravention so that a PCN can be issued once\ndetails are available of the registered keeper.\nThere are advance warning and repeated signs on the approach to the Clean\nAir Zone to notify motorists of the enforcement of CAZ and to check online\nfor more information. There is also an interactive map on the Sheffield\nCity Council website for motorists to check its boundary, along with other\ninformation - [1]\nhttps://www.sheffield.gov.uk/clean-air-z...\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: FOI\nSent: 21 November 2024 16:42\nTo: Hayley Hemming <[FOI #1205091 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1529653\nDear Hayley Hemming,\nThank you for your request for information relating to Clean Air Zone PCN\nfor people with disabilities which we received on 18/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 17/12/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/clean-air-z...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[sheffield%20city%20council%20request%20email]\n5. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-12-20T22:44:44.801+00:00",
            "message_id": 1780643,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThis is really helpful thank you.\nI am glad that appeals are considered on a case by case basis and that you do not have a blanket approach to CAZ payment which hopefully means that your CAZ is not adversely impacting disabled drivers in your city.\nThank you for your help,.\nYours sincerely,\nHayley Hemming"
            ]
        }
    ]
}