{
    "id": 206472,
    "title": "Clusters/family of schools",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "clustersfamily_of_schools",
    "created_at": "2014-04-09T17:34:57.494+01:00",
    "events": [
        {
            "created_at": "2014-04-09T17:34:58.062+01:00",
            "message_id": 347804,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI would like to make a request under the freedom of information act to obtain information regarding school cluster groups and/or federations of schools within the local authority. I would like the following information please:\nNumber and names of cluster's/family of schools and or federations in the authority. Which schools are in each cluster/family of schools/federation. The name of the cluster family of schools or federation lead and the name of the school in which they work.\nI will look forward to receiving your response in due course.\nYours faithfully,\nSteven Hall"
            ]
        },
        {
            "created_at": "2014-04-10T11:48:49.038+01:00",
            "message_id": 504338,
            "type": "incoming",
            "content": [
                "Re – Freedom of Information Request – Reference – FOI/68\nDear Mr Hall\nThank you for your recent request for information relating to Clusters/family of schools which we received on 9 April 2014.\nThis has been logged as a Freedom of Information Request, and will be dealt with under the Freedom of Information Act. The reference number for your request can be found above.\nThe Freedom of Information Act states that we must respond to you within 20 working days, therefore, you should expect to hear a response from us by 13 May 2014.\nIn the meantime, if you have any queries please contact me on 0114 2734567.\nKind Regards\nFOI Support Team\nMoorfoot Level 8 West Wing\nSheffield S1 4PL\nE-mail : [Sheffield City Council request email]\nshow quoted sections"
            ]
        },
        {
            "created_at": "2014-05-13T16:08:44.696+01:00",
            "message_id": 516175,
            "type": "incoming",
            "content": [
                "1 Attachment\nResponse attachment.docx\n20K\nDownload\nView as HTML\nDear Mr Hall\nRe: Freedom of Information Request – Reference FOI/68\nThank you for your recent request for information regarding\nClusters/family of schools, which we received on 9 April 2014.\nPlease see the attached document, Sheffield City Council’s response to\nyour request.\nI hope the information we have provided is of help to your enquiries.  If\nyou have any queries about this response, please do not hesitate to\ncontact me.\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed.  You can ask for an\ninternal review by either writing to the above address or by emailing\n[1][Sheffield City Council request email].\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioners Office. The Information\nCommissioner can be contacted at: The Information Commissioner's Office,\nWycliffe House, Water Lane, Wilmslow, Cheshire SK9 5AF, telephone 0303 123\n113, or for further details see their website [2]www.ico.gov.uk\nKind Regards\nFOI Support Team\nMoorfoot Level 8 West Wing\nSheffield S1 4PL\nE-mail : [3][Sheffield City Council request email]\n Please don't print this e-mail unless you really need to\nshow quoted sections"
            ]
        }
    ]
}