{
    "id": 1115922,
    "title": "CMS Platform Information - LocalGov Drupal",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "cms_platform_information_localgo_32",
    "created_at": "2024-04-11T15:31:54.023+01:00",
    "events": [
        {
            "created_at": "2024-04-11T15:31:54.372+01:00",
            "message_id": 1641281,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act 2000, I kindly request information regarding the LocalGov Drupal Content Management System (CMS) platform used by your council.\nCost of your LocalGov Drupal website(s)/CMS:\nWhat was the spend with suppliers for the design, implementation, and training to enable your organisation to go live with its LocalGov Drupal website(s)/CMS?\nWhat is the annual spend with suppliers for the maintenance, development and hosting of your LocalGov Drupal website(s)/CMS?\nWhat internal resource (FTE) was devoted to the design, implementation, and training to enable your organisation to go live with its LocalGov Drupal website(s)/CMS?\nWhat internal resource (FTE) is devoted to the maintenance, development and hosting of your LocalGov Drupal website(s)/CMS?\nCost of the website/CMS that immediately preceded your LocalGov Drupal website(s)/CMS:\nWhat was the spend with suppliers for the design, implementation, and training to enable your organisation to go live with your website solution that immediately preceded your LocaGov Drupal website(s)/CMS?\nWhat is the annual spend with suppliers for the maintenance, development and hosting of the solution that immediately preceded your LocaGov Drupal website(s)/CMS?\nWhat internal resource (FTE) was devoted to the design, implementation, and training to enable your organisation to go live with the solution that immediately preceded your LocaGov Drupal website(s)/CMS?\nWhat internal resource (FTE) is devoted to the maintenance, development and hosting of the solution that immediately preceded your LocalGov Drupal website(s)/CMS?\nDue diligence:\nWhat soft market testing or other market evaluation did your organisation undertake prior to selecting the LocalGov Drupal Solution?\nPlease outline how many bidders were invited to bid for the design, implementation, training, development, maintenance and hosting of your organisation’s LocalGov Drupal website(s)/CMS, and the pricing that each supplier quoted.\nPlease outline how many bidders were invited to bid for the design, implementation, training, development, maintenance and hosting of your organisation’s website(s)/CMS using a software platform other than LocalGov Drupal and the pricing that each supplier quoted.\nIf any of the requested information is not readily available, I would appreciate your guidance on the steps I can take to obtain the necessary data.\nThank you for your attention to this matter. I look forward to your response.\nYours faithfully,\nEmma Johnson"
            ]
        },
        {
            "created_at": "2024-04-15T14:30:25.436+01:00",
            "message_id": 2622658,
            "type": "incoming",
            "content": [
                "Dear Emma Johnson,\nThank you for your request for information relating to Drupal platform\nwhich we received on 11/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 10/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-10T17:31:36.438+01:00",
            "message_id": 2652477,
            "type": "incoming",
            "content": [
                "Dear Emma Johnson,\nThank you for your request for information relating to Drupal platform\nwhich we received on 11/04/2024.\nWe apologise for not meeting the deadline listed in our email of\n15/04/2024. We are actively working on your request and will be in touch\nwith your response as soon as possible. We apologise for any inconvenience\nthis may cause.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: FOI\nSent: Monday, April 15, 2024 2:30 PM\nTo: Emma Johnson <[FOI #1115922 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1100260\nDear Emma Johnson,\nThank you for your request for information relating to Drupal platform\nwhich we received on 11/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 10/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-08-01T16:44:39.512+01:00",
            "message_id": 2717208,
            "type": "incoming",
            "content": [
                "Dear Emma Johnson,\nThank you for your request for information relating to Drupal platform\nwhich we received on 11/04/2024. We apologise for the delay in responding.\nPlease find a response below.\nCost of your LocalGov Drupal website(s)/CMS:\nWhat was the spend with suppliers for the design, implementation, and\ntraining to enable your organisation to go live with its LocalGov Drupal\nwebsite(s)/CMS?\nWhat is the annual spend with suppliers for the maintenance, development\nand hosting of your LocalGov Drupal website(s)/CMS?\nThe contract for the Drupal software which is contract with supplier Big\nBlue Door Ltd commenced 1.9.2021 for a period of 2 years with options to\nextend of 2 x 12 months – the first OTE has been taken therefore the\ncontract has a break point of 31.8.2024 in which a decision will be taken\nif to take the remaining OTE to August 2025.\nThe information is exempt from disclosure under section 43(2) of the\nFreedom of Information Act 2000 on the grounds that disclosure of this\ninformation would prejudice the commercial interests of the contractor.\nThe contractor’s rates are not available on the open market and disclosure\nof this information would provide an unfair advantage to competitors.\nSection 43 is a qualified exemption which is subject to the public\ninterest test. Factors in favour of disclosure are that disclosure\npromotes openness and transparency. Factors in favour of maintaining the\nexemption are that there is a public interest in allowing public\nauthorities to withhold information which, if disclosed, would reduce its\ncontractors’ ability to negotiate or compete in a commercial environment.\nOn balance, the Council believes that the public interest lies in\nmaintaining the exemption.\nWhat internal resource (FTE) was devoted to the design, implementation,\nand training to enable your organisation to go live with its LocalGov\nDrupal website(s)/CMS?\nThe website is managed by the Digital Services Team, who are currently 8\nFTE\nWhat internal resource (FTE) is devoted to the maintenance, development\nand hosting of your LocalGov Drupal website(s)/CMS?\nThe website is managed by the Digital Services Team, who are currently 8\nFTE\nCost of the website/CMS that immediately preceded your LocalGov Drupal\nwebsite(s)/CMS:\nWhat was the spend with suppliers for the design, implementation, and\ntraining to enable your organisation to go live with your website solution\nthat immediately preceded your LocaGov Drupal website(s)/CMS?\nS43 as above\nWhat is the annual spend with suppliers for the maintenance, development\nand hosting of the solution that immediately preceded your LocaGov Drupal\nwebsite(s)/CMS?\nS43 as above.\nWhat internal resource (FTE) was devoted to the design, implementation,\nand training to enable your organisation to go live with the solution that\nimmediately preceded your LocaGov Drupal website(s)/CMS?\nThe website was managed by the Digital Services Team who at the time were\n7 FTE\nWhat internal resource (FTE) is devoted to the maintenance, development\nand hosting of the solution that immediately preceded your LocalGov Drupal\nwebsite(s)/CMS?\nThe website was managed by the Digital Services Team who at the time were\n7 FTE\nDue diligence:\nWhat soft market testing or other market evaluation did your organisation\nundertake prior to selecting the LocalGov Drupal Solution?\nThe contract is a Call Off via Crown Commercial Services G-Cloud framework\nin which framework guidance is followed.\nPlease outline how many bidders were invited to bid for the design,\nimplementation, training, development, maintenance and hosting of your\norganisation’s LocalGov Drupal website(s)/CMS, and the pricing that each\nsupplier quoted.\n3 bids were received.\nSection 43 provides information is exempt if its disclosure would, or\nwould likely to, prejudice the commercial interests of any person (which\nincludes a company). The disclosure of this information may prejudice the\ncompany’s commercial interests as it would reveal information about the\nprice they are willing to accept for this project.\nSection 43 is a qualified exemption and subject to a public interest test\nto consider whether it is in the public interest to maintain the exemption\nor to disclose the information.\nPublic interest arguments in favour of disclosing the information\nThere is always interest in the way public authorities spend money. In the\ncurrent financial climate, there is greater need to ensure public money is\nbeing spent on the right services and activities whilst getting the best\nvalue.\nThe Council does, wherever lawful and possible, disclose information about\nthe money it spends, the decisions it makes and the activities it carries\nout because it helps to:\n• Improve public awareness and allow members of the public to engage in\npublic debate about decisions and initiatives affecting the locality\n• Promote accountability and transparency in the way public money is\nspent and the process behind contracting services\n• Encourage other potential suppliers to bid for contracts, leading to\ngreater competition, and possibly decreasing the cost to the Council\nPublic interest arguments in favour of maintaining the exemption\nThe tender process is a critical process in determining what services can\nbe acquired. It is a process that requires interested parties to bid for\nwork and to be clear about what services can be offered and delivered with\nagreed timescales and at what cost.\nThe Council understands the need for transparency and openness, but also\nneeds to weigh up the impact of disclosing information about other\norganisations, which in this case might:\n• Result in legal action if the organisation wishes to pursue a breach\nof confidentiality. The duty of confidentiality is well established in\nlaw and there is a strong interest in confidence being maintained\n• Impact on the organisation’s ability to compete in a competitive\nmarket because information about a bidding failure may hit commercial\nor public confidence in the firm. This may result in the loss of\nbusiness the company receives together with its ability to obtain\nsupplies or secure finance, and in more extreme cases, jobs.\n• Discourage companies to bid for future work with the Council amid\nconcerns that information will be disclosed despite their wishes,\nwhich may result in fewer choices and higher costs for the Council.\n• Prejudice the commercial interests of the Council by affecting\nadversely its bargaining position during contractual negotiations\nwhich would result in the less effective use of public money.\n• Reduce tender submissions if businesses disengage from the bidding\nprocess if they consider they are unable to compete with the disclosed\nbidders in any other future process.\nBalance of the public interest arguments\nOn consideration of the points above, we believe the public interest in\nmaintaining the exemption outweighs the interest in disclosing the\ninformation and therefore have decided that the information should be\nrefused.\nPlease outline how many bidders were invited to bid for the design,\nimplementation, training, development, maintenance and hosting of your\norganisation’s website(s)/CMS using a software platform other than\nLocalGov Drupal and the pricing that each supplier quoted.\nS43 as above.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}