{
    "id": 714520,
    "title": "Communication of records retention policy by Steve Eccleston",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "communication_of_records_retenti",
    "created_at": "2020-12-27T16:54:39.036+00:00",
    "events": [
        {
            "created_at": "2020-12-27T16:54:39.224+00:00",
            "message_id": 1095555,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am seeking information on policy and procedure implemented by the council referred to in  Steve Eccleston's email on 18 February 2020 10:16; Subject: trees: possible issue regarding email header \"legal privilege applies etc\"\nThe email states:\n\"I asked for potentially privileged emails involving\nlawyers to carry this header right at the start of the process.\"\nThe requestor is seeking information that show how Steve Eccleston's and the legal office at the council communicated this workflow process to the team.\n1.A Can the council confirm if this request by Steve Eccleston was reflected in any document retention policy or retention schedules? If so please provide the document.\n1.B Please produce all correspondence, memoranda, documents, reports, records, statements,\nnotes, examinations, opinions, forms, electronic mail, and other documents and things that informed/communicated to officers the process of marking \"potentially privileged emails\" with a header related to \"not subject to foi\" or 'legal privilege applies etc'. at the start of the process referred to by Mr Eccleston.\nYours faithfully,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2020-12-27T16:54:56.771+00:00",
            "message_id": 1696969,
            "type": "incoming",
            "content": [
                "Thank you for your email. This inbox is not being monitored over the\nChristmas period (25th December 2020 to 3rd January 2021). Your email will\nbe picked up when staff return on the 4th January 2021, and processed\naccording to statutory requirements. Please note that we are still facing\na high volume of requests, and responses may be subject to delays because\nof the ongoing coronavirus pandemic. You can also find out more about the\nservices we provide, the decisions we make and the money we spend at\nhttps://www.sheffield.gov.uk/home/your-c...\nKind Regards, Sheffield City Council PO Box 1283 Sheffield, S1 1UJ Email:\n[Sheffield City Council request email] This Email, and any attachments, may contain\nnon-public information and is intended solely for the individual(s) to\nwhom it is addressed. It may contain sensitive or protectively marked\nmaterial and should be handled accordingly. If this Email has been\nmisdirected, please notify the author immediately. If you are not the\nintended recipient you must not disclose, distribute, copy, print or rely\non any of the information contained in it or attached, and all copies must\nbe deleted immediately. Whilst we take reasonable steps to try to identify\nany software viruses, any attachments to this Email may nevertheless\ncontain viruses which our anti-virus software has failed to identify. You\nshould therefore carry out your own anti-virus checks before opening any\ndocuments. Sheffield City Council will not accept any liability for damage\ncaused by computer viruses emanating from any attachment or other document\nsupplied with this e-mail"
            ]
        },
        {
            "created_at": "2021-01-05T13:33:53.930+00:00",
            "message_id": 1699770,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your request for information relating to communication of\nrecords retention policy by Steve Eccleston which we received on\n29/12/2020.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nPlease be aware that Sheffield City Council’s response to the global\nCOVID-19 pandemic has led to a reduction in resources across the Council,\nmeaning that we are currently dealing with a backlog of requests.\nWe will aim to respond to your request within 20 working days, by\n27/01/2021, but we kindly ask for your patience as we anticipate that\nthere may be a delay in some cases. Please do not hesitate to contact us\nat the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nshow quoted sections"
            ]
        },
        {
            "created_at": "2022-02-22T18:04:06.694+00:00",
            "message_id": 1264321,
            "type": "outgoing",
            "content": [
                "Dear FOI\nCan you please provide an update to this request.\nIt is over a year ovedue. The requestor is seeking documents of a policy implemented by Steve Eccleston one of the heads of legal.\nThere should be recorded information of their decision to implement the policynof tagging emails and records “not subject to FOI”\nPlease explain the delay to this request, while many others have been completed since this has been submitted. Or produce a response.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2022-06-16T23:29:55.108+01:00",
            "message_id": 1314323,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nFrom my understand of the decision notice Reference: IC-159669-K9T5.\nThe ICO stated you must provide a response in 35 calendar days from the 12th May.\nI believe that time has elapsed with no response.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2022-06-29T15:16:50.515+01:00",
            "message_id": 2070372,
            "type": "incoming",
            "content": [
                "1 Attachment\nEmail of 18 February 2020 Redacted.pdf\n285K\nDownload\nView as HTML\nDear Mr Combie\nThank you for your request of 27 December 2020 relating to the\ncommunication of a records retention policy by Steve Eccleston, which we\nreceived on 29/12/2020. We apologise for the significant delay in\nresponding to this request. This has been due to a substantial backlog of\nrequests due to the pandemic.\n1.A Can the council confirm if this request by Steve Eccleston was\nreflected in any document retention policy or retention schedules? If so\nplease provide the document.\nYour reference is to an email of 18 February 2020, which we released to\nyou on 13 May 2022 (our ref: Response – Internal Review – Reference – FOI\n/ 2019-20-1881 / IC-98355-J1F7). We have attached it for reference.\nA document retention policy or retention schedule would contain what\ninformation is held by the council and set out retention periods and final\ndisposition actions.[1][1] The council has a retention schedule and a\nrecords management policy. Neither references the use of the header “not\nsubject to FOI” in emails or documents.\nThe retention or disposal of the emails with the header is not subject to\na retention policy of its own. Information is retained dependent on its\ncontent, subject to business need or legal or best practice requirements.\nThe email of 18 February 2020 explains why emails were identified in this\nway to provide a flag for appraisal should a request under information\nrights legislation be received.\n1.B Please produce all correspondence, memoranda, documents, reports,\nrecords, statements, notes, examinations, opinions, forms, electronic\nmail, and other documents and things that informed/communicated to\nofficers the process of marking \"potentially privileged emails\" with a\nheader related to \"not subject to foi\" or 'legal privilege applies etc'.\nat the start of the process referred to by Mr Eccleston.\nWe would like to distinguish between two sets of markings, ‘legal\nprivilege applies, etc’ on the one hand; and “not subject to FOI” on the\nother hand.\nThe first marking is normal and essential to any communication by council\nlawyers with council services. Whether that is in the subject heading or\nin their email signatures, it is standard practice for a lawyer to protect\ntheir client’s confidentiality by reference to the legal professional\nprivilege protection provided under section 42 of the Freedom of\nInformation Act 2000 (FOI); Regulation 12(5)(b) of the Environmental\nInformation Regulations 2004 (EIR) and section 19 of Schedule 2 (Part 4)\nof the Data Protection Act 2018 (DPA).\nHowever, privilege “belongs” to the client not the lawyers so genuinely\nprivileged material can be released. In our situation, the council is the\nclient, and privileged discussions between lawyers and clients are a safe\nspace to consider ambiguous issues confidentially. Under FOI and EIR,\nthere must be a “public interest” in retaining privilege on top of the\nprivilege itself, to avoid disclosure. The courts have set a high\nthreshold for privileged material to be disclosed. In Murray-Smith v\nInformation Commissioner ([2]EA/2021/0039V, 4 August 2021) the First Tier\nTribunal (FTT) said: “A public authority will most often be entitled to\nobtain legal advice on an issue and to rely on LPP to withhold it even\nwhen a request is made under FOIA,  because of the in-built public\ninterest established by the courts in maintaining LPP” (paragraph 35).\nThe other marking of emails has been “not subject to FOI”. No official\nrecord of Sheffield City Council is “not subject to FOI”. We understand\nour statutory obligation under section 1 of the FOIA. Information may be\nwithheld under an exemption, but that is under the Act itself. It is never\n“Not subject to FOI”. Unfortunately, there was an elision between “legal\nprivilege” and “not subject to FOI”, which is not supported by the\nlegislation. We sincerely regret the use of this phrase for the\nmisunderstanding that it has caused.\nThe decision to mark emails “not subject to FOI” was not part of a policy\nprocess. It was a response to contentious litigation. Council officers\nanticipated large numbers of FOI requests. They wanted to make sure that\nprivileged material was properly identified and flagged for checking\nagainst the tests before disclosure. There was a risk that this might not\nhappen if emails were not clearly identified, given the volume of\ncorrespondence. The header text was designed to do that. But that flag did\nnot in itself determine disclosure or non-disclosure. Each bundle of\nrecords had to be reviewed on a case-by-case basis to determine if there\nwere exemptions, and then, subject them to the public interest test.\nThe reference to the “start of the process” could be deemed to be 2013,\nwhich is the year agreed between the council’s cabinet and street tree\ncampaigners to provide documentation for the Street Trees Archive. There\nwill be emails with the header “not subject to FOI” as part of that\ndisclosure (unless, separate and apart from that marking, they can be\nwithheld under FOI, EIR, or DPA).\nBut to the best of our knowledge, we hold no record “from the start of the\nprocess” which sets out how officers were informed or communicated with\nregarding the flagging of emails that may contain exempt information if\nrequested by the public.\nWe understand that the identification of emails which may be legally\nprivileged, in anticipation of FOI/EIR requests, was raised verbally\nbetween the council lawyer and the director with responsibility for the\nHighways Service at the time the council legal team received instructions\nto consider injunction proceedings relating to protests against street\ntree felling.\nWe do not have information to add to that.\nWe have responded to more than 450 requests for information about street\ntrees under FOI and EIR in the past seven years. We understand the public\ninterest in the process of response, as much as the responses themselves.\nWhere information has not been sourced by us in response to your request,\nwe hope that the Bevan Brittan report into the use of the label “not\nsubject to FOI”; the publication of the Street Tree Archive and Sir Mark\nLowcock’s Street Trees Inquiry will provide further avenues for the\nscrutiny of our efforts.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [3]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[4]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nshow quoted sections"
            ]
        },
        {
            "created_at": "2022-06-29T15:32:50.713+01:00",
            "message_id": 2070411,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nWe omitted in error our footnote in the above response which is:\n[1] See page 16: [1]Code of Practice on the management of records issued\nunder section 46 of the Freedom of Information Act 2000\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://assets.publishing.service.gov.uk...\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2022-07-28T04:50:43.019+01:00",
            "message_id": 1330284,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Communication of records retention policy by Steve Eccleston'. The council has not produced any documents relating to this process, but has made various statements without providing any recorded information.\n*/ We apologise for the significant delay in\nresponding to this request. This has been due to a substantial backlog of\nrequests due to the pandemic. /*\nThe apology is noted, the requestor also notes request submitted after this, a year later were completed by the local authority, this was late, even after involvement by the ICO - the council decided not to produce a response in the stated time from the decision notice ( IC-159669-K9T5 ).\n*/ The email of 18 February 2020 explains why emails were identified in this\nway to provide a flag for appraisal should a request under information\nrights legislation be received.*/\nThe council keeps referring to the email  18 February 2020, this email came after the exposure of council officers marking documents \"not subject to FOI\".  This email was not a record created during the process, it's a cover your ass email that came around after  details of officers \"not subject to FOI\" was made public after my FOI request. The requestor notes the email, alludes to discussions around this been a \"problem\" and that \"{blank} asked to drop a line on this\" - the email the council keeps presenting is a lines to take document. It's not a record that was created \" at the start of the process referred to by Mr Eccleston.\"\n/*We would like to distinguish between two sets of markings, ‘legal\nprivilege applies, etc’ on the one hand; and “not subject to FOI” on the\nother hand....\n...However, privilege “belongs” to the client not the lawyers so genuinely\nprivileged material can be released. In our situation, the council is the\nclient, and privileged discussions between lawyers and clients are a safe\nspace to consider ambiguous issues confidentially. Under FOI and EIR,\nthere must be a “public interest” in retaining privilege on top of the\nprivilege itself, to avoid disclosure*/\nThis is a statement and not a request for recorded information.\nThe requestor would note the council did not distinguish between two sets of markings, ‘legal\nprivilege applies, etc’\nThe requestor would also note this statement noting how to distinguish between to two headers, didn't address the  mail header \"LEGAL PRIVILEGE APPLIES - NOT SUBJECT TO FOIA\"  found in multiple council emails, these have been provided to the council, can provide them again at request.\n*/ The other marking of emails has been “not subject to FOI”. No official\nrecord of Sheffield City Council is “not subject to FOI”. We understand\nour statutory obligation under section 1 of the FOIA. */\nAgain, this is not recorded information. It's a statement.\nFurthermore, it ignores multiple council records where  \"LEGAL PRIVILEGE APPLIES\" and  \"NOT SUBJECT TO FOIA\" were found in the exact same email header.  \"LEGAL PRIVILEGE APPLIES - NOT SUBJECT TO FOIA\"\nSample selection of other emails that contained this:\nRE: Reply to []: intimated JR: confidential: legal privilege applies: not subject to FOIA\nFW_ Covered by LP not subject to FOI - urgent for Monday please\n*/ It is never “Not subject to FOI”. Unfortunately, there was an elision between “legal\nprivilege” and “not subject to FOI”, */\nAnother statement and not recorded information. The council did not provide any records detailing how it found this \"elision\". It just states there was one.\n*/We sincerely regret the use of this phrase for the misunderstanding that it has caused. */\nThere isn't a misunderstanding, the council titled records \"NOT SUBJECT TO FOIA\".  The council has made multiple statements to the press such as the use of this particular header, never in these statements was it  identified as elision or misunderstanding, it was a deliberate process to enable sorting of records is the councils claim, the council still has not provided any recorded information showing this was the case.\n*/The decision to mark emails “not subject to FOI” was not part of a policy process. It was a response to contentious litigation. Council officers anticipated large numbers of FOI requests. */\nAnother statement, not recorded information.  - This also contradictory statement.  \"It was a response to contentious litigation\" and then in Steves CYA email it's stated \"...I asked for emails to carry this header... right at the start of this process\"\nSo which was it, was it a  response to \"contentious litigation\" or the head of legal telling people to use the header  \"right at the start of this process\".\n*/The reference to the “start of the process” could be deemed to be 2013,\nwhich is the year agreed between the council’s cabinet */\nAn ambiguous statement  \"COULD BE DEEMED\" Was it or was it not. There wasn't any litigation in 2013, contradicting the councils response that the header was used in response to \"contentious litigation\".\n*/But to the best of our knowledge, we hold no record “from the start of the\nprocess” which sets out how officers were informed or communicated with\nregarding the flagging of emails that may contain exempt information if\nrequested by the public. */\nI'm gonna suggest you go back and search. It seems implausible that multiple teams, from different depts, CEX, Highways, Information Management and Legal, were using a process to mark and filter council documents in anticipation for FOI requests  as asked by the head of legal.  But there is no documents about how this was implemented, or how multiple different teams were informed of this process.\n¯\\_(ツ)_/¯\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/c...\nYours faithfully,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2022-08-01T16:44:13.010+01:00",
            "message_id": 2092710,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your recent request for an internal review relating to\ncommunication of records retention policy by Steve Eccleston which we\nreceived on 08/07/2022. We are sorry to hear that you are not happy with\nyour response.\nThis has now been logged and will be carried out by a member of the team.\nPlease be aware that Sheffield City Council’s response to the global\nCOVID-19 pandemic has led to a reduction in resources across the Council,\nmeaning that we are currently dealing with a backlog of requests.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 05/08/2022,\nbut we kindly ask for your patience as we anticipate that there may be a\ndelay in some cases. Please do not hesitate to contact us at the email\naddress below if you have any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Marcus Combie <[FOI #714520 email]>\nSent: 28 July 2022 04:51\nTo: FOI <[Sheffield City Council request email]>\nSubject: Internal review of Freedom of Information request - Communication\nof records retention policy by Steve Eccleston\nDear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information\nreviews.\nI am writing to request an internal review of Sheffield City Council's\nhandling of my FOI request 'Communication of records retention policy by\nSteve Eccleston'. The council has not produced any documents relating to\nthis process, but has made various statements without providing any\nrecorded information.\n*/ We apologise for the significant delay in\nresponding to this request. This has been due to a substantial backlog of\nrequests due to the pandemic. /*\nThe apology is noted, the requestor also notes request submitted after\nthis, a year later were completed by the local authority, this was late,\neven after involvement by the ICO - the council decided not to produce a\nresponse in the stated time from the decision notice ( IC-159669-K9T5 ).\n*/ The email of 18 February 2020 explains why emails were identified in\nthis\nway to provide a flag for appraisal should a request under information\nrights legislation be received.*/\nThe council keeps referring to the email  18 February 2020, this email\ncame after the exposure of council officers marking documents \"not subject\nto FOI\".  This email was not a record created during the process, it's a\ncover your ass email that came around after  details of officers \"not\nsubject to FOI\" was made public after my FOI request. The requestor notes\nthe email, alludes to discussions around this been a \"problem\" and that\n\"{blank} asked to drop a line on this\" - the email the council keeps\npresenting is a lines to take document. It's not a record that was created\n\" at the start of the process referred to by Mr Eccleston.\"\n/*We would like to distinguish between two sets of markings, ‘legal\nprivilege applies, etc’ on the one hand; and “not subject to FOI” on the\nother hand....\n...However, privilege “belongs” to the client not the lawyers so genuinely\nprivileged material can be released. In our situation, the council is the\nclient, and privileged discussions between lawyers and clients are a safe\nspace to consider ambiguous issues confidentially. Under FOI and EIR,\nthere must be a “public interest” in retaining privilege on top of the\nprivilege itself, to avoid disclosure*/\nThis is a statement and not a request for recorded information.\nThe requestor would note the council did not distinguish between two sets\nof markings, ‘legal\nprivilege applies, etc’\nThe requestor would also note this statement noting how to distinguish\nbetween to two headers, didn't address the  mail header \"LEGAL PRIVILEGE\nAPPLIES - NOT SUBJECT TO FOIA\"  found in multiple council emails, these\nhave been provided to the council, can provide them again at request.\n*/ The other marking of emails has been “not subject to FOI”. No official\nrecord of Sheffield City Council is “not subject to FOI”. We understand\nour statutory obligation under section 1 of the FOIA. */\nAgain, this is not recorded information. It's a statement.\nFurthermore, it ignores multiple council records where  \"LEGAL PRIVILEGE\nAPPLIES\" and  \"NOT SUBJECT TO FOIA\" were found in the exact same email\nheader.  \"LEGAL PRIVILEGE APPLIES - NOT SUBJECT TO FOIA\"\nSample selection of other emails that contained this:\nRE: Reply to []: intimated JR: confidential: legal privilege applies: not\nsubject to FOIA\nFW_ Covered by LP not subject to FOI - urgent for Monday please\n*/ It is never “Not subject to FOI”. Unfortunately, there was an elision\nbetween “legal\nprivilege” and “not subject to FOI”, */\nAnother statement and not recorded information. The council did not\nprovide any records detailing how it found this \"elision\". It just states\nthere was one.\n*/We sincerely regret the use of this phrase for the misunderstanding that\nit has caused. */\nThere isn't a misunderstanding, the council titled records \"NOT SUBJECT TO\nFOIA\".  The council has made multiple statements to the press such as the\nuse of this particular header, never in these statements was it\nidentified as elision or misunderstanding, it was a deliberate process to\nenable sorting of records is the councils claim, the council still has not\nprovided any recorded information showing this was the case.\n*/The decision to mark emails “not subject to FOI” was not part of a\npolicy process. It was a response to contentious litigation. Council\nofficers anticipated large numbers of FOI requests. */\nAnother statement, not recorded information.  - This also contradictory\nstatement.  \"It was a response to contentious litigation\" and then in\nSteves CYA email it's stated \"...I asked for emails to carry this\nheader... right at the start of this process\"\nSo which was it, was it a  response to \"contentious litigation\" or the\nhead of legal telling people to use the header  \"right at the start of\nthis process\".\n*/The reference to the “start of the process” could be deemed to be 2013,\nwhich is the year agreed between the council’s cabinet */\nAn ambiguous statement  \"COULD BE DEEMED\" Was it or was it not. There\nwasn't any litigation in 2013, contradicting the councils response that\nthe header was used in response to \"contentious litigation\".\n*/But to the best of our knowledge, we hold no record “from the start of\nthe\nprocess” which sets out how officers were informed or communicated with\nregarding the flagging of emails that may contain exempt information if\nrequested by the public. */\nI'm gonna suggest you go back and search. It seems implausible that\nmultiple teams, from different depts, CEX, Highways, Information\nManagement and Legal, were using a process to mark and filter council\ndocuments in anticipation for FOI requests  as asked by the head of\nlegal.  But there is no documents about how this was implemented, or how\nmultiple different teams were informed of this process.\n¯\\_(ツ)_/¯\nA full history of my FOI request and all correspondence is available on\nthe Internet at this address:\n[2]\nhttps://eur03.safelinks.protection.outlo...\nYours faithfully,\nMarcus Combie\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #714520 email]\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[5]\nhttps://eur03.safelinks.protection.outlo...\n[6]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2022-09-09T14:39:31.726+01:00",
            "message_id": 2119615,
            "type": "incoming",
            "content": [
                "1 Attachment\nInternal Review FOI 2020 21 3027 Final.pdf\n171K\nDownload\nView as HTML\nDear Mr Combie\nPlease find attached our internal review of your complaints about the\nhandling of this request.\nYours sincerely\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}