{
    "id": 1030816,
    "title": "Complaint, Social services & more",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "complaint_social_services_more",
    "created_at": "2023-09-24T05:39:42.597+01:00",
    "events": [
        {
            "created_at": "2023-09-24T05:39:42.811+01:00",
            "message_id": 1527776,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\n13. When Bed and mattress is approved as part of support plan during CP meeting, who provides support to buy the Mattress? Support worker or Social Work?\n13b. In last 2 years how many times has a social worker taken on the responsibility and how many times has a support worker done it?\n14. How many social workers do you have in Sheffield children social services\n15. How many support workers do you have in Sheffield social services department\n16. How many cases where Sheffield social services have removed children from SAFE parents or victims of DV back to perpetrator , child abusers or Foster care and children have continually been abused, harmed or killed in the last 5 years.\nOf these how many are black white and asian\n17. Was any action taken against Social workers or Manager who approved that action? If so what? What measures are put in place to ensure no harm comes to children in future, especially if Social services Sheffield placed children in care of abusers/ perpetrator or Foster care\nOf these how many are white. Black and Asian families who suffered\n18. How many families have complained about conduct of professionals and Sheffield social services in past 5 years?\nYours faithfully,\nMrs Parkin"
            ]
        },
        {
            "created_at": "2023-11-18T08:51:52.094+00:00",
            "message_id": 1552953,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI made FOI  that's long over due , in September 23 and Oct 23\nCan I kindly request for a response as yoy have a legal obligation to respond or send me reasons why you don't want to respond and what action I need to take if you continue to ignore me\nYours faithfully,\nMrs Parkin"
            ]
        },
        {
            "created_at": "2023-12-07T11:23:44.428+00:00",
            "message_id": 2487660,
            "type": "incoming",
            "content": [
                "Dear Mrs Parkin,\nThank you for your recent request for an internal review relating to\nSocial Services Budget and more which we received on 18/11/2023. We are\nsorry to hear that you are not happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 18/12/2023.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}