{
    "id": 1076566,
    "title": "Contract information",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "contract_information_94",
    "created_at": "2024-01-24T17:12:02.079+00:00",
    "events": [
        {
            "created_at": "2024-01-24T17:12:02.425+00:00",
            "message_id": 1588516,
            "type": "outgoing",
            "content": [
                "Dear FOI Team,\nI would be most grateful if you would provide me, under the Freedom of Information Act, details in respect to the contract below.\nFurniture Removals, Storage and Disposal Services:\nhttps://www.contractsfinder.service.gov....\nThe details we require are:\n• Actual spend on this framework (and any sub lots), from the start of the contract to the current date\n• Start date & duration of framework?\n• Is there an extension clause in the framework and, if so, the duration of the extension?\n• Has a decision been made yet on whether the framework are being either extended or renewed?\n• Who is the senior officer (outside of procurement) responsible for this contract?\nThank you for your help.\nYours sincerely,\nJames Clarke"
            ]
        },
        {
            "created_at": "2024-01-25T15:21:21.314+00:00",
            "message_id": 2533160,
            "type": "incoming",
            "content": [
                "Dear James Clarke,\nThank you for your request for information relating to furniture removals,\nstorage and disposal services which we received on 24/01/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 21/02/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-02-05T11:26:04.957+00:00",
            "message_id": 2542309,
            "type": "incoming",
            "content": [
                "Dear James Clarke,\nThank you for your request for information relating to furniture removals,\nstorage and disposal services which we received on 24/01/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n• Actual spend on this framework (and any sub lots), from the start of\nthe contract to the current date\n£98,566\n• Start date & duration of framework?\n01 September 2022.\n4 years.\n• Is there an extension clause in the framework and, if so, the duration\nof the extension?\nNo extension clause included.\n• Has a decision been made yet on whether the framework are being either\nextended or renewed?\nPrior contract expiry the provision will be retendered.\n• Who is the senior officer (outside of procurement) responsible for\nthis contract?\nJason Peck is the Contract Manager for this particular contract.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}