{
    "id": 1020834,
    "title": "Copy of emails",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "copy_of_emails_2",
    "created_at": "2023-09-01T10:03:19.323+01:00",
    "events": [
        {
            "created_at": "2023-09-01T10:03:19.645+01:00",
            "message_id": 1515000,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease supply me copies of all communication including postal & email between council officers and from council officers to third parties and received from third parties such as maintenance companies or divisions within the council such as the rates office that mention, include or refer to myself, “Mrs Julie Fretwell, my business within Crystal Peaks market, “Julies Snaxx” or my current and past market stalls 13,14,15,16,17\nYours faithfully,\nJulie Bamford"
            ]
        },
        {
            "created_at": "2023-09-04T15:46:57.386+01:00",
            "message_id": 2408725,
            "type": "incoming",
            "content": [
                "Dear Julie Bamford,\nSubject Access Request – SAR ID 914174\nWe write in reference to your request for access to the information we\nhold about you. The request that you sent to the Freedom of Information\nteam has been passed to the Subject Access team because you are asking for\npersonal data that cannot be released under the Freedom of Information\nAct.\nUnder Data Protection law, you have the right to request access to the\npersonal data we hold about you.  This is called a Subject Access\nRequest.\nBefore we can accept a Subject Access Request, we need to ask you for the\nfollowing:\n• Identification.  You will need to provide two forms of identification,\none which includes your name and current address and one which\nincludes your name and date of birth.\nPlease note: If the information you have requested is needed by a\nparticular date, for example, for a court hearing, please provide also\nproof of your court date and we will take this into consideration.\nYou can send your documents by email to [1][\nemail address\n],\nor you can take them to any of our First Point Offices.\nYou can also post them to Resources Business Support (Subject Access\nRequests), Sheffield City Council, PO Box 1283, Sheffield, S1 1UJ.  We\nrecommend that you do not send original documents through the post and we\ndo accept photocopies.\nOnce identification documents have been received and we are satisfied we\nhave all the information we need, we will proceed with the request and are\nrequired to provide you with a response within 1 month.  If we do need\nfurther information from you, we will let you know.  Sometimes, for more\ncomplex requests, we are entitled to extend the response time to a maximum\nof 3 months.  We will let you know where this is the case.\nPlease note we are not required to comply with a request until the\nidentification documents have been received and will close a request if\nthese are not provided within 28 days from the date of this letter.\nFor information about the way we handle subject access requests, please\nsee our website at [2]www.sheffield.gov.uk/sar.  For information about\ndata protection in general and your rights, please see out website at\n[3]www.sheffield.gov.uk/privacy, or you can look on The Information\nCommissioner’s Office’s website at [4]www.ico.org.uk.\nIf you have any queries about this letter please let us know.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][\nemail address\n]\nshow quoted sections"
            ]
        }
    ]
}