{
    "id": 1143122,
    "title": "Coroners' Prevention of Future Deaths Reports 2013-2024 sent to the Council",
    "display_status": "Awaiting internal review",
    "law_used": "foi",
    "url_title": "coroners_prevention_of_future_de_209",
    "created_at": "2024-06-28T19:37:49.155+01:00",
    "events": [
        {
            "created_at": "2024-06-28T19:37:49.484+01:00",
            "message_id": 1683148,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act, I request data on coroners' Prevention of Future Deaths reports (PFDs or Reg 28 letters) received by the Council. Can I please request the following:\n1. the total number of PFDs where the Council was a listed addressee from inception (July 2013) until June 2024 (or the most recent available data), broken down as annual counts for each calendar year (e.g. for 2013, the number of reports from Jul to Dec; for 2014 the number of reports from January to December).\n2. the total number of PFDs where the Council was copied for information as an ‘interested person’ from inception (July 2013) until June 2024 (or the most recent available data), broken down as annual counts for each calendar year (e.g. for 2013 the number of reports from Jul to Dec; for 2014 the number of reports from January to December).\nYours faithfully,\nDr Georgia Richards"
            ]
        },
        {
            "created_at": "2024-07-02T10:03:46.434+01:00",
            "message_id": 2692612,
            "type": "incoming",
            "content": [
                "Dear Georgia Richards,\nThank you for your request for information relating to Coroners'\nPrevention of Future Deaths Reports 2013-2024 sent to the Council which we\nreceived on 28/06/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 29/07/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-29T14:26:00.815+01:00",
            "message_id": 2713130,
            "type": "incoming",
            "content": [
                "Dear Georgia Richards,\nThank you for your request for information relating to Coroners'\nPrevention of Future Deaths Reports 2013-2024 sent to the Council which we\nreceived on 28/06/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nAll PFD reports are published and available to the public on the following\nwebsite:\n[1]\nhttps://www.judiciary.uk/?s=&pfd_rep...\nAs this is information, which is accessible to the applicant by other\nmeans, it is exempt from disclosure under section 21 of the Freedom of\nInformation Act 2000.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: FOI\nSent: Tuesday, July 2, 2024 10:03 AM\nTo: Georgia Richards <[FOI #1143122 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1192861\nDear Georgia Richards,\nThank you for your request for information relating to Coroners'\nPrevention of Future Deaths Reports 2013-2024 sent to the Council which we\nreceived on 28/06/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 29/07/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.judiciary.uk/?s=&pfd_rep...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]\n5. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-29T15:55:45.852+01:00",
            "message_id": 1696322,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThank you for sharing the link to the Judiciary website. However, this response does not provide access to the information that is being requested due to the following reasons:\n1. The Judiciary website contains coroners' Prevention of Future Deaths reports (PFDs) that have been sent by coroners or the local coroner's office to the Chief Coroner's Office for publication. It, therefore, does not contain all PFDs that Sheffield City Council has directly received from coroners as requested.\n2. The search function on the Judiciary website is not sophisticated enough to account for the spelling errors and inconsistencies in reporting recipients' names that result from the manual publication of reports and reports aren't catalogued or standardised by addressees.\n3. The Judiciary website is only 'searchable' for reports dated from January 2023 onwards, when the Chief Coroner's Office started publishing the full text of reports online. Therefore, the request for the total number of PFDs where Sheffield City Council was copied for information as an ‘interested person’ from inception (July 2013) is not accessible from the link shared nor via simply searching.\nThe initial request did not seek copies of each PFD received; rather, it requested a summarised count of the total number of PFDs where Sheffield City Council was a listed addressee and copied for information as an interested person. Can I please re-request this information for from July 2013 until June 2024, broken down as annual counts for each calendar year?\nYours faithfully,\nDr Georgia Richards"
            ]
        },
        {
            "created_at": "2024-07-31T10:04:01.532+01:00",
            "message_id": 2715154,
            "type": "incoming",
            "content": [
                "Dear Georgia Richards,\nThank you for your recent request for an internal review relating to\nCoroners' Prevention of Future Deaths Reports 2013-2024 sent to the\nCouncil which we received on 29/07/2024. We are sorry to hear that you are\nnot happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 28/08/2024.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Georgia Richards <[FOI #1143122 email]>\nSent: Monday, July 29, 2024 3:56 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: RE: Response – Freedom of Information Request – Reference – FOI /\n1192861\nDear Sheffield City Council,\nThank you for sharing the link to the Judiciary website. However, this\nresponse does not provide access to the information that is being\nrequested due to the following reasons:\n1. The Judiciary website contains coroners' Prevention of Future Deaths\nreports (PFDs) that have been sent by coroners or the local coroner's\noffice to the Chief Coroner's Office for publication. It, therefore, does\nnot contain all PFDs that Sheffield City Council has directly received\nfrom coroners as requested.\n2. The search function on the Judiciary website is not sophisticated\nenough to account for the spelling errors and inconsistencies in reporting\nrecipients' names that result from the manual publication of reports and\nreports aren't catalogued or standardised by addressees.\n3. The Judiciary website is only 'searchable' for reports dated from\nJanuary 2023 onwards, when the Chief Coroner's Office started publishing\nthe full text of reports online. Therefore, the request for the total\nnumber of PFDs where Sheffield City Council was copied for information as\nan ‘interested person’ from inception (July 2013) is not accessible from\nthe link shared nor via simply searching.\nThe initial request did not seek copies of each PFD received; rather, it\nrequested a summarised count of the total number of PFDs where Sheffield\nCity Council was a listed addressee and copied for information as an\ninterested person. Can I please re-request this information for from July\n2013 until June 2024, broken down as annual counts for each calendar year?\nYours faithfully,\nDr Georgia Richards\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-09-27T11:13:52.570+01:00",
            "message_id": 1731271,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Coroners' Prevention of Future Deaths Reports 2013-2024 sent to the Council' as no response has been received.\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/c...\nYours faithfully,\nGeorgia Richards"
            ]
        }
    ]
}