{
    "id": 1041469,
    "title": "Costs of Sceffolding inside and outside the Rose Garden Cafe, Graves Park, Sheffield",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "costs_of_sceffolding_inside_and",
    "created_at": "2023-10-26T15:53:44.106+01:00",
    "events": [
        {
            "created_at": "2023-10-26T15:53:44.297+01:00",
            "message_id": 1542859,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nRegarding the scaffolding erected inside the Rose Garden Cafe in Graves Park, erected in from last year, 2022:\n1. Regarding the scaffolding/propping inside and outside the Rose Garden Café, how much is it costing a month to keep the scaffolding in place and what is the total that has been paid for this up to date?\n2. We have heard that the scaffolding etc has been purchased by SCC. Can you confirm that this is the case and if so, how much did the Council pay for it?\n3. Can you confirm who in the council, as in which department, is covering the costs for all of this?\n4. Can you confirm that these costs will NOT be charged to the Graves Park Trust, nor deducted from the Graves Park Trust's accounts?\nYours faithfully,\nCaroline Dewar"
            ]
        },
        {
            "created_at": "2023-10-27T15:03:18.803+01:00",
            "message_id": 2455851,
            "type": "incoming",
            "content": [
                "Dear Caroline Dewar,\nThank you for your request for information relating to costs of\nscaffolding inside and outside the Rose Garden Café which we received on\n26/10/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 23/11/2023. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-11-13T17:35:22.452+00:00",
            "message_id": 2468307,
            "type": "incoming",
            "content": [
                "Dear Caroline Dewar,\nThank you for your request for information relating to costs of\nscaffolding inside and outside the Rose Garden Café which we received on\n26/10/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. Regarding the scaffolding/propping inside and outside the Rose Garden\nCafé, how much is it costing a month to keep the scaffolding in place\nand what is the total that has been paid for this up to date?\nThe interior and exterior scaffolding to Rose Garden Café was\ninitially hired for 12 weeks from December 2022. The total cost of\ninstalling and hiring the scaffolding for this 12 week period was £61,008.\nThis included the costs for the legally required weekly inspections.\nAfter the initial 12 week hire, it was determined that the scaffold would\nneed to be in place for a substantial period. The scaffolding supplier\nquoted £6,800 per month to continue hiring the scaffolding. We asked the\nsupplier to allow us to purchase the scaffold instead. The supplier was\nunwilling to sell the scaffolding but agreed that we could pay a one-off\nhire fee of £50,000, allowing us to hire the scaffolding for the duration\nof the project. Upon project completion the scaffolding would be returned\nto the supplier.\nThe £50,000 did not include for the weekly inspection costs and the\nscaffolding supplier undertook two further inspections of the scaffolding\non 29/05/23 and 05/06/23 at the cost of £300.\nThe total paid to the scaffolding supplier is £111,308.\nSince 05/06/23, we have undertaken the mandatory inspections costing\n£26.17 per inspection totalling £197.23 to date.\nThe total spent on the scaffolding to date is £111,505.23\n2. We have heard that the scaffolding etc has been purchased by SCC. Can\nyou confirm that this is the case and if so, how much did the Council\npay for it?\nPlease see reply to question 1 above\n3. Can you confirm who in the council, as in which department, is\ncovering the costs for all of this?\nFacilities Management Revenue Budget\n4. Can you confirm that these costs will NOT be charged to the Graves\nPark Trust, nor deducted from the Graves Park Trust's accounts?\nSee response to question 3. Please also refer to the Rose Garden Café\nFAQ’s available here:\n[1]rose_garden_cafe_closure_-_frequently_asked_questions.pdf\n(sheffield.gov.uk)\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/sites/defau...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}