{
    "id": 1138464,
    "title": "Council solar energy data",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "council_solar_energy_data_66",
    "created_at": "2024-06-11T16:07:35.379+01:00",
    "events": [
        {
            "created_at": "2024-06-11T16:07:35.635+01:00",
            "message_id": 1675796,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am requesting the following information under the Freedom of Information Act 2000. If any information is unavailable, exempt, or beyond time/cost limits, please disregard these and provide the rest.\n1. Are you on a green/renewable energy tariff for gas and electricity supplies? Please answer individually for both.\n2. Do you have any renewable energy installations at council-owned properties (both residential and commercial council-owned properties)?\nIf yes, please list them and include their maximum capacity. Options might include:\n- Solar panels\n- Solar thermal panels\n- Wind turbines\n- Air source heat pump\n- Ground source heat pump\n- Biomass systems\n- Hydroelectric systems\n- Other (please specify)\n3. What percentage of commercial council-owned properties have solar panels installed as of 2024 (if this year of data is unavailable, please provide the percentage of commercial council-owned properties that have solar panels installed as of 2023)?\n4. What percentage of residential council-owned properties have solar panels installed as of 2024 (if this year of data is unavailable, please provide the percentage of residential council-owned properties that have solar panels installed as of 2023)?\n5. What percentage of council-owned properties (both residential and commercial council-owned properties) are powered 100% by sustainable energy as of 2024 (if this year of data is unavailable, please provide the percentage of council-owned properties that are powered 100% by sustainable energy as of 2023)?\n6. Do you have any fully electric vehicles in your fleet for staff use (excluding hybrids)? If yes, how many?\n7. Do you currently employ a staff member whose primary responsibility is overseeing the implementation of sustainability strategies, such as a “Sustainability Officer”?\n8. What eco-friendly initiatives are implemented across your council-owned properties for your staff members to take part in? These could include green transport solutions (e.g. bike schemes), recycling programs, etc. Please describe them.\n9. What were the estimated annual savings on energy bills from using renewable energy sources for the 2023 calendar year in GBP?\n10. How much energy was sold back to the National Grid annually from your renewable installations for the 2023 calendar year in kWh and GBP?\nPlease let me know if you have any questions or require additional clarification.\nYours faithfully,\nJamie Dixon"
            ]
        },
        {
            "created_at": "2024-06-13T10:40:19.456+01:00",
            "message_id": 2680182,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to council solar\nenergy data which we received on 11/06/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 09/07/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-09T20:57:10.177+01:00",
            "message_id": 2697652,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to council solar\nenergy data which we received on 11/06/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. Are you on a green/renewable energy tariff for gas and electricity\nsupplies? Please answer individually for both. No for both.\n2. Do you have any renewable energy installations at council-owned\nproperties (both residential and commercial council-owned properties)?\nResidential - Yes:  PV Panels (Solar Panels) Air Source Heat Pumps, Heat\nRecovery Systems\nCorporate Estate - Moor Market and Acres Hill Store.\nIf yes, please list them and include their maximum capacity. Options might\ninclude:\n- Solar panels Moor Market 12.8kWp and Acres Hill 20kWp\n- Solar thermal panels\n- Wind turbines\n- Air source heat pump Acres Hill Store 3 x Mitsubishi 42.6 kW = 127.8kW\n- Ground source heat pump\n- Biomass systems\n- Hydroelectric systems\n- Other (please specify)\n3. What percentage of commercial council-owned properties have solar\npanels installed as of 2024 (if this year of data is unavailable, please\nprovide the percentage of commercial council-owned properties that have\nsolar panels installed as of 2023)? Less than 0.5%\n4. What percentage of residential council-owned properties have solar\npanels installed as of 2024 (if this year of data is unavailable, please\nprovide the percentage of residential council-owned properties that have\nsolar panels installed as of 2023)? 111 properties (0.29% of all SCC\nresidential properties)\n5. What percentage of council-owned properties (both residential and\ncommercial council-owned properties) are powered 100% by sustainable\nenergy as of 2024 (if this year of data is unavailable, please provide the\npercentage of council-owned properties that are powered 100% by\nsustainable energy as of 2023)?\nResidential - None\nCorporate - None\n6. Do you have any fully electric vehicles in your fleet for staff use\n(excluding hybrids)? If yes, how many? We currently have 78, full electric\nvehicles within our fleet for staff use only.\n7. Do you currently employ a staff member whose primary responsibility is\noverseeing the implementation of sustainability strategies, such as a\n“Sustainability Officer”?\nYes\n8. What eco-friendly initiatives are implemented across your council-owned\nproperties for your staff members to take part in? These could include\ngreen transport solutions (e.g. bike schemes), recycling programs, etc.\nPlease describe them.\nCycle Scheme\nCyclescheme is an employee benefit that saves employees up to 42% on a\nbike and accessories. You pay nothing upfront, and the payments are taken\ntax efficiently from your salary by your employer.\nCar Club\nEnterprise Car Club provides pay-as-you-go, low emission cars at street\nlocations in the city centre and Hunters Bar. Easy to use, once registered\nyou reserve your car online or with their app. Enterprise Car Club takes\ncare of the maintenance, cleaning, tax, administration, and fuel – so you\nonly need to take care of the driving.\nDiscounted Stagecoach Bus and Tram Tickets\nAs a Council employee you can get money off bus and tram travel in\nSheffield and beyond by using the Stagecoach Bus App.\nA discount of about 5% is available on:\n• weekly tickets\n• 28-day tickets\nE-learning\nPeople, Prosperity, Planet: Part 1 - An Introduction to the Climate\nEmergency in Sheffield\nBy the end of this e-learning course, you will be able to:\n• define the climate emergency\n• define some common climate terminology\n• begin to identify some ways you can contribute as an individual\nemployee to reduce the carbon footprint of the organisation and city\nand increase Sheffield’s climate resilience\nThis e-learning is the first of two courses that aim to educate employees\nand elected members on what the climate emergency is and how it’s\nimpacting Sheffield. The e-learning includes written text, audio and video\ncontent as well as some interactive activities such as click and drag, or\nmultiple-choice questions.\nPeople, Prosperity, Planet: Part 2 - Your Role in Our Climate Action\nBy the end of this e-learning course, you will be able to:\n• list the ways in which the organisation is responding to the climate\nemergency\n• recognise the roles and responsibilities of councillors, managers, and\nemployees in contributing to Sheffield's climate action\n• identify some ways you can contribute as an individual employee to\nreduce the carbon footprint of the organisation and city and increase\nSheffield's climate resilience\nThis e-learning is the second of two courses that aim to educate employees\nand elected members on the Council’s climate action, and the roles and\nresponsibilities everyone can play in helping the organisation and city to\nbe net zero by 2030.\nThe e-learning includes written text, audio, and video content as well as\nsome interactive activities such as click and drag, or multiple-choice\nquestions.\nElectric Car Benefit Scheme\nHR scheme to help employees choose more active or less polluting ways to\ntravel. A salary sacrifice scheme that gives you an opportunity to drive a\nbrand-new, zero emission electric vehicle.\nRegular reference in corporate newsletters\n[1]Climate change and what you can do | Sheffield City Council\n9. What were the estimated annual savings on energy bills from using\nrenewable energy sources for the 2023 calendar year in GBP?\n– Moor Market = £3476.00 (based on 33.5236 pence per kWh) & Acres Hill =\n£7489.42 (based on 39.418 pence per kWh)\n10. How much energy was sold back to the National Grid annually from your\nrenewable installations for the 2023 calendar year in kWh and GBP?\nFrom the install of Solar PV at Moor Market/Acres Hill none. 100% used on\nsite\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: FOI\nSent: Thursday, June 13, 2024 10:40 AM\nTo: Jamie Dixon <[FOI #1138464 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 1170063\nDear Jamie Dixon,\nThank you for your request for information relating to council solar\nenergy data which we received on 11/06/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 09/07/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]\n5. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}