{
    "id": 1025662,
    "title": "Council Tax Exemption Policy for Care Leavers",
    "display_status": "Long overdue",
    "law_used": "foi",
    "url_title": "council_tax_exemption_policy_for_228",
    "created_at": "2023-09-13T10:33:28.676+01:00",
    "events": [
        {
            "created_at": "2023-09-13T10:33:29.142+01:00",
            "message_id": 1521207,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI hope this letter finds you well. I am writing to request information under the Freedom of Information Act 2000 regarding your council's policy on council tax exemption for care leavers.\nI would be grateful if you could provide answers to the following questions:\n1. Do you have a council tax exemption policy in place for care leavers? [Please respond with either \"Yes\" or \"No.\"]\nIf you answered \"Yes\" to Question 1, please provide the following information:\n2. Is this exemption provided for care leavers up to the age of 25? [Please respond with either \"Yes\" or \"No.\"]\n3. Is your exemption policy inclusive of care leavers who move into your local authority, but the local authority which holds corporate parenting responsibility for them is elsewhere? [Please respond with either \"Yes\" or \"No.\"]\n4. Is your exemption policy inclusive of care leavers who you are the corporate parent for but live outside your local authority? [Please respond with either \"Yes\" or \"No.\"]\n5. Is this exemption policy included in your local offer for care leavers document? If so, please provide a link to the relevant document.\n6. Is this exemption advertised on your website? [Please respond with either \"Yes\" or \"No.\"]\n7. Is there any further information you wish to add regarding your council's council tax exemption policy for care leavers?\nWe kindly request that you provide the requested information within the statutory 20 working days as prescribed by the Freedom of Information Act 2000. If for any reason you are unable to provide the information requested, please specify the grounds for refusal as stipulated by the Act.\nWe appreciate your prompt attention to this matter and thank you in advance for your cooperation.\nYours faithfully,\nThe Children's Society"
            ]
        }
    ]
}