{
    "id": 1037090,
    "title": "Council tax enforcement",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "council_tax_enforcement_235",
    "created_at": "2023-10-11T18:04:07.764+01:00",
    "events": [
        {
            "created_at": "2023-10-11T18:04:08.362+01:00",
            "message_id": 1536559,
            "type": "outgoing",
            "content": [
                "I am writing to request information under the Freedom of Information Act 2000. In order to assist you with this request, I am outlining my query as specifically as possible.\n1. In relation to your collection of council tax for the 2022/2023 council tax period please provide the total number of referrals/debts passed to enforcement agents.\n2. Please confirm the name of the enforcement company used by the council for the recovery of council tax debt.\n3. Please confirm if accounts which are part of the council tax reduction/support scheme are passed to enforcement companies and if so how many such cases were passed on for the 2022/23 council tax period.\n4. Please confirm if accounts of people on health/disability related benefits such as Disability Living Allowance, Employment Support Allowance and Personal Independence Payment are passed to enforcement companies and if so how many such cases were passed on for the 2022/23 council tax period.\n5. Please confirm if an assessment of vulnerability is done prior to a debt being passed to an enforcement company and if so provide a brief description of what the assessment involves. Please also confirm how many cases of people assessed as being vulnerable or potentially vulnerable were passed on to an enforcement company for the 2022/23 council tax period.\n6. Please confirm what protocols are in place between the local authority and enforcement companies regarding the approach that should be taken when someone is assessed as being vulnerable as per the assessment referred to in Q5. Please also confirm the kinds of cases which should be raised with, or referred back to, local authorities for further consideration when encountered.\n7. Please confirm A) how many requests the council received to bring a council tax debt back from an enforcement agent due to vulnerability reasons during the 2022/23 period and B) How many times the council agreed to bring an account back due to vulnerability reasons during the 2022/23 period.\nIf my request is denied in whole or in part, I ask that you justify all deletions by reference to specific exemptions of the Act. I will also expect you to release all non-exempt material. I reserve the right to appeal your decision to withhold any information or to charge excessive fees.\nI would be grateful if you could confirm in writing that you have received this request. I look forward to your response within 20 working days, as outlined by the statute.\nIf you are unable to answer any of the questions, then please move on to the next possible question.\nYours faithfully,\nNatalie Bloomer"
            ]
        },
        {
            "created_at": "2023-10-12T12:29:33.812+01:00",
            "message_id": 2443813,
            "type": "incoming",
            "content": [
                "Dear Natalie Bloomer,\nThank you for your request for information relating to Council tax\nenforcement which we received on 11/10/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 08/11/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-11-08T18:29:35.844+00:00",
            "message_id": 2464896,
            "type": "incoming",
            "content": [
                "Dear Natalie Bloomer,\nThank you for your request for information relating to Council tax\nenforcement which we received on 11/10/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. In relation to your collection of council tax for the 2022/2023\ncouncil tax period please provide the total number of referrals/debts\npassed to enforcement agents.\n29,288\n2. Please confirm the name of the enforcement company used by the council\nfor the recovery of council tax debt.\nMarstons\nEquita\nSheffield City Council Enforcement\n3. Please confirm if accounts which are part of the council tax\nreduction/support scheme are passed to enforcement companies and if so\nhow many such cases were passed on for the 2022/23 council tax period.\nNo\n4. Please confirm if accounts of people on health/disability related\nbenefits such as Disability Living Allowance, Employment Support\nAllowance and Personal Independence Payment are passed to enforcement\ncompanies and if so how many such cases were passed on for the 2022/23\ncouncil tax period.\nWe do not pass these accounts to enforcement agents but look for\nalternative means of recovery. However, this is dependent upon people\neither telling us or us being aware from information we hold as these are\nnot benefits we administer.\n5. Please confirm if an assessment of vulnerability is done prior to a\ndebt being passed to an enforcement company and if so provide a brief\ndescription of what the assessment involves. Please also confirm how\nmany cases of people assessed as being vulnerable or potentially\nvulnerable were passed on to an enforcement company for the 2022/23\ncouncil tax period.\nCases are referred on to EAs on a case by cases basis, officers will check\nnotebooks/account indicators and decide on referring to EA or pursuing an\nalternative recovery method.\n6. Please confirm what protocols are in place between the local authority\nand enforcement companies regarding the approach that should be taken\nwhen someone is assessed as being vulnerable as per the assessment\nreferred to in Q5. Please also confirm the kinds of cases which should\nbe raised with, or referred back to, local authorities for further\nconsideration when encountered.\nThe below is a combination of policies from all enforcement agents,\nhowever the Council’s Recovery Policy can be found online via the\nCouncil’s website:  [1]Business Rates | Sheffield City Council\nCases identified prior to receiving a case are automatically flagged up on\nour collections system as soon as they are entered and are dealt with as\nper client specification and codes of practice along with our own code of\npractice.\nSpecific welfare experts are utilised to help customers not only deal with\nthe debts they have with us, but also to assist with other debts by\nproviding signposting and links to advice agencies. External stakeholders\nare used to allow customers the opportunity to fill out one income and\nexpenditure form and share it with all creditors, rather than filling out\nmultiple forms.\nSpecialised I&E are employed to work with all customers who are struggling\nwith their finances, and we offer these customers extended payment\narrangements and direct line contact to our welfare team.\nVulnerability is defined by:\n•                Taking Control of Goods; National Standards\n•                Clients’ own definition\n•                CIVEA’s code of practice and guidelines\n•                The Royal College of Psychiatrists and the Money Advice\nTrust’s guidelines (Debt collection and mental health - ten steps to\nimprove recovery)\n•                3rd Sector partners who specialise in protecting the\nvulnerable\n•                We also consider any other mitigating or vulnerable\nconditions and seek the advice and approval of our clients before\nproceeding with any recovery.\nWhere it is believed at this stage that a customer may be vulnerable,\ncases are placed on hold and recovery action ceased to establish the level\nof vulnerability.\nTo assist with clarifying the situation, Welfare Officer’s may visit to\nassess the circumstances. If, because of enquiries, evidence of\nvulnerability is produced, the case is managed through conversation with\nthe local authority.\nTypes of vulnerability (list not exhaustive)\n•                Pregnancy or recent Birth of a Child\n•                Recent Bereavement\n•                Recent Unemployment\n•                Serious Illness / Long Term Sickness\n•                Severe Financial Difficulties\n•                Ethnic Minorities who cannot Understand or Speak English\n•                Living in Financial Hardship or Poverty\n•                Substance Abuse Addictions\n•                Coronavirus\n•                Victim of Domestic or Financial Abuse\n•                Has attempted or had thoughts about self-harm or suicide.\nWhere vulnerability has been identified, contact is made with the\nenforcement agent relationship manager. The case is discussed and if\nreturning the case is required this is done. Every circumstance is\ndifferent, and an assessment is based on the persons circumstances\ndiscussed with an officer.\n7. Please confirm A) how many requests the council received to bring a\ncouncil tax debt back from an enforcement agent due to vulnerability\nreasons during the 2022/23 period and B) How many times the council\nagreed to bring an account back due to vulnerability reasons during\nthe 2022/23 period.\nThe vulnerability used by the agents to identify that a debtor may fall\ninto a vulnerable category, may lead to the case being returned, but this\nis different from a client themselves requesting a case back for that\nreason – which is something that is not recorded by one of the EA’s\nsystems.\n12 cases were returned due to vulnerability within requested period.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: FOI\nSent: Thursday, October 12, 2023 12:29 PM\nTo: Natalie Bloomer <[FOI #1037090 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 940973\nDear Natalie Bloomer,\nThank you for your request for information relating to Council tax\nenforcement which we received on 11/10/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 08/11/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/business/bu...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]\n5. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}