{
    "id": 1083847,
    "title": "Council management of PRUs",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "council_management_of_prus_70",
    "created_at": "2024-02-09T17:57:50.375+00:00",
    "events": [
        {
            "created_at": "2024-02-09T17:57:50.994+00:00",
            "message_id": 1598127,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThis is a request under the Freedom of Information Act 2000. I would like to request the following information:\n1) In the academic years 2021/22, 2022/23, and 2023/24 (so far), how much money was spent by the council on teaching and teaching assistant/support staff at pupil referral units within the council’s remit that were hired via agencies on temporary contracts? Please separate these figures by school year, PRU and supplier.\n2) Does the council have a written policy (or policies) that details an approach to mental and physical wellbeing for staff at pupil referral units? If the answer to this question is yes, please share the relevant documentation.\n3) In the academic years 2021/22, 2022/23, and 2023/24 (so far), how many times were there incidences of violence towards staff at PRUs under the council's remit? Please separate these figures by school year.\n4) What counseling and psychological staff is available to teaching and support staff in the PRUs under your remit? Please detail their qualifications and how many days a week they work.\nI would be grateful if you could please confirm receipt of this email.\nKind regards,\nRobert Boyd"
            ]
        },
        {
            "created_at": "2024-02-13T10:23:41.177+00:00",
            "message_id": 2552609,
            "type": "incoming",
            "content": [
                "Dear Robert Boyd,\nThank you for your request for information relating to PRUs which we\nreceived on 09/02/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 08/03/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-03-08T16:52:17.871+00:00",
            "message_id": 2583430,
            "type": "incoming",
            "content": [
                "1 Attachment\nimage001.png\n7K\nDownload\nDear Robert Boyd,\nThank you for your request for information relating to PRUs which we\nreceived on 09/02/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. In the academic years 2021/22, 2022/23, and 2023/24 (so far), how much\nmoney was spent by the council on teaching and teaching\nassistant/support staff at pupil referral units within the council’s\nremit that were hired via agencies on temporary contracts? Please\nseparate these figures by school year, PRU and supplier.\n• We do not hold information on suppliers. The PRU is responsible for\nits own payments.\n• The decision on how to spend money on staffing would be made by the\nHeadteacher and governors.\n• Please note, we only have one PRU in the City. The PRU would have to\nbe contacted directly for this level of detail.\nContact Details:\nSheffield Inclusion Centre\nEmail: [1][\nemail address\n].u\n[2]\nhttps://www.inclusion.sheffield.sch.uk/\n2. Does the council have a written policy (or policies) that details an\napproach to mental and physical wellbeing for staff at pupil referral\nunits? If the answer to this question is yes, please share the\nrelevant documentation.\n• This would be the responsibility of the Headteacher in the PRU – see\ncontact details above.\n3. In the academic years 2021/22, 2022/23, and 2023/24 (so far), how many\ntimes were there incidences of violence towards staff at PRUs under\nthe council's remit? Please separate these figures by school year.\n·       We do not record these figures this information would be held by\nthe school – please contact the PRU direct.\n·       We do, however record school related complaints and there has not\nbeen any relating to incidents of violence against staff.\n4. What counselling and psychological staff is available to teaching and\nsupport staff in the PRUs under your remit? Please detail their\nqualifications and how many days a week they work.\n• We do not hold information relating to the specific school\narrangements.\n• This would be the responsibility of the Headteacher in the PRU.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [3]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[4]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nFrom: FOI\nSent: Tuesday, February 13, 2024 10:24 AM\nTo: Robert Boyd <[FOI #1083847 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1041886\nDear Robert Boyd,\nThank you for your request for information relating to PRUs which we\nreceived on 09/02/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 08/03/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [6][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[\nemail address\n]\n2.\nhttps://www.inclusion.sheffield.sch.uk/\n3.\nhttp://www.nationalarchives.gov.uk/doc/o...\n4.\nhttps://ico.org.uk/make-a-complaint/offi...\n5. mailto:[Sheffield City Council request email]\n6. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}