{
    "id": 1023620,
    "title": "CRM and CMS Platform Information",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "crm_and_cms_platform_information_25",
    "created_at": "2023-09-07T13:41:33.657+01:00",
    "events": [
        {
            "created_at": "2023-09-07T13:41:33.950+01:00",
            "message_id": 1518529,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act 2000, I kindly request information regarding the Customer Relationship Management (CRM) and Content Management System (CMS) platforms used by your council.\n1. CRM Platform Information:\na. What CRM platform does your council currently use?\nb. When is the contract end date for the CRM platform?\nc. When was the CRM contract last re-tendered?\nd. Could you please provide the contract value for the CRM platform? (Please note that invoices exceeding £5,000 are required to be accessible to the public.)\ne. Is there an intent to release a tender for CRM platforms in the foreseeable future? If so, kindly provide an estimated timeline or relevant details.\n2. CMS Platform Information:\na. What CMS platform does your council currently use?\nb. When is the contract end date for the CMS platform?\nc. When was the CMS contract last re-tendered?\nd. Could you please provide the contract value for the CMS platform? (Please note that invoices exceeding £5,000 are required to be accessible to the public.)\ne. Is there an intent to release a tender for CMS platforms in the foreseeable future? If so, kindly provide an estimated timeline or relevant details.\nI understand that under the Freedom of Information Act, you are required to respond within 20 working days. If some of the requested information is exempt from disclosure, please provide an explanation for the exemptions.\nIf any of the requested information is not readily available, I would appreciate your guidance on the steps I can take to obtain the necessary data.\nThank you for your attention to this matter. I look forward to your timely response.\nYours faithfully,\nPhil Turner"
            ]
        },
        {
            "created_at": "2023-09-12T10:08:59.420+01:00",
            "message_id": 2415382,
            "type": "incoming",
            "content": [
                "Dear Phil Turner,\nThank you for your request for information relating to CRM and CMS\nPlatform which we received on 07/09/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 05/10/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-10-05T14:53:39.404+01:00",
            "message_id": 2438148,
            "type": "incoming",
            "content": [
                "Dear Phil Turner,\nThank you for your request for information relating to CRM and CMS\nPlatform which we received on 07/09/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. CRM Platform Information:\na. What CRM platform does your council currently use?\nLagan – Supplier is Verint via Boxxe\nb. When is the contract end date for the CRM platform?\n28 June 2024\nc. When was the CRM contract last re-tendered?\n2021\nd. Could you please provide the contract value for the CRM platform?\n£1.37m (Please note that invoices exceeding £5,000 are required to be\naccessible to the public.) e. Is there an intent to release a tender for\nCRM platforms in the foreseeable future? If so, kindly provide an\nestimated timeline or relevant details.   Procurement strategy currently\nbeing finalised, may be via a public sector framework call-off\n2. CMS Platform Information:\na. What CMS platform does your council currently use?\nDrupal\nb. When is the contract end date for the CMS platform?\n31 August 2024, with option to extend to 31 August 2025\nc. When was the CMS contract last re-tendered?\n2021\nd. Could you please provide the contract value for the CMS platform?\n(Please note that invoices exceeding £5,000 are required to be accessible\nto the public.)e. Is there an intent to release a tender for CMS platforms\nin the foreseeable future? If so, kindly provide an estimated timeline or\nrelevant details.\n£193,400 (inc. options to extend if all taken) contract value; we don’t\nintend to release a tender for CMS platforms in the foreseeable future.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}