{
    "id": 982883,
    "title": "Darnall Mini Holland",
    "display_status": "Long overdue",
    "law_used": "foi",
    "url_title": "darnall_mini_holland",
    "created_at": "2023-05-22T15:40:12.219+01:00",
    "events": [
        {
            "created_at": "2023-05-22T15:40:12.447+01:00",
            "message_id": 1464129,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI would like to be given the mini holland bid document and supporting appendices for the Connecting Darnall proposal, which has been submitted to Active Travel England.\nYours faithfully,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-05-30T11:35:15.864+01:00",
            "message_id": 1467929,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council FOI Officer,\nHas this request been received?\nYours faithfully,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-06-02T15:31:19.362+01:00",
            "message_id": 2326779,
            "type": "incoming",
            "content": [
                "Dear Roy Martin,\nThank you for your request for information relating to Darnall Mini\nHolland which we received on 22/05/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 20/06/2023, but we kindly ask for your\npatience as we anticipate that there may be a delay in some cases. Please\ndo not hesitate to contact us at the email address below if you have any\nqueries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Roy Martin <[FOI #982883 email]>\nSent: Monday, May 22, 2023 3:40 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Darnall Mini Holland\nDear Sheffield City Council,\nI would like to be given the mini holland bid document and supporting\nappendices for the Connecting Darnall proposal, which has been submitted\nto Active Travel England.\nYours faithfully,\nRoy Martin\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[2][FOI #982883 email]\nIs [3][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[6]\nhttps://eur03.safelinks.protection.outlo...\n[7]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-06-26T09:37:00.163+01:00",
            "message_id": 1480348,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThis request is overdue. It would be acceptable for you to send the main report ahead of the Appendices.\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-07-06T17:40:58.890+01:00",
            "message_id": 1487617,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nAn acknowledgement would be the polite and civil thing to do.\nEither set out a timetable of when you plan to supply documents which do not need creating or accept this as a request for an internal review.\nYours sincerely,\nRoy Martin\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-07-11T09:32:18.506+01:00",
            "message_id": 1489725,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe deadline of 20/06/2023 has passed without any form of communication from yourselves.\nPlease pass to this to the person who conducts your internal reviews\nReasons:\n- Lack of communication and openness\n- failing to meet the statutory deadline without explanation\nThe document requested only required minor redactions of information and has been readily available for circulation.\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-07-13T13:50:11.576+01:00",
            "message_id": 2362460,
            "type": "incoming",
            "content": [
                "Dear Roy Martin,\nThank you for your recent request for an internal review relating to\nDarnall Mini Holland which we received on 11/07/2023. We are sorry to hear\nthat you are not happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 08/08/2023.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Roy Martin <[FOI #982883 email]>\nSent: Tuesday, July 11, 2023 9:32 AM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Internal review of Freedom of Information request - Darnall Mini\nHolland\nDear FOI,\nThe deadline of 20/06/2023 has passed without any form of communication\nfrom yourselves.\nPlease pass to this to the person who conducts your internal reviews\nReasons:\n- Lack of communication and openness\n- failing to meet the statutory deadline without explanation\nThe document requested only required minor redactions of information and\nhas been readily available for circulation.\nYours sincerely,\nRoy Martin\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-07-31T12:32:00.593+01:00",
            "message_id": 1500218,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe deadline of 8th of August approaches in just over a week.\nA kind reminder, as the original request was 22nd of May, I can only presume there is a great deal of feet dragging in releasing this information.  Evidence suggest you will be requesting an extension of the deadline for an internal request. If you do wish to delay further, it would be appropriate to inform me in writing of the desire to once again extend the deadline.\n\"Please note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\"\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-08-08T10:02:31.338+01:00",
            "message_id": 1504396,
            "type": "outgoing",
            "content": [
                "Good morning,\nHappy 8th of August.\nDo you wish to extend the deadline?\nI will take a lack of response as a no and will be referring the case to the information commissioner at the end of this week.\nYours sincerely,\nRoy"
            ]
        },
        {
            "created_at": "2023-08-11T12:32:14.010+01:00",
            "message_id": 1506228,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nAs you have not requested an extension to the deadline and ignored my corresponds once again, I will consider this a non-response.\nThis case should now be referred to the information commissioner for external review.\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-08-11T12:56:02.105+01:00",
            "message_id": 2390754,
            "type": "incoming",
            "content": [
                "Hello Mr Martin\nApologies for our delay, we'll be responding this afternoon.\nKind regards\nSheffield City Council\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-08-11T20:47:41.038+01:00",
            "message_id": 2391203,
            "type": "incoming",
            "content": [
                "1 Attachment\nSCC Connecting Darnall Mini Holland Addendum.pdf\n10.3M\nDownload\nView as HTML\nDear Mr Martin\nThank you for your request for an internal review on 11 July 2023, and\napologies for missing our deadline of 8 August 2023. We acknowledge your\nchasers of 8 and 11 August 2023. We accept your complaint about our\nfailure to respond to your original request of 22 May 2023 for the\nConnecting Darnall proposal. We breached Regulation 5(2) of the\nEnvironmental Information Regulations 2004 which requires a response\nwithin 20 working days. It was due on 20 June 2023. We had the information\navailable to send you on 19 June 2023. But it was overlooked due to our\nworkload. We sincerely apologise for this lapse on our part and hope you\nhave not been too inconvenienced by the delay.\nWe confirmed with Active Travel England they were happy for us to share\nour bid documents publicly. We are attaching the addendum, but the main\nproposal (204 pages) and the community engagement strategy (42 pages)\nretain the names of the three consultants, which we need to redact. We\nwill do that first thing on Monday morning and send them on to you.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-08-24T09:46:52.477+01:00",
            "message_id": 1511707,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe report promised for Monday 14th of August is still outstanding.\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-08-31T08:54:02.411+01:00",
            "message_id": 1514155,
            "type": "outgoing",
            "content": [
                "Dear FOI,\n\"But it was overlooked due to our workload. We sincerely apologise for this lapse on our part and hope you\nhave not been too inconvenienced by the delay.\"\nThe report has not been provided, several weeks after the assigned date of 14th of August.\nUnlike my other request, it is disproportionate to refer this to the information commission. Is there another person internal to SCC to whom I may submit a complaint about the endless delays to this simple request?\nYours sincerely,\nRoy Martin"
            ]
        }
    ]
}