{
    "id": 484014,
    "title": "Database of services",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "database_of_services_275",
    "created_at": "2018-05-10T16:04:42.364+01:00",
    "events": [
        {
            "created_at": "2018-05-10T16:04:42.488+01:00",
            "message_id": 765664,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease could you send me a spreadsheet with all support services commissioned by or connected to your council? e.g. drugs services, mental health, accommodation etc.\nThe information I need is: Categories (drugs/health); name; brief description; telephone number(s); email address(es); postal address (with post code); opening hours; other criteria (e.g. age groups/ethnicity/gender); and any other information that you hold (e.g. contact person).\nI can send you a pen drive or other device if you need it.\nI am requesting the same from all other local authorities in England because I am putting together a website with all of this information (free to access to the public - there will not be any charge for the local authority either). I am making this request as an individual, not as a business or organisation.\nYours faithfully,\nTay Jiva\n07920097834"
            ]
        },
        {
            "created_at": "2018-05-14T13:33:50.099+01:00",
            "message_id": 1157853,
            "type": "incoming",
            "content": [
                "Dear Tay Jiva,\nThank you for your recent request for information relating to Database of\nservices which we received on 10/05/18.\nPlease find below, Sheffield City Council’s response to your request:\nSheffield City Council have considered your request and consider it is\nexempt from disclosure under both Section 12 Exemption where cost of\ncompliance exceeds appropriate limit and Section 21 of the Act Information\naccessible to the applicant by other means.\nDue to the nature of your request it appears that you are requesting\ninformation on all commissioned services across the Council which due to\nthe wide breadth of your request and the possible coverage of all and any\nservice provided by the Council which has a commissioned element we are\nunable to collate all relevant records within the Section 12 cost limit of\n18hours. The handling of this request in its current state would require\ncontact with all Council services in order to collate and review any\nrecords held. Due to the size of the Council and the number of services\nwithin it, we are unable to collate all relevant records held within\n18hours of officer time. We also note that the Council may not hold all of\nthe requested information in respect to each commissioned service provider\ni.e. opening hours and the request for “any other information your hold”\ncould be extremely expansive.\nWe do note that there is a range of information available on the Council’s\nwebsite in regard to the services we provide\n[1]\nhttp://www.sheffield.gov.uk;\nadditional information is available on a\nrange of service on the Sheffield Directory site available from\n[2]\nhttp://www.sheffielddirectory.org.uk/kb5...\nyou may also wish to review the Council’s contract register which provides\na range of information on the contracts currently in place which is\navailable from the relevant links and options available from\n[3]\nhttps://www.yortender.co.uk/\n. As this information is accessible by\nother means it is exempt from disclosure under Section 21(1) of the\nFreedom of Information Act 2000.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed.  You can ask for an\ninternal review by either writing to the above address or by emailing\n[4][Sheffield City Council request email].\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioners Office. The Information\nCommissioner can be contacted at: The Information Commissioner's Office,\nWycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, telephone 0303\n123 1113, or for further details see their website [5]www.ico.org.uk\nKind Regards,\nResources Business Support\nMoorfoot Level 2 North Wing\nSheffield S1 4PL\nTel : 0114 2734427\nE-mail : [6][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nFrom: Tay Jiva [[7]mailto:[FOI #484014 email]]\nSent: 10 May 2018 16:05\nTo: FOI\nSubject: Freedom of Information request - Database of services\nDear Sheffield City Council,\nPlease could you send me a spreadsheet with all support services\ncommissioned by or connected to your council? e.g. drugs services, mental\nhealth, accommodation etc.\nThe information I need is: Categories (drugs/health); name; brief\ndescription; telephone number(s); email address(es); postal address (with\npost code); opening hours; other criteria (e.g. age\ngroups/ethnicity/gender); and any other information that you hold (e.g.\ncontact person).\nI can send you a pen drive or other device if you need it.\nI am requesting the same from all other local authorities in England\nbecause I am putting together a website with all of this information (free\nto access to the public - there will not be any charge for the local\nauthority either). I am making this request as an individual, not as a\nbusiness or organisation.\nYours faithfully,\nTay Jiva\n07920097834\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[8][FOI #484014 email]\nIs [9][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[10]\nhttps://www.whatdotheyknow.com/change_re...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[11]\nhttps://www.whatdotheyknow.com/help/offi...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[12]\nhttps://www.whatdotheyknow.com/help/ico-...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        }
    ]
}