{
    "id": 1247087,
    "title": "Data pertaining to the apology issued by Sheffield Tree Action Group publicly acknowledged by Sir Mark Lowcock",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "data_pertaining_to_the_apology_i",
    "created_at": "2025-02-26T21:51:47.722+00:00",
    "events": [
        {
            "created_at": "2025-02-26T21:51:48.064+00:00",
            "message_id": 1816376,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease provide any and all data associated with the apology issued by Sheffield Tree Action Group on behalf of 'campaigners', which was referenced by Sir Mark Lowcock when speaking in public at the Council meeting on 10th May 2023.\nIncluding any related internal dialogues between members and / or officers.\nMany thanks and kind regards\nMr. Buxton"
            ]
        },
        {
            "created_at": "2025-02-27T17:56:25.351+00:00",
            "message_id": 2934119,
            "type": "incoming",
            "content": [
                "Dear Mr. Buxton,\nThank you for your request for information relating to STAG apology which\nwe received on 26/02/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 27/03/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2025-03-18T12:05:47.151+00:00",
            "message_id": 2954041,
            "type": "incoming",
            "content": [
                "Dear Mr. Buxton,\nThank you for your request for information relating to STAG apology which\nwe received on 26/02/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nBefore we can begin to process your FOI Request, we would like to clarify\nwhat information you require.\nPlease clarify the scope of your request. We do not know which officers\nmay have discussed the apology in a recorded way over the two years since\nit was issued. Would it satisfy you that our search for information\nrelated to the formulation and issue of the apology?\nThe Freedom of Information Act 2000 states that we must respond to a\nrequest within 20 working days. The 20 working day clock will start the\nday after we receive the necessary clarification.\nYou can provide your clarification by replying to this email. Please\nnote, if clarification is not received within 2 months your Freedom of\nInformation request will be closed.\nWe look forward to hearing from you.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2025-04-04T21:51:35.837+01:00",
            "message_id": 1839927,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI'm a little confused by your response of 18th March.\nI am requesting all data associated with the apology made by Sheffield Tree Action Group on behalf of campaigners, as refer to by Sir Mark Lowcock in his address to the Sheffield City Council Extraordinary General Meeting on 10th May 2023 (a recording can be viewed here -\nhttps://youtu.be/MfgyNW6obRg?si=hojz3LGj...\n).\nRegards\nMr. Buxton"
            ]
        },
        {
            "created_at": "2025-04-07T16:23:15.370+01:00",
            "message_id": 2978682,
            "type": "incoming",
            "content": [
                "Dear Mr. Buxton,\nThank you for your clarification relating to STAG apology which we\nreceived on 04/04/2025.\nWe will now continue to deal with this under the Freedom of Information\nAct.  The reference number for your request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days. The 20 working day clock will start the day after\nwe receive the necessary clarification. Therefore, you should expect to\nreceive a response from us by 07/05/2025, but we kindly ask for your\npatience as we anticipate that there may be a delay in some cases. Please\ndo not hesitate to contact us at the email address below if you have any\nqueries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2025-05-06T09:38:36.927+01:00",
            "message_id": 3007524,
            "type": "incoming",
            "content": [
                "Dear Mr Buxton,\nThank you for your Freedom of Information Request Reference 1769966 which\nwe received on 26/2/2025 and for which we sought clarification on\n18/3/2025. You responded to us on 4/4/2025 and we have calculated our\nresponse date from 7/4/2025, which was the next working day. Therefore,\nour response is due on or before 7/5/2025.\nYou have asked us for: ‘all data associated with the apology made by\nSheffield Tree Action Group on behalf of campaigners, as refer to by Sir\nMark Lowcock in his address to the Sheffield City Council Extraordinary\nGeneral Meeting on 10th May 2023’.\nSince you have not indicated any specific information you require, in\norder to answer your request we sought permission from the Data Protection\nOfficer to undertake an e-Discovery search of email systems. This had\nresulted in 428 items identified for the period 6/3/2023 (publication of\nthe Lowcock report) – 10/5/2023 (the reference to the apology in the\nmeeting). There were a further 1,196 items for the period\n11/5/2023-11/8/2023. We felt this to be the most likely period in which\nthe apology made by the Sheffield Tree Action Group (STAG) would be\ndiscussed. Our search used the terms ‘STAG’ and ‘apology’.\nWhilst many of these are likely to be repetitious or not relevant: i.e.\nemail threads with multiple recipients or not about the STAG apology (for\nexample the sentence ‘I have received your meeting apology’ would be\ncaught in our search if the message also mentioned ‘STAG’) and the\ncouncil’s own apology;  we would need to assess each item to determine its\nrelevance to your request and then extract the appropriate item into a\nredactable format. Under Regulation 4(3) of the Fees Regulations we can\ninclude these activities when calculating the cost of compliance. We\nestimate that each item would take an average of five minutes to assess\nand extract: for the first period the 428 items would take 35 hours to\nprocess and the second, up to 100 hours. This calculation does not include\nthe time taken to apply redactions. The Information Commissioner’s\nguidance on this is explained here: [1]Requests where the cost of\ncompliance exceeds the appropriate limit (section 12) | ICO\nThe information you have requested in your request (FOI 1769966) is exempt\nfrom disclosure under section 12 of the Freedom of Information Act 2000 on\nthe grounds that cost of compliance would exceed the appropriate limit.\nThe cost limit (18 hours or £450) is specified in the [2]Freedom of\nInformation and Data Protection (Appropriate Limit and Fees) Regulations\n2004 (SI 2004 No. 3244).\nUnder section 16 of the Freedom of Information Act 2000, we have a duty to\nprovide advice and assistance to requesters. If you would like to narrow\ndown the focus of your request, we would be happy to process your revised\nrequest as a new request for information under the Freedom of Information\nAct 2000. If there is specific information you are looking for or\ndiscussions between certain individuals, we are happy to conduct further\nsearches to see if we can answer your request. From our previous\ncorrespondence and information available in the public domain, we believe\nyou have knowledge of the individuals in the council who may be of\ninterest, but we may be able to provide additional assistance should you\nrequire it.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [3]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[4]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nFOI Team\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nFrom: Mr. Buxton <[FOI #1247087 email]>\nSent: 04 April 2025 21:52\nTo: FOI <[Sheffield City Council request email]>\nSubject: Re: Clarification Request – Freedom of Information Request –\nReference – FOI / 1769966\nDear Sheffield City Council,\nI'm a little confused by your response of 18th March.\nI am requesting all data associated with the apology made by Sheffield\nTree Action Group on behalf of campaigners, as refer to by Sir Mark\nLowcock in his address to the Sheffield City Council Extraordinary General\nMeeting on 10th May 2023 (a recording can be viewed here -\n[6]\nhttps://eur03.safelinks.protection.outlo...\n).\nRegards\nMr. Buxton\nshow quoted sections"
            ]
        }
    ]
}