{
    "id": 1273810,
    "title": "Data associated with the Veale Wasbrough Vizards LLP report commissioned by SCC regarding legal Undertakings illegitimately pursued in 2017 relating to the council's Street Tree felling programme.",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "data_associated_with_the_veale_w",
    "created_at": "2025-04-22T21:49:17.554+01:00",
    "events": [
        {
            "created_at": "2025-04-22T21:49:17.845+01:00",
            "message_id": 1849769,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThis is an Freedom of Information request.\nPlease provide the brief / terms of reference or similar, pertaining to the engaging of Veale Wasbrough Vizards LLP to review and report on the matter of complaints against the council concerning the threat of legal action issued by SCC (whilst demonstrably failing in its duty of candour) with the intention of precipitating the signing of legally binding Undertakings by recipients, associated with campaigning against the unnecessary felling of street trees in Sheffield.\nPlease also provide the entire report Veale Wasbrough Vizards LLP has delivered at the cost of £118,506 to the residents of Sheffield, with absolutely minimal redaction.\nMany thanks with regards\nMr. Buxton"
            ]
        },
        {
            "created_at": "2025-04-24T09:51:27.144+01:00",
            "message_id": 2996419,
            "type": "incoming",
            "content": [
                "Dear Mr Buxton,\nThank you for your request for information relating to Veale Wasbrough\nVizards LLP report which we received on 22/04/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 21/05/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nFrom: Mr. Buxton <[FOI #1273810 email]>\nSent: 22 April 2025 21:49\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Data associated with the Veale\nWasbrough Vizards LLP report commissioned by SCC regarding legal\nUndertakings illegitimately pursued in 2017 relating to the council's\nStreet Tree felling programme.\nDear Sheffield City Council,\nThis is an Freedom of Information request.\nPlease provide the brief / terms of reference or similar, pertaining to\nthe engaging of Veale Wasbrough Vizards LLP to review and report on the\nmatter of complaints against the council concerning the threat of legal\naction issued by SCC (whilst demonstrably failing in its duty of candour)\nwith the intention of precipitating the signing of legally binding\nUndertakings by recipients, associated with campaigning against the\nunnecessary felling of street trees in Sheffield.\nPlease also provide the entire report Veale Wasbrough Vizards LLP has\ndelivered at the cost of £118,506 to the residents of Sheffield, with\nabsolutely minimal redaction.\nMany thanks with regards\nMr. Buxton\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #1273810 email]\nIs [4][Sheffield City Council request email] the wrong address for Freedom\nof Information requests to Sheffield City Council? If so, please contact\nus using this form:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[6]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[7]\nhttps://eur03.safelinks.protection.outlo...\n[8]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        }
    ]
}