{
    "id": 760515,
    "title": "Data relating to Sheffield City Council's statement responding to the investigation of use of LPP, published by The Yorkshire Post 28/05/21",
    "display_status": "Long overdue",
    "law_used": "foi",
    "url_title": "data_relating_to_sheffield_city",
    "created_at": "2021-05-28T21:59:51.760+01:00",
    "events": [
        {
            "created_at": "2021-05-28T21:59:51.917+01:00",
            "message_id": 1159373,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nFor context; The Yorkshire Post published the following article on 28th May 2021, reporting that Sheffield City Council had appointed a firm of solicitors to address a complaint made relating to the common practice of council officers, elected members and third party contractors deliberately quoting Legal and Professional Privilege when the exemption did not in fact apply:\nhttps://www.yorkshirepost.co.uk/news/pol\n...\nIn the article linked above the following statement was provided by Sheffield City Council:\n\"A Sheffield City Council spokesperson said: “In March 2021 the council received a complaint from a member of the public about the use of legal privilege in emails and FOI.\n“This matter has been looked at previously and submissions made to the Information Commissioner's Office who, at the time, were satisfied with the council’s response. However, in line with the council’s complaints procedure, where matters relate to elected members, this is being considered further and is standard procedure.\"\"\nPlease provide any and all information associate with the statement by SCC to The Yorkshire Post as quoted above. This would, although not exclusively, capture the following information:\n1. All information associated in anyway with the generation of the statement issued by SCC.\n2. All information generated and related in any way to questions raised by The Yorkshire Post relating to this matter.\n3. Any and all correspondence between the Council and the Information Commissioner's office as referred to in the statement by Sheffield City Council associated with this matter.\nYours sincerely,\nMr. Buxton"
            ]
        },
        {
            "created_at": "2021-06-01T15:22:49.676+01:00",
            "message_id": 1802889,
            "type": "incoming",
            "content": [
                "Dear Mr. Buxton,\nThank you for your request for information relating to Statement to the\nYorkshire Post RE investigation of use of LPP exemption which we received\non 28/05/2021.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nPlease be aware that Sheffield City Council’s response to the global\nCOVID-19 pandemic has led to a reduction in resources across the Council,\nmeaning that we are currently dealing with a backlog of requests.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 28/06/2021, but we kindly ask for your patience\nas we anticipate that there may be a delay in some cases. Please do not\nhesitate to contact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\n_____________________________________________\nFrom: Mr. Buxton <[FOI #760515 email]>\nSent: 28 May 2021 22:00\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Data relating to Sheffield City\nCouncil's statement responding to the investigation of use of LPP,\npublished by The Yorkshire Post 28/05/21\nDear Sheffield City Council,\nFor context; The Yorkshire Post published the following article on 28th\nMay 2021, reporting that Sheffield City Council had appointed a firm of\nsolicitors to address a complaint made relating to the common practice of\ncouncil officers, elected members and third party contractors deliberately\nquoting Legal and Professional Privilege when the exemption did not in\nfact apply:\n[2]\nhttps://eur03.safelinks.protection.outlo...\n...\nIn the article linked above the following statement was provided by\nSheffield City Council:\n\"A Sheffield City Council spokesperson said: “In March 2021 the council\nreceived a complaint from a member of the public about the use of legal\nprivilege in emails and FOI.\n“This matter has been looked at previously and submissions made to the\nInformation Commissioner's Office who, at the time, were satisfied with\nthe council’s response. However, in line with the council’s complaints\nprocedure, where matters relate to elected members, this is being\nconsidered further and is standard procedure.\"\"\nPlease provide any and all information associate with the statement by SCC\nto The Yorkshire Post as quoted above. This would, although not\nexclusively, capture the following information:\n1. All information associated in anyway with the generation of the\nstatement issued by SCC.\n2. All information generated and related in any way to questions raised by\nThe Yorkshire Post relating to this matter.\n3. Any and all correspondence between the Council and the Information\nCommissioner's office as referred to in the statement by Sheffield City\nCouncil associated with this matter.\nYours sincerely,\nMr. Buxton\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #760515 email]\nIs [4][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[6]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[7]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-08-12T16:55:23.485+01:00",
            "message_id": 2391267,
            "type": "incoming",
            "content": [
                "Dear Mr Buxton\nRE: [1][FOI #760515 email]\nWe sincerely apologise for not answering this request within the deadline\nprescribed by legislation.\nIn the light of the publication of the Lowcock Report, and the city\ncouncil’s acceptance of the Report and its recommendations, we are writing\nto ask if you still want us to respond to this request.\nIf we don’t hear from you, we will close it.\nIf at any time in the future, you want to re-open it, please let us know.\nKind regards\nFOI\nSheffield City Council\nSheffield City Council web site: [2]www.sheffield.gov.uk\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[FOI #760515 email]\n2.\nhttps://urldefense.proofpoint.com/v2/url..."
            ]
        },
        {
            "created_at": "2023-08-13T21:18:15.464+01:00",
            "message_id": 1506828,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nMany thanks for finally contacting me regarding this extremely overdue Freedom of Information request from 28th May 2021.\nYou refer the 'Lowcock report' in your email, nothing in the report provides me with the information requested.\nPlease continue in responding to my original request (the data should be supplied immediately) and also explain in detail why the council have previously failed to adhere to the relevant legislation in such a blatant manner.\nYours sincerely,\nMr. Buxton"
            ]
        },
        {
            "created_at": "2023-09-20T21:42:31.514+01:00",
            "message_id": 1526523,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThanks again for contacting me on 12th Aug  2023 regarding this long outstanding FoI request.\nFurther to my response on 13th Aug, I'd be very grateful if you could update me regarding this matter.\nKind regards\nMr. Buxton"
            ]
        }
    ]
}