{
    "id": 1056775,
    "title": "Documentation to support the Decision Notice for planning application 20/03408/TPO",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "documentation_to_support_the_dec",
    "created_at": "2023-12-11T17:36:21.296+00:00",
    "events": [
        {
            "created_at": "2023-12-11T17:36:21.619+00:00",
            "message_id": 1563274,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease provide me with the documentation of the council’s reasoning or the delegated Officer Report that was used as supporting evidence to justify the Decision Notice for planning application 20/03408/TPO and felling of the T2 Lime tree.\nIf there is no supporting evidence regarding the Decision Notice, please explain how and why the decision was reached.\nYours faithfully,\nMarika Szabo"
            ]
        },
        {
            "created_at": "2023-12-13T09:35:55.000+00:00",
            "message_id": 2492396,
            "type": "incoming",
            "content": [
                "Dear Markia Szabo,\nThank you for your request for information relating to 20/03408/TPO and\nfelling of the T2 Lime tree which we received on 11/12/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 11/01/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Marika Szabo <[FOI #1056775 email]>\nSent: Monday, December 11, 2023 5:36 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Documentation to support the\nDecision Notice for planning application 20/03408/TPO\n[You don't often get email from\n[2][FOI #1056775 email]. Learn why this is\nimportant at [3]\nhttps://aka.ms/LearnAboutSenderIdentific...\n]\nDear Sheffield City Council,\nPlease provide me with the documentation of the council’s reasoning or the\ndelegated Officer Report that was used as supporting evidence to justify\nthe Decision Notice for planning application 20/03408/TPO and felling of\nthe T2 Lime tree.\nIf there is no supporting evidence regarding the Decision Notice, please\nexplain how and why the decision was reached.\nYours faithfully,\nMarika Szabo\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[4][FOI #1056775 email]\nIs [5][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[6]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[7]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[8]\nhttps://eur03.safelinks.protection.outlo...\n[9]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-12-19T10:25:59.378+00:00",
            "message_id": 2499626,
            "type": "incoming",
            "content": [
                "Dear Markia Szabo,\nThank you for your request for information relating to 20/03408/TPO and\nfelling of the T2 Lime tree which we received on 11/12/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nThe officer decision note is as follows:\nSite visit on 18/12/2020 to assess application based on the following:\n\"t1 lime. lift lower epicormic growth and thin dense canopy to allow more\nlight in the garden\nt2 lime. remove smaller one (of the three in question) to open up garden\nand allow smaller fruit trees grow without being suppressed looks like old\navenue of trees as houses have surrounded them over the years the tree is\nnow in the wrong place and concerning the client as if it came down it may\nhit the house.\nt3 lime. lift lower epicormic growth and the thin canopy to allow more\nlight in the lower part of the garden.\"\nFollowing a meeting with the resident to discuss the proposed works I have\nno issue with the suggested works to T1 and T3. In fact having seen the\nneighbouring trees included within the same TPO that have been reduced in\nthe past, they could be reduced by up to 2.5 m to further improve the\ngarden whilst maintaining sensible management of the trees. T2 is located\nin the centre of the garden and has been suppressed by T1 and T3 leaving\nit with a smaller tight crown between these two larger trees. This tree\ncould be removed to promote the crowns of T1 and T3 to become more uniform\nwhilst improving the garden for the resident. The removal of this tree\nwould not have a long-term detrimental effect on the treescape as T1 and\nT3 will be improved as they have more space to grow. The lasting landscape\nfeature of the line of trees will also be retained if this one tree is\nremoved.\nWill amend permission to:\nT1 Lime. Remove lower epicormic growth and reduce in height by up to 3 m\nfrom growing tips to a suitable growth point. Reduce laterally by up to\n1.5 m from all growing tips to a suitable growth point.\nT2 Lime. Fell to ground level.\nT3 Lime. Remove lower epicormic growth and reduce in height by up to 3 m\nfrom growing tips to a suitable growth point. Reduce laterally by up to\n1.5 m from all growing tips to a suitable growth point.\nGRANT as per above.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}