{
    "id": 1117267,
    "title": "Due Diligence applied to prospective senior employees",
    "display_status": "Awaiting internal review",
    "law_used": "foi",
    "url_title": "due_diligence_applied_to_prospec",
    "created_at": "2024-04-16T00:47:11.359+01:00",
    "events": [
        {
            "created_at": "2024-04-16T00:47:11.772+01:00",
            "message_id": 1643109,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThis request relates to the recent concerns about Child Sexual Exploitation in Rotherham and Sheffield. Sonia Sharpe was the Director of Children's Services for much of the period of concern, followed by Joyce Thacker, her deputy, who took over the role when Sonia became Director at Sheffield City Council.\nWhen Sonia left Sheffield, her deputy there, Jane Ludlam, took over her role. In view of the subsequent issues about Sonia and Joyce, and the replacement Jane, can you tell me the about the recruitment process that took place when Sonia Sharp andJane Ludlam were recruited as Executive Directors.\nIn each case I am asking for documents held by SCC.\n1. Where was the post of Executive Director for Children's Service advertised for each time the posts eventually taken by Sonia Sharp and Jane Ludlam.\n2. How many applicants were there for the post for Sonia Sharp and Jane Ludlam respectively\n3. What did the interview process involve (assessment centre, presentation, interviews etc) in each case.\n4. References provided by Jane Ludlam and Sonia Sharp, ( anonymised as necessary ) with SCC evidence showing how each were checked.\nYours faithfully,\nstygian"
            ]
        },
        {
            "created_at": "2024-04-16T15:51:01.772+01:00",
            "message_id": 2623945,
            "type": "incoming",
            "content": [
                "Dear Stygian,\nThank you for your request for information relating to Due Diligence\napplied to prospective senior employees which we received on 16/04/2024.\nUnfortunately, Sheffield City Council cannot process your requests because\nyou have not given us your full name.  Section 8 of the Freedom of\nInformation Act states that you must give us your full name for a request\nto be valid.\nCould you please let us know your full name to enable us to process your\nrequest.\nFor further guidance please see the Information Commissioners Office\nGuidance “Recognising a request made under the Freedom of Information Act”\n– in particular the section entitled “Name of the applicant”, on the link\nbelow:\n[1]\nhttps://ico.org.uk/media/for-organisatio...\nIn the meantime, please do not hesitate to contact us at the email address\nbelow if you have any queries.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://ico.org.uk/media/for-organisatio...\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-04-16T20:55:54.763+01:00",
            "message_id": 1644200,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe reason for using this method of asking for information is two-fold:\na) On this subject I have been subjected to invective, harassment and insults from trolls using a search engine.\nb) The issue is so important that it needs to be treated in the public domain.\nI would earnestly request that you respect my wishes and not publish my full name on these pages.\nIn fact I am well known to you, mainly via:\nbrightonmb - at - yahoo - dot - co - uk\nYours sincerely,\nstygian"
            ]
        },
        {
            "created_at": "2024-04-18T14:41:05.568+01:00",
            "message_id": 2627505,
            "type": "incoming",
            "content": [
                "Dear Stygian,\nThank you for your request for information relating to Due Diligence\napplied to prospective senior employees which we received on 16/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 15/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: stygian <[FOI #1117267 email]>\nSent: Tuesday, April 16, 2024 8:56 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Re: Re – Freedom of Information Request – Reference – FOI /\n1102101\nDear FOI,\nThe reason for using this method of asking for information is two-fold:\na) On this subject I have been subjected to invective, harassment and\ninsults from trolls using a search engine.\nb) The issue is so important that it needs to be treated in the public\ndomain.\nI would earnestly request that you respect my wishes and not publish my\nfull name on these pages.\nIn fact I am well known to you, mainly via:\nbrightonmb - at - yahoo - dot - co - uk\nYours sincerely,\nstygian\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-05-16T10:14:10.443+01:00",
            "message_id": 1663081,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nWith due respect, my FoI request concerning due diligence was expected to have been published on this thread by now.\nCould you please give this issue your prompt attention ?\nYours sincerely,\nstygian"
            ]
        },
        {
            "created_at": "2024-05-17T09:48:03.353+01:00",
            "message_id": 2658577,
            "type": "incoming",
            "content": [
                "Hi Stygian\nWe confirm that your request is being processed, and apologise for missing the legal deadline. We will be in touch soonest.\nSheffield City Council\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-05-19T22:34:07.421+01:00",
            "message_id": 1665008,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThank you for your notice.\nIt is better that all the information required is comprehensive and accurate, if a little late, rather than incomplete and inaccurate.\nYours sincerely,\nstygian"
            ]
        },
        {
            "created_at": "2024-06-16T10:15:44.107+01:00",
            "message_id": 1677780,
            "type": "outgoing",
            "content": [
                "Dear FOI,\n16 June 2024\nMy request was placed with yourselves on 16 April 2024.\nThank you for your reply, in which you apologise for not complying with the legal requirement to provide the information required concerning association with child sex exploitation and due diligence applied to the appointment of a senior employee who was in place during some of the worst years of child abuses.\nRequests for information on other matters related to abuse have been sent to current chief executive Kate Josephs over the past two years, every one of which has been ignored, consistent with requests sent to her predecessors.\nThe public message is, in my opinion, clear that the management of Sheffield City Council is not fit for purpose.\nAlso, with respect to Freedom of Information management generally, the indications are that the time is long overdue for the Information Commissioner to intervene and impose external commissioners.\nWith respect to this case, the responses of Sheffield City Council are consistent with those of Rotherham Council, South Yorkshire Police, the past and current police and crime commissioner, and past and current MPs, in that there is an ongoing cover-up of information relating to child sex exploitation where disclosure would expose past and current senior politicians and public servants to account.\nAnother consistency is that all these individuals and organisations are from the same political party.\nIt is sincerely hoped that the  ongoing cover-ups will cease, and that the tens of thousands of victims and survivors of child sex exploitation can access a pathway towards closure.\nAll information on this request can be seen at:\nhttps://www.whatdotheyknow.com/request/d...\nYours sincerely,\nstygian"
            ]
        },
        {
            "created_at": "2024-07-22T15:23:34.453+01:00",
            "message_id": 2707063,
            "type": "incoming",
            "content": [
                "Dear Stygian,\nThank you for your chasing email of 16 June 2024 regarding your request\nfor information relating to Due Diligence applied to prospective senior\nemployees, which we received on 16/04/2024. We sincerely apologise for the\ndelay in response but have had a busy few weeks.\n1.       Where was the post of Executive Director for Children's Service\nadvertised for each time the posts eventually taken by Sonia Sharp and\nJane Ludlam.\nThe time which has elapsed since recruitment means no data is still held.\n2.       How many applicants were there for the post for Sonia Sharp and\nJane Ludlam respectively\nThe time which has elapsed since recruitment means no data is still held.\n3.       What did the interview process involve (assessment centre,\npresentation, interviews etc) in each case.\nThe time which has elapsed since recruitment means no data is still held.\n4. References provided by Jane Ludlam and Sonia Sharp, (anonymised as\nnecessary) with SCC evidence showing how each were checked.\nIt would not be possible to anonymise the references which we hold. The\ncontent of the references will inevitably identify one or other person.\nSection 40(2) exempts information in response to a request if it is\npersonal data belonging to an individual other than yourself and it\nsatisfies one of the conditions listed in the legislation. The condition\ncontained in section 40(3A)(a) applies, that disclosure would breach one\nof the data protection principles. The principle is that “Personal data\nshall be processed lawfully, fairly and in a transparent manner...” We do\nnot consider that disclosing this information to you, and consequently the\npublic, is necessary or justified to satisfy your information request and\nthe requirements of the FOIA. In the circumstances of this request there\nis no strong legitimate interest that would override the prejudice to the\nrights and freedoms of the data subjects. We have therefore taken the\ndecision that disclosing this information to you would be unlawful.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-23T16:58:27.074+01:00",
            "message_id": 1693837,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Due Diligence applied to prospective senior employees'.\nThank you for your recent reply.\nIn summary you are saying that SCC is unable to provide evidence that Sonia Sharp and Jane Ludlam were employed at the conclusion of an exercise into due diligence.\nThere remains an issue with question 4:\n4. References provided by Jane Ludlam and Sonia Sharp, (anonymised as\nnecessary) with SCC evidence showing how each were checked.\nYou have used exemptions Section 40(2) and Section 40(3A)(a) to exempt disclosure.\nWith respect, I believe that, with redaction if absolutely necessary, these issues can be overcome.\nDetails of deceased persons can be disclosed.\nSenior politicians and civil servants have no legitimate expectations of anonymity. so those exemptions can not apply, even if they are no longer 'in post'.\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/d...\nYours faithfully,\nstygian"
            ]
        },
        {
            "created_at": "2024-07-26T16:01:59.869+01:00",
            "message_id": 2712323,
            "type": "incoming",
            "content": [
                "Dear Stygian,\nThank you for your recent request for an internal review relating to Due\nDiligence applied to prospective senior employees which we received on\n23/07/2024. We are sorry to hear that you are not happy with your\nresponse.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 21/08/2024.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-31T10:12:00.754+01:00",
            "message_id": 2715181,
            "type": "incoming",
            "content": [
                "1 Attachment\nFOI 1102101 Internal Review.pdf\n145K\nDownload\nView as HTML\nDear Stygian,\nThank you for your recent request for an internal review relating to Due\nDiligence applied to prospective senior employees which we received on\n23/07/2024.\nWe have now completed our review of your request and attach our full\nanalysis and conclusion. Please contact us if anything is unclear.\nIf you are dissatisfied with the outcome of this review, you can make a\ncomplaint to the Information Commissioner’s Office:\n[1][\nemail address\n]\nYours sincerely,\nSheffield City Council\nPO Box 1283, Sheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nFrom: FOI\nSent: Friday, July 26, 2024 4:02 PM\nTo: stygian <[FOI #1117267 email]>\nSubject: Re – Internal Review of Freedom of Information Request –\nReference – FOI / 1102101\nDear Stygian,\nThank you for your recent request for an internal review relating to Due\nDiligence applied to prospective senior employees which we received on\n23/07/2024. We are sorry to hear that you are not happy with your\nresponse.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 21/08/2024.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[\nemail address\n]\n2. mailto:[Sheffield City Council request email]\n3. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-31T11:31:56.327+01:00",
            "message_id": 1697705,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThank you for your response to my request for review.\nYou have invited a reply if any points needed clarification.\nYou have written that the request and its review applies to the two named persons only.\nThis is not entirely correct.\nHowever, when requesting the review, it was stated that deceased persons are not exempt.\nIn this context, this would apply to those persons, as yet unnamed, who may have been involved with the Due Diligence exercise.\nYou may wish to have another look at this issue in advance of any contact with the Information Commissioner.\nYou have written saying that you have assumed that I am satisfied with the responses to the first three questions.\nThis is not entirely correct.\nThis issue can be determined by the Information Commissioner.\nIn advance of this, you may wish to interrogate the data servers, as deleting the data from the various desktop or networked machines only deletes the links to the files, whilst the original data remains on the server, and also in the scheduled back-ups.\nThis exercise has proved useful in the past.\nFor your information, and to be helpful, when one of the two referenced people obtained employment abroad, there was a national scandal because the Due Diligence process turned out to be inappropriately carried out.\nTheir equivalent version of the Freedom of Information Act was engaged.\nThe principle that senior politicians and public servants have no right or expectation of anonymity still applies.\nAs far as can be seen, no attempt has been made to retrieve the correspondence with SCC and the organisation known as Common Purpose with respect to this request for information.\nFor example, but not limited to, references.\nAgain, for information, such information was provided by previous employers.\nBefore going to the Information Commissioner, and as part of this thread, before the engagement of SCC can be concluded for this request, would you please provide the metadata associated with this request.\nThank you.\nYours sincerely,\nstygian"
            ]
        },
        {
            "created_at": "2024-08-01T16:12:23.345+01:00",
            "message_id": 2717143,
            "type": "incoming",
            "content": [
                "Dear Stygian,\nThank you for your request for information relating to meta request\nrelating to FOI 1102101 which we received on 31/07/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 30/08/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-09-26T21:06:11.354+01:00",
            "message_id": 1731118,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nSCC:\nhttps://www.whatdotheyknow.com/request/d...\nPolite Reminder\nOn 16 April 2024 you were asked for information regarding personnel associated with information relating to Child Sex Exploitation and details of Due Diligence with respect to employees.\nAfter confirming my identity on the same day you indicated that a response would be forthcoming by 15.05.24.\nYou were sent a reminder on 16.05.24.\nOn 16.06.24, still having not received the required information, you were sent another reminder.\nOn 22.07.24, you sent a partial reply along the lines of 'Information Not Held'.\nWhilst I do not believe the whole of your answers, not least because of the connections with Child Sex Exploitation and ongoing cover-up, the request proceeded to Request for Review.\nOn 23.07.24 I made a formal Request for Review.\nOn 23.07.24 you acknowledged receipt of the Request for Review.\nOn 31.07.24 you sent your Review, assigned FOI 1102101 maintaining your position.\nHowever, I maintain that the exemptions are invalid.\nOn 31.07.24 I provided you with points of clarification, which also highlighted procedural failings of SCC.\nIn that clarification I asked:\n\"Before going to the Information Commissioner, and as part of this thread, before the engagement of SCC can be concluded for this request, would you please provide the metadata associated with this request.\"\nOn 01.08.24 you acknowledged receipt.\nIt is now 26.09.24, and there is still not metadata provided.\nPlease be advised that this constant disregard for compliance with the FoIA now requires that this issue be formally raised with the Information Commissioner.\nPlease review your decision not to provide the request metadata.\nYours sincerely,\nstygian"
            ]
        },
        {
            "created_at": "2024-09-30T15:56:39.518+01:00",
            "message_id": 2778296,
            "type": "incoming",
            "content": [
                "Dear Stygian,\nThank you for your recent request for an internal review relating to Meta\nrequest relating to FOI 1102101 which we received on 26/09/2024.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 24/10/2024.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}