{
    "id": 1030815,
    "title": "Elective Home Education",
    "display_status": "Awaiting internal review",
    "law_used": "foi",
    "url_title": "elective_home_education_20",
    "created_at": "2023-09-24T05:34:28.600+01:00",
    "events": [
        {
            "created_at": "2023-09-24T05:34:28.852+01:00",
            "message_id": 1527775,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to you under the Freedom of Information Act 2000 to request the following information from Sheffield City Council Elective Education Team. Please may you provide me with the followinginformation:\nSince January 2020 till you respond\n1. How many families in Sheffield are home schooling their children?\nA. Of these how many are on Child protection?\nB. Of these how many are year 6 and 7\nC. Of these how many are mixed race and how many white and how many black families\nD. Of these how many have no religion,  how many are Christians,  how many are atheist,  how many are Muslims,  how many are pagans and how many have no religion\n2. How many Families home schooling in sheffield have been issued court orders to send their Children to school or for their children to be removed into care?\nA. Of these how many are victims of DV?\nB. Of these how many are black, white, Mixed race, asian\n3. How many families are receiving support from council because the education the children are receiving are deemed NOT adequate?\nA. Of these how many were considered adequate and how many not deemed adequate and issued schools to attend.\nB. Of these how many were taken to court for inadequate schooling?\n4. How many home visits have your team undertaken to advise, support or assess as stipulated in Sheffield City Council home education requirements.\nA. Of these how many are black families,  white, Mixed race or Asian\n5. The Government legislation is that Children MUST educate on Maths, English and Science. Is the Council aware of this requirement and that other subjects are NOT compulsory?\n6. What subjects do the Council consider as adequate?\nA. Of these what subjects does the Council consider as adequate for assessment to know level of competency?\n7. How many families who are teaching their Children MATHS,  ENGLISH, SCIENCE and life skills have been forced to send their Children to school because although these 3 subjects were adequate,  they were NOT teaching other subjects like taught in school\n8. What are the main reasons for families chosing to home school?\n9. How many families have been sent schools and asked the parents to register their Children in school because they considered their schooling inadequate?\nA. Of these how many are on Child protection\nB. Of these how many are white, black, Asian\nC. Of these how many are Christians,  Muslims,  pagans, atheist\nThank you for your time and I look forward to your response.\nBest wishes,\nMrs Parkin"
            ]
        },
        {
            "created_at": "2023-10-22T01:49:28.052+01:00",
            "message_id": 1540636,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nRequest for a response to FOI. It's over stipulated time as prescribed by law. Can I kindly request that you respond to my FOI request\nYours faithfully,\nMrs Parkin"
            ]
        },
        {
            "created_at": "2023-11-18T08:56:13.511+00:00",
            "message_id": 1552955,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI made FOI  that's long over due , in September 23 and Oct 23\nCan I kindly request for a response as yoy have a legal obligation to respond or send me reasons why you don't want to respond and what action I need to take if you continue to ignore me\nYours faithfully,\nMrs Parkin"
            ]
        }
    ]
}