{
    "id": 1155231,
    "title": "Electively Home Educated children and children not in school.",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "electively_home_educated_childre_365",
    "created_at": "2024-08-04T13:21:06.091+01:00",
    "events": [
        {
            "created_at": "2024-08-04T13:21:06.437+01:00",
            "message_id": 1699958,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease provide information for the following 9 questions:\n1. How many home educated children does your LA currently have recorded?\n2. How many households do these children come from?\n3. In the last 12 months how many s437(1) formal notices to satisfy have you served on parents regarding home educated children?\n4. How many School Attendance Orders (SAOs) (attendance order in Scotland) have been served on children that were known to be home educated until the SAO was served?\n5. What was the outcome of each SAO? (for example, prosecuted for non compliance (please explain the outcome from court), revoked (please explain why the SAO was revoked). )\n6. How many children do you have recorded as a Child Missing Education (CME) that are not subject to S437(1) or SAO?\n7. In the last 12 months, what is the range of time period between a parent requesting the LA provide a school place and the child starting at the school? (for example a home educated child that wishes to go to school, or a family has moved to the area and wants a school place).\n8. In the period of time, between the parental request and the initial start date at school, has the LA put in place education for the child under s19 Education Act?\n9. If s19 is provided, how many hours education per week are put in place?\nYours faithfully,\nCheryl Moy\nEducational Freedom"
            ]
        },
        {
            "created_at": "2024-08-05T10:58:12.725+01:00",
            "message_id": 2719299,
            "type": "incoming",
            "content": [
                "Dear Cheryl Moy,\nThank you for your request for information relating to Elective Home\nEducation which we received on 04/08/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 03/09/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-09-03T17:46:08.977+01:00",
            "message_id": 2750868,
            "type": "incoming",
            "content": [
                "1 Attachment\nCopy of FOI 1240808 response attachment Q7 August 2024.xlsx\n10K\nDownload\nView as HTML\nDear Cheryl Moy,\nThank you for your request for information relating to Elective Home\nEducation which we received on 04/08/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. How many home educated children does your LA currently have recorded?\n• 675 children\n2. How many households do these children come from?\n• 545 families\n3. In the last 12 months how many s437(1) formal notices to satisfy have\nyou served on parents regarding home educated children?\n• 27\n4. How many School Attendance Orders (SAOs) (attendance order in\nScotland) have been served on children that were known to be home\neducated until the SAO was served?\n• 16\n5. What was the outcome of each SAO? (for example, prosecuted for\nnon-compliance (please explain the outcome from court), revoked\n(please explain why the SAO was revoked).)\n• 3 went on school roll\n• 5 education information provided and deemed suitable\n• 1 withdrawn as moved out of Sheffield\n• 4 parents found guilty\n• 3 in court process\n6. How many children do you have recorded as a Child Missing Education\n(CME) that are not subject to S437(1) or SAO?\n• 718\n7. In the last 12 months, what is the range of time period between a\nparent requesting the LA provide a school place and the child starting\nat the school? (for example a home educated child that wishes to go to\nschool, or a family has moved to the area and wants a school place).\n• See attachment\n8. In the period of time, between the parental request and the initial\nstart date at school, has the LA put in place education for the child\nunder s19 Education Act?\n• No\n9. If s19 is provided, how many hours education per week are put in\nplace?\n• N/A\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: 05 August 2024 10:58\nTo: Educational Freedom <[FOI #1155231 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1240808\nDear Cheryl Moy,\nThank you for your request for information relating to Elective Home\nEducation which we received on 04/08/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 03/09/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]\n4. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}