{
    "id": 1030811,
    "title": "Elective Home Education",
    "display_status": "Awaiting internal review",
    "law_used": "foi",
    "url_title": "elective_home_education_19",
    "created_at": "2023-09-24T04:14:16.647+01:00",
    "events": [
        {
            "created_at": "2023-09-24T04:14:16.880+01:00",
            "message_id": 1527771,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nDear Sheffield City Council FOI officer\nI am writing to you under the Freedom of Information Act 2000 to request the following information from Sheffield City Council Elective Education Team. Please may you provide me with the followinginformation:\nSince January 2020 till you respond\n1. How many families in Sheffield are home schooling their children?\nA. Of these how many are on Child protection?\nB. Of these how many are year 6 and 7\nC. Of these how many are mixed race and how many white and how many black families\nD. Of these how many have no religion,  how many are Christians,  how many are atheist,  how many are Muslims,  how many are pagans and how many have no religion\n2. How many Families home schooling in sheffield have been issued court orders to send their Children to school or for their children to be removed into care?\nA. Of these how many are victims of DV?\nB. Of these how many are black, white, Mixed race, asian\n3. How many families are receiving support from council because the education the children are receiving are deemed NOT adequate?\nA. Of these how many were considered adequate and how many not deemed adequate and issued schools to attend.\nB. Of these how many were taken to court for inadequate schooling?\n4. How many home visits have your team undertaken to advise, support or assess as stipulated in Sheffield City Council home education requirements.\nA. Of these how many are black families,  white, Mixed race or Asian\n5. The Government legislation is that Children MUST educate on Maths, English and Science. Is the Council aware of this requirement and that other subjects are NOT compulsory?\n6. What subjects do the Council consider as adequate?\nA. Of these what subjects does the Council consider as adequate for assessment to know level of competency?\n7. How many families who are teaching their Children MATHS,  ENGLISH, SCIENCE and life skills have been forced to send their Children to school because although these 3 subjects were adequate,  they were NOT teaching other subjects like taught in school\n8. What are the main reasons for families chosing to home school?\n9. How many families have been sent schools and asked the parents to register their Children in school because they considered their schooling inadequate?\nA. Of these how many are on Child protection\nB. Of these how many are white, black, Asian\nC. Of these how many are Christians,  Muslims,  pagans, atheist\n19. How many staff do you have in Elective Education Team\n11.  How many Managers, How Many Team Leaders and how many team members\n12. Who is the Manager and what are names of other Team members\n13. When is promoted or Someone's role changes or someone gets a job from another team or another department how often or how quickly do you update their badge?\n14. How many staff working in your Team in Home Education are still using their old ID card from when they were working in other departments or same department with old job description that are not valid\n15. How many staff working in Home Education have OLD ID cards that shows DBS expired on the ID card and why do you allow that?\n16. How often do you update DBS for staff and how many of staff in your department currently have DBS that are valid showing on their ID card\n17. How many Families have you told they are not meeting Legal requirement for s7 because Social services is involved\n18..How many families have you issued a school attendance order because they have not done an assessment for their children or have not provided you with evidence of assessment but have met other S7 requirements like showing evidence of schooling via workbooks and more evidence\n19. How many families have you told that they are not meeting requirements for s7 because they do not know level their children are working to but can show evidence of work they are doing? Of these how many did you issue a school attendance order\n20. How many families have you issued with school attendance orders because there are concerns  the family have not implemented a structured approached\n21. And how many families have you issued a school attendance order because the family is not following the national Curriculum\n22..How many families are home schooling in Sheffield  and of these how many have you issued a School Attendance Order since 2020? Please show month by month\n23. Please also indicate if any Education Supervision Orders are currently in court for families and reasons they are in court and reasons school attendance orders were issued\nA. Of these how many are white, black, Asian, mixed\nB. Of these how many are victims of violent domestic violence where the perpetrator wants the children in school but Victim wants to home school\nC. Of these how many are now in care because Victim did not comply with school attendance order?\nPlease provide the information here on this site\nIf it is not possible to provide the information requested due to the information exceeding the cost of compliance limits identified in Section 12, please provide advice and assistance, under the Section 16 obligations of the Act, as to how I can refine my request.\nIf you can identify any ways that my request could be refined I would be grateful for any further advice and assistance.\nIf you have any queries please don’t hesitate to contact me via email or phone and I will be very happy to clarify what I am asking for and discuss the request, my details are outlined below.\nThank you for your time and I look forward to your response.\nBest wishes,\nMrs Parkin"
            ]
        },
        {
            "created_at": "2023-09-26T10:19:37.951+01:00",
            "message_id": 2428695,
            "type": "incoming",
            "content": [
                "Dear Mrs Parkin,\nThank you for your request for information relating to Home Schooling\nwhich we received on 24/09/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 23/10/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-10-22T01:42:44.489+01:00",
            "message_id": 1540634,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nReminder to kindly respond to my FOI request.  By law you should have responded by 20 working days to all my FOI request\nYours sincerely,\nMrs Parkin"
            ]
        },
        {
            "created_at": "2023-11-18T08:54:27.954+00:00",
            "message_id": 1552954,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nDear Sheffield City Council,\nI made FOI  that's long over due , in September 23 and Oct 23\nCan I kindly request for a response as yoy have a legal obligation to respond or send me reasons why you don't want to respond and what action I need to take if you continue to ignore me\nYours faithfully,\nMrs Parkin"
            ]
        }
    ]
}