{
    "id": 982882,
    "title": "Emergency Active Travel Fund 2, Shoreham Street",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "emergency_active_travel_fund_2_s",
    "created_at": "2023-05-22T15:38:12.256+01:00",
    "events": [
        {
            "created_at": "2023-05-22T15:38:12.484+01:00",
            "message_id": 1464127,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nProvide the following:\nA. Any Road Safety Audits undertaken in relation to the Shoreham Street element of recent EATF2 works. Do not include the Cherry Street filter within this request.\nB.  Any relevant internal emails discussing quoted safety issues on Shoreham Street, which have delayed building.\nC. Any emails between Active Travel England/Department for Transport discussing the safety issues and delays to the above.\nD. Any considered layout designs for the above, including the latest.\nYours faithfully,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-05-30T11:34:49.432+01:00",
            "message_id": 1467928,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council FOI Officer,\nHas this request been received?\nYours faithfully,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-06-02T15:27:10.469+01:00",
            "message_id": 2326775,
            "type": "incoming",
            "content": [
                "Dear Roy Martin,\nThank you for your request for information relating to Emergency Active\nTravel Fund 2, Shoreham Street which we received on 22/05/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 20/06/2023, but we kindly ask for your\npatience as we anticipate that there may be a delay in some cases. Please\ndo not hesitate to contact us at the email address below if you have any\nqueries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Roy Martin <[FOI #982882 email]>\nSent: Monday, May 22, 2023 3:38 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Emergency Active Travel Fund 2,\nShoreham Street\nDear Sheffield City Council,\nProvide the following:\nA. Any Road Safety Audits undertaken in relation to the Shoreham Street\nelement of recent EATF2 works. Do not include the Cherry Street filter\nwithin this request.\nB.  Any relevant internal emails discussing quoted safety issues on\nShoreham Street, which have delayed building.\nC. Any emails between Active Travel England/Department for Transport\ndiscussing the safety issues and delays to the above.\nD. Any considered layout designs for the above, including the latest.\nYours faithfully,\nRoy Martin\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[2][FOI #982882 email]\nIs [3][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[6]\nhttps://eur03.safelinks.protection.outlo...\n[7]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-06-26T09:39:31.566+01:00",
            "message_id": 1480349,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThis request is overdue.  It would be acceptable to receive A. Road Safety Audits and D. any considered designs, including latest, ahead of the more onerous task of evidencing emails around these issues.\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-07-06T17:40:34.500+01:00",
            "message_id": 1487616,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nAn acknowledgement would be the polite and civil thing to do.\nEither set out a timetable of when you plan to supply documents which do not need creating or accept this as a request for an internal review.\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-07-11T09:34:41.392+01:00",
            "message_id": 1489726,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe deadline of 20/06/2023 has passed without any form of communication from yourselves.\nPlease pass to this to the person who conducts your internal reviews\nReasons:\n- Lack of communication and openness\n- failing to meet the statutory deadline without explanation\nThe documents requested only required minor redactions of information and has been readily available for circulation.\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-07-13T13:55:31.504+01:00",
            "message_id": 2362469,
            "type": "incoming",
            "content": [
                "Dear Roy Martin,\nThank you for your recent request for an internal review relating to\nEmergency Active Travel Fund 2, Shoreham Street which we received on\n11/07/2023. We are sorry to hear that you are not happy with your\nresponse.\nThis has now been logged and will be carried out by a member of the team.\nThe Code of Practice – Environmental Information Regulations 2004 states\nthat we must respond to your request for internal review within 40 working\ndays, by 06/09/2023. Please do not hesitate to contact us at the email\naddress below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Roy Martin <[FOI #982882 email]>\nSent: Tuesday, July 11, 2023 9:35 AM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Internal review of Freedom of Information request - Emergency\nActive Travel Fund 2, Shoreham Street\nDear FOI, The deadline of 20/06/2023 has passed without any form of\ncommunication from yourselves.\nPlease pass to this to the person who conducts your internal reviews\nReasons:\n- Lack of communication and openness\n- failing to meet the statutory deadline without explanation\nThe documents requested only required minor redactions of information and\nhas been readily available for circulation.\nYours sincerely,\nRoy Martin\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-07-31T12:32:37.712+01:00",
            "message_id": 1500221,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe deadline of 8th of August approaches in just over a week.\nA kind reminder, as the original request was 22nd of May, I can only presume there is a great deal of feet dragging in releasing this information.  Evidence suggest you will be requesting an extension of the deadline for an internal request. If you do wish to delay further, it would be appropriate to inform me in writing of the desire to once again extend the deadline.\n\"Please note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\"\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-08-08T10:02:53.323+01:00",
            "message_id": 1504397,
            "type": "outgoing",
            "content": [
                "Good morning,\nHappy 8th of August.\nDo you wish to extend the deadline?\nI will take a lack of response as a no and will be referring the case to the information commissioner at the end of this week.\nYours sincerely,\nRoy"
            ]
        },
        {
            "created_at": "2023-08-11T12:40:34.139+01:00",
            "message_id": 1506231,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nI am sure this will once more go un-responded.\nIn my other FOI you state:\n\"The Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 08/08/2023.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\"\nIt is unusual you have opted to quote 40 days as a starting point in this request.\nUnlike my other request, you have stated your target as: \"06/09/2023\" for this information.\nBefore the summer holidays is quoted as an excuse, do consider the fact the request has made in May 2023 and it required the production of no new information, only sharing of drawings and emails in existence.\nI offered in June 2023 \"This request is overdue. It would be acceptable to receive A. Road Safety Audits and D. any considered designs, including latest, ahead of the more onerous task of evidencing emails around these issues.\"\nI would consider a further extension if these documents are provided by the 2th of August.\nAs a starting point, a response would be polite, saying you are still working towards start of September.\nOtherwise, I will be referring this to the ICO.\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-08-11T12:57:30.877+01:00",
            "message_id": 2390756,
            "type": "incoming",
            "content": [
                "Hi Mr Martin\nApologies for our delay, we are replying this afternoon with the information.\nKind regards\nSheffield City Council\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-08-11T22:02:01.416+01:00",
            "message_id": 2391207,
            "type": "incoming",
            "content": [
                "1 Attachment\nimage001.png\n220K\nDownload\nDear Mr Martin\nThank you for your request for an internal review on 11 July 2023, and\napologies for missing our deadline of 8 August 2023. We acknowledge your\nchasers of 8 and 11 August 2023. We accept your complaint about our\nfailure to respond to your original request of 22 May 2023 for information\nabout the Emergency Active Travel Fund 2, Shoreham Street. We breached\nRegulation 5(2) of the Environmental Information Regulations 2004 which\nrequires a response within 20 working days. It was due on 20 June 2023. We\nhad the information available to send you on 27 June 2023. But it was\noverlooked due to our workload. We sincerely apologise for this lapse on\nour part and hope you have not been too inconvenienced by the delay.\nPlease find below our response to your request:\nA. Any Road Safety Audits undertaken in relation to the Shoreham Street\nelement of recent EATF2 works. Do not include the Cherry Street filter\nwithin this request.\nWe are happy to share the Road Safety Audit (RSA) once the response to it\nhas been signed off. The main issue in the corridor is getting cyclists\nsafely from the (proposed new) bi-directional cycling route on the (inside\nthe Ring Road) section of Shoreham Street across to Matilda Street, so\ncyclists can continue towards the City centre. We are withholding the RSA\nunder the Environmental Information Regulations 2004, specifically\nRegulation 12(4)(d) - Material in the course of completion, unfinished\ndocuments, and incomplete data. The public interest in disclosure is\ntransparency. The public interest in withholding the Audit at this time is\nthat there is time for the information to be checked before it is made\npublic and that the timetable properly requires internal consideration of\nthe information prior to its public release. On balance, the Council\nbelieves that the public interest lies in maintaining the exception. We’ll\nadvise you of the sign-off date as soon as we have it.\nB.  Any relevant internal emails discussing quoted safety issues on\nShoreham Street, which have delayed building.\nOur redacted emails are to follow.\nC. Any emails between Active Travel England/Department for Transport\ndiscussing the safety issues and delays to the above.\nThere have been no emails sent from Sheffield City Council to Active\nTravel England/Department for Transport discussing the safety issues and\ndelays to the above\nD. Any considered layout designs for the above, including the latest.\nThe RSA was based on the design shown below. No additional design work\nwill be undertaken until the response to the RSA has been signed off.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-08-15T10:18:56.526+01:00",
            "message_id": 1507322,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThank you for this response my initial questions and request for an internal review.\nQuestion A.\nI requested the Road Safety Audit. This is a distinct and signed off document by a professional, than to your responses to said document, which is a different piece of work entirely.\nRegulation 12(4)(d) does not apply to the completed RSA without responses.\nB. Thank you, please provide a date when provision will take place, as you admit at the top of this response you have failed to meet all deadlines.\nC. I'll accept this unlikely answer.\nD. A signed off RSA means 12(4)(d) does not apply and you are able to share said document, without your responses.\nI will give you time to reconsider your responses above.\nI do not accept your proposal that I submit for a secondary internal review, as this was indeed, an interview review.\nAs you mentioned staff workloads, I will set a deadline of 25th August to provide the unresponded and yet full complete RSA. This is a resonable comprise for a document in existence.\nAfter such time, I will have completed requirements needed to refer this to the Information Commissioner’s Office.\nThis is clearly a waste of time and resources and we would all like to avoid that outcome. In the meantime, I urge you to provide the unresponded, complete Road Safety Audit.\nA precedent has been established that RSA without responses can be freely published in several other FOI requests.\nhttps://www.whatdotheyknow.com/request/r...\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-08-31T08:51:33.484+01:00",
            "message_id": 1514153,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nGiven the lack of response to the previous message, I will take this as your final response\nTo go back over old ground,\nQuestion A. - Not provided\nI requested the Road Safety Audit. This is a distinct and signed off document by a professional, than to your responses to said document, which is a different piece of work entirely.\nRegulation 12(4)(d) does not apply to the completed RSA without responses.\nB. Thank you, please provide a date when provision will take place, as you admit at the top of this response you have failed to meet all deadlines. - Not provided\nC. Complete.\nD. A signed off RSA means 12(4)(d) does not apply and you are able to share said document, without your responses. - Not provided\nAn acknowledgement to say this is your position would have been expected, given the vastly extended deadlines and patience from my side.\nYours sincerely,\nRoy Martin"
            ]
        },
        {
            "created_at": "2023-12-21T17:13:25.611+00:00",
            "message_id": 2502814,
            "type": "incoming",
            "content": [
                "2 Attachments\n1 ATF Shoreham Street RSA1 2 Report Redacted.pdf\n3.8M\nDownload\nView as HTML\n2.EIR 872212 Redacted.pdf\n1.0M\nDownload\nView as HTML\nDear Roy Martin,\nInternal Review – Reference – EIR / 872212\nThank you for your email requesting an internal review into the response\nSheffield City Council provided to your EIR request. We endeavour to\nprovide a response to internal reviews within 40 working days. However, a\nreview can sometimes be delayed and I apologise for this.\nI can now confirm that a full and impartial review of the decision made in\nthis case has been conducted with a summary as follows:\nYou contacted the council on 22^nd May 2023, requesting information\nrelating to Emergency Active Travel Fund 2, Shoreham Street. The response\nthat you received on the 11^th August 2023 provided answers to some of the\nquestions asked.\nYour email received by the council on 15^th August 2023 explained that you\nwere requesting an internal review of the above response, particularly\nrelating to points a) and d).\nI have reviewed the information disclosed (alongside your complaint) and\nhave determined that firstly, the Council is in breach of the appropriate\nCode of Practice, which requires a response to an internal review within\n40 days; and we have taken just over four months to reply. We sincerely\napologise for this, but we have had a significant backlog of requests that\nis taking us a long time to get through.\nIn relation to the content of your request, please see the attached\ninformation regarding the Road Safety Audit and the redacted emails as\nrequested. SCC can confirm that the design of the scheme is being reviewed\nfollowing the RSA.\nPlease note that personal data has been redacted under Regulation 12(3) of\nthe Environmental Information Regulations 2004 (EIR) and Regulation 13 EIR\nas amended by Sch. 19, para 307 of the Data Protection Act 2018, which\nprovide an exception for where the information requested includes personal\ndata of which the applicant is not the data subject where disclosure would\ncontravene the data protection principles of the General Data Protection\nRegulation (GDPR). Disclosure of the information would contravene the data\nprotection principle under Article 5(1)(a) of the General Data Protection\nRegulation that processing of personal data must be fair, lawful and\ntransparent.\nIf you are dissatisfied with my review, you can make a complaint to the\nInformation Commissioner’s Office: [1][\nemail address\n]\nKind regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[\nemail address\n]\n2. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}