{
    "id": 1027496,
    "title": "Energy Procurement and Decarbonisation",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "energy_procurement_and_decarboni_115",
    "created_at": "2023-09-15T14:58:07.288+01:00",
    "events": [
        {
            "created_at": "2023-09-15T14:58:07.703+01:00",
            "message_id": 1523471,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI would be grateful if you could assist my research into the relationship between Local Education Authorities (LEAs) and schools in terms of energy procurement and decarbonisation. The below information may be held by a department responsible for energy/sustainability.\nStructure of information – If possible, could the information supplied please be submitted in excel format, with the Question answer in the cell below the Question number.\nE.g. Cell A1 would contain “1” and Cell A2 would contain the answer, Cell B1 would contain “2” and Cell B2 would contain the answer (Example below).\n__¦_________A______________________B_________\n1 ¦_________ 1____________¦ _________ 2_________\n2 ¦ Answer to question 1____ ¦Answer to question 2___\nQuestions:--\n1.\tHow many Maintained schools are in your LEA area?\n---------------------------\nEnergy Procurement:\nHow do you support schools in your area with procuring energy? In particular for Maintained Schools, do you: -\n2.\tAllow schools to be part of your own corporate energy contracts (Y/N)\n3.\tManage school energy procurement in bulk, outside of your own corporate contract (Y/\n4.\tAdvise or recommend 3rd party frameworks or brokers (Y/N)\na.\tIf so, which 3rd parties or frameworks(s)?\nb.\tIf the 3rd party is a broker what process was undertaken to appoint or recommend them?\n5.\tHow do you support non-maintained schools such as Academies?\n6.\tAny other Comments\n---------------------------\nEnergy savings and Decarbonisation:\nHow do you support schools in your area with procuring energy? In particular for Maintained Schools, do you: -\n7.\tInclude schools within your organisational carbon reduction or net zero targets? (Y/N)\n8.\tConsider schools as a part of your Corporate Estate and plan actions at schools alongside (say) civic offices? (Y/N)\n9.\tOffer a free service open to all maintained schools to help them reduce energy use and move towards net zero carbon? (Y/N)\n10.\tOffer a chargeable service open to maintained schools to help them reduce energy use and move towards net zero carbon? (Y/N)\n11.\tProvide an energy monitoring service to schools? (Y/N)\n12.\tWe do not provide energy or carbon saving support to maintained schools (T/F)\n13.\tHow do you support non-maintained schools such as Academies with Energy and Carbon Reduction?\n14.\tAny other comments?\n---------------------------\nSolar PV Panels:\nRegarding rooftop solar panels in, how do you support Maintained schools in your area? In particular, do you: -\n15.\tProvide a LEA operated scheme or service to install widespread solar panels? (Y/N)\n16.\tSupport schools utilising 3rd party solar schemes which fund solar panels (such as rent a roof or PPA)? (Y/N)\na. If so, which 3rd party schemes have you supported?\n17.\tLeave schools to develop their own plans and funding for rooftop solar panels? (Y/N)\n18. Approximately what percentage (or how many) of Maintained schools in your area have solar panels already installed?\n19.\tAny other comments?\n---------------------------\nLED Lighting\nRegarding LED lighting installations, how do you support Maintained schools in your area? In particular, do you: -\n20.\tProvide a LEA operated scheme or service to install LED lighting? (Y/N)\n21.\tSupport schools utilising 3rd party LED installation providers? (Y/N)\na.\tIf so, which 3rd parties do you support?\n22.\tLeave schools to develop their own plans and funding for LED lighting? (Y/N)\n23. Approximately what percentage (or how many) of Maintained schools in your area have LED lighting already installed?\n24.\tAny other comments?\nMany thanks, Yours faithfully,\nRebecca Brown."
            ]
        },
        {
            "created_at": "2023-12-22T09:45:40.830+00:00",
            "message_id": 2503201,
            "type": "incoming",
            "content": [
                "Dear Rebecca Brown,\nThank you for your request for information relating to Energy Procurement\nand Decarbonisation which we received on 15/09/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 13/10/2023. We apologise that we have\nmissed this date and will respond as soon as possible. Please do not\nhesitate to contact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-01-24T10:54:22.230+00:00",
            "message_id": 2531256,
            "type": "incoming",
            "content": [
                "1 Attachment\nEIR 995606.xlsx\n14K\nDownload\nView as HTML\nDear Rebecca Brown,\nThank you for your request for information relating to Energy Procurement\nand Decarbonisation which we received on 15/09/2023.\nPlease find Sheffield City Council’s response to your request attached.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}