{
    "id": 1062142,
    "title": "Family Hubs Strategy",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "family_hubs_strategy_5",
    "created_at": "2023-12-21T11:17:41.193+00:00",
    "events": [
        {
            "created_at": "2023-12-21T11:17:41.452+00:00",
            "message_id": 1570465,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act please see the following request:\nRequest details:\n1. Please provide the strategic plans on how the transformation fund for\nfamily hubs will be spent.\n2. Has a digital solution already been procured? If so, who is the\nproviding the platform?\n3. Does the family hub system have integration with the council’s current\neducation, youth justice, or social care systems?\n4. Who is the best person to contact around this area?\nYours faithfully,\nLuke Rigby"
            ]
        },
        {
            "created_at": "2023-12-22T09:15:45.153+00:00",
            "message_id": 2503135,
            "type": "incoming",
            "content": [
                "Dear Luke Rigby,\nThank you for your request for information relating to Family Hubs\nStrategy which we received on 21/12/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 23/01/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-01-23T18:50:12.059+00:00",
            "message_id": 2530686,
            "type": "incoming",
            "content": [
                "Dear Luke Rigby,\nThank you for your request for information relating to Family Hubs\nStrategy which we received on 21/12/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. Please provide the strategic plans on how the transformation fund for\nfamily hubs will be spent.\nThe infusion of transformation funding has been used in several areas:\n• Staff Capacity: it has boosted our ability to enhance staff capacity\nfor system development within the program model framework, ensuring\nthat we not only meet broader service expectations but also align with\nthe program's framework requirements.\n• Brand identity: We have successfully launched from Children Centres to\nFamily Hubs and maintained a robust communication strategy with both\nservice users and providers. This strategic communication approach is\ndeeply embedded within our broader Early Help strategy.\n• Virtual offer: enhancing the virtual offerings of key Start for Life\nservices to meet and exceed expectations, ensuring accessibility for\nfamilies. Concurrently, we are committed to nurturing the growth of a\nFamily Hub Network.\n• Oral Health: Recognising the pressing need, we have also allocated\nresources towards improving Oral Health outcomes. Statistics reveal a\nhigher prevalence and severity of tooth decay among 5-year-olds\ncompared to regional and national averages. In the 20% most deprived\nareas of our city, 60% of children are affected (Source: PHE, 2019,\nChild and Maternal Health - Oral health).\n• Nutrition & Weight Management support: This will enable the creation\nof a dedicated position to work closely with the Health Visiting\nService, providing tailored assistance to families with children\nidentified as at-risk of obesity during the 2-year health visitor\nassessment, on a one-to-one basis.\n• Outdoor Play: Lastly, we are excited to unveil plans for the\ndevelopment of outdoor play facilities at select Family Hubs, catering\nto children of all age groups. Concurrently, investment in staff\ntraining will empower them to become qualified instructors, capable of\nextending their expertise to numerous other organizations interested\nin outdoor play. This endeavour aims to expand our offerings for older\nchildren, foster deeper connections with youth and SEND services, and\nfurther promote integration with service providers in the VCF sector.\n2. Has a digital solution already been procured? If so, who is the\nproviding the platform?\nSheffield City Council has acquired a digital solution from PPL to\nfacilitate the delivery of the Sheffield Directory. This digital platform\nis currently in use to fulfil the requirements of both the Family Hubs and\nthe Start for Life Programme.\n3. Does the family hub system have integration with the council’s current\neducation, youth justice, or social care systems?\nYes\n4. Who is the best person to contact around this area?\nLead for Family Hub & start for Life programme in Sheffield is – Lorraine\nWood.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Friday, December 22, 2023 9:16 AM\nTo: Luke Rigby <[FOI #1062142 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 995535\nDear Luke Rigby,\nThank you for your request for information relating to Family Hubs\nStrategy which we received on 21/12/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 23/01/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}