{
    "id": 1271544,
    "title": "FOI Request - PPE and Workwear Contract",
    "display_status": "Awaiting response",
    "law_used": "foi",
    "url_title": "foi_request_ppe_and_workwear_con",
    "created_at": "2025-04-17T10:53:32.911+01:00",
    "events": [
        {
            "created_at": "2025-04-17T10:53:33.191+01:00",
            "message_id": 1847093,
            "type": "outgoing",
            "content": [
                "Dear FOI Team,\nI would be most grateful if you would provide me, under the Freedom of Information Act, details in respect to the contract below.\nhttps://www.contractsfinder.service.gov....\nThe details we require are:\nWhat are the contractual performance KPI's for this contract?\nSuppliers who applied for inclusion on each contract and were successful & not successful at the PQQ & ITT stages\nActual spend on this contract, from the start of the contract to the current date\nStart date & duration of contract?\nCould you please provide a copy of the service/product specification given to all bidders for when this contract was last advertised?\nIs there an extension clause in the contract and, if so, the duration of the extension?\nHas a decision been made yet on whether the contract are being either extended or renewed?\nWho is the senior officer (outside of procurement) responsible for this contract?\nThank you for your help.\nYours sincerely\nFrancis Flynn"
            ]
        },
        {
            "created_at": "2025-04-22T10:12:04.720+01:00",
            "message_id": 2992888,
            "type": "incoming",
            "content": [
                "Dear Francis Flynn,\nThank you for your request for information relating to PPE and Workwear\nContract which we received on 17/04/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 20/05/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nFrom: Francis Flynn <[FOI #1271544 email]>\nSent: 17 April 2025 10:54\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - FOI Request - PPE and Workwear\nContract\nDear FOI Team,\nI would be most grateful if you would provide me, under the Freedom of\nInformation Act, details in respect to the contract below.\n[3]\nhttps://eur03.safelinks.protection.outlo...\nThe details we require are:\nWhat are the contractual performance KPI's for this contract?\nSuppliers who applied for inclusion on each contract and were successful &\nnot successful at the PQQ & ITT stages\nActual spend on this contract, from the start of the contract to the\ncurrent date\nStart date & duration of contract?\nCould you please provide a copy of the service/product specification given\nto all bidders for when this contract was last advertised?\nIs there an extension clause in the contract and, if so, the duration of\nthe extension?\nHas a decision been made yet on whether the contract are being either\nextended or renewed?\nWho is the senior officer (outside of procurement) responsible for this\ncontract?\nThank you for your help.\nYours sincerely\nFrancis Flynn\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[4][FOI #1271544 email]\nIs [5][Sheffield City Council request email] the wrong address for Freedom\nof Information requests to Sheffield City Council? If so, please contact\nus using this form:\n[6]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[7]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[8]\nhttps://eur03.safelinks.protection.outlo...\n[9]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        }
    ]
}