{
    "id": 1051352,
    "title": "FOI request: Modern slavery training provision",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "foi_request_modern_slavery_train_225",
    "created_at": "2023-11-24T12:43:47.254+00:00",
    "events": [
        {
            "created_at": "2023-11-24T12:43:47.608+00:00",
            "message_id": 1555850,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThis is a request under the Freedom of Information Act 2000. This request relates to the training offered to staff on modern slavery. Please share the details of training on modern slavery delivered to staff, including:\n- The nature of training offered (e.g. e-learning or in-person, shared with housing staff or adult safeguarding etc) and whether themes of cultural intelligence, equality, diversity and inclusion are included as part of this training\n- Where held, please share copies of training materials used to support council staff in identifying modern slavery (such as PDFs, guidance, or presentations)\nYours faithfully,\nMaya Esslemont"
            ]
        },
        {
            "created_at": "2023-11-27T10:51:44.280+00:00",
            "message_id": 2478008,
            "type": "incoming",
            "content": [
                "Dear Maya Esslemont,\nThank you for your request for information relating to modern slavery\ntraining provision which we received on 24/11/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 22/12/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-12-20T16:56:39.484+00:00",
            "message_id": 2501677,
            "type": "incoming",
            "content": [
                "1 Attachment\nMSHT OIC Presentation External Partners Redacted.pptx\n5.2M\nDownload\nView as HTML\nDear Maya Esslemont,\nThank you for your request for information relating to modern slavery\ntraining provision which we received on 24/11/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nQuestion:\nPlease share the details of training on modern slavery delivered to staff,\nincluding: The nature of training offered (e.g. e-learning or in-person,\nshared with housing staff or adult safeguarding etc) and whether themes of\ncultural intelligence, equality, diversity, and inclusion are included as\npart of this training.\nAnswer:\nSheffield City Council have previously provided two modern slavery\ntraining packages on our online training system, one for all staff, and\none specifically tailored for those with a safeguarding background. Themes\nof cultural sensitivity, diversity and inclusion were included in the\npackages, but also linked to wider mandatory equalities training. In\naddition, this year we have introduced, a number Modern Slavery seminars,\ndelivered by guest speakers from South Yorkshire Police. The first of\nthese was delivered during safeguarding week and we have two other\nsessions planned between January and July. We have attached the power\npoint used during the first session.\nPlease note that the names of individuals have been redacted under section\n40(2) of the Freedom of Information Act 2000 on the grounds that these are\npersonal data and disclosure would contravene the data protection\nprinciple under Article 5(1)(a) of the General Data Protection Regulation\nthat processing of personal data must be fair, lawful and transparent.\nQuestion:\nWhere held, please share copies of training materials used to support\ncouncil staff in identifying modern slavery (such as PDFs, guidance, or\npresentations)\nAnswer:\nWe have recently changed our online learning provider and couldn’t bring\nwith us the modern slavery training package we previously used. We are\ncurrently appraising options to replace this and hopefully will have an\ne-learning package available in the not-too-distant future.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Monday, November 27, 2023 10:51 AM\nTo: M Esslemont <[FOI #1051352 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 973891\nDear Maya Esslemont,\nThank you for your request for information relating to modern slavery\ntraining provision which we received on 24/11/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 22/12/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}