{
    "id": 1043994,
    "title": "Food Hygiene Inspections, Resources and Performance",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "food_hygiene_inspections_resourc",
    "created_at": "2023-11-04T13:50:12.420+00:00",
    "events": [
        {
            "created_at": "2023-11-04T13:50:12.637+00:00",
            "message_id": 1546382,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI would like to request information relating to food hygiene inspections undertaken by your borough / district.  Kindly provide information or answer questions on the following:\n1. What is the total number of food businesses which are currently awaiting a hygiene inspection for unrated premises in your district or borough?\n2. What is the number of food inspectors who undertake site inspections three days a week or more within your service?\n3. What is the total number of food establishments on your Register?\n4. What is the number of overdue inspections (with reference to the Food Law Code of Practice) broken down into risk categories A to E?\n5. What are the number of inspections (all categories) overdue by time periods:\na) 6 months\nb) 1 year\nc) 2 years\nd) 5 years\ne) more than 5 years\n6. The number of food inspectors you have who work three days a week or more after 5pm or at weekends undertaking food hygiene inspection?\n7. Your recovery plan to comply with the Food Law Code of Practice to meet your legal obligations on inspection frequencies if you have any overdue inspections?\nYours faithfully,\nSebastian McCormick"
            ]
        },
        {
            "created_at": "2023-11-07T15:13:07.349+00:00",
            "message_id": 2463347,
            "type": "incoming",
            "content": [
                "Dear Sebastian McCormick,\nThank you for your request for information relating to Food Hygiene\nInspections, Resources and Performance which we received on 04/11/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 04/12/2023. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-11-17T15:46:26.410+00:00",
            "message_id": 2471729,
            "type": "incoming",
            "content": [
                "Dear Sebastian McCormick,\nThank you for your request for information relating to Food Hygiene\nInspections, Resources and Performance which we received on 04/11/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. What is the total number of food businesses which are currently\nawaiting a hygiene inspection for unrated premises in your district or\nborough?\nTotal = 580\n2. What is the number of food inspectors who undertake site inspections\nthree days a week or more within your service?\n10\n3. What is the total number of food establishments on your Register?\nTotal = 5204\n4. What is the number of overdue inspections (with reference to the Food\nLaw Code of Practice) broken down into risk categories A to E?\nA = 0\nB = 13\nC = 262\nD = 819\nE = 524\n5. What are the number of inspections (all categories) overdue by time\nperiods:\na) 6 months\nTotal = 695\nb) 1 year\nTotal = 498\nc) 2 years\nTotal = 914\nd) 5 years\nTotal = 87\ne) more than 5 years\nTotal = 3\n6. The number of food inspectors you have who work three days a week or\nmore after 5pm or at weekends undertaking food hygiene inspection?\nAll of the above 10 Officers do undertake some out of hours work including\nevenings and weekends\n7. Your recovery plan to comply with the Food Law Code of Practice to meet\nyour legal obligations on inspection frequencies if you have any overdue\ninspections?\nThe FSA recovery period has now ended and the FSA expect all local\nauthorities to align their inspection plans in accordance with the Food\nLaw Code of Practice.  Sheffield has a food plan which has been presented\nto Senior Directors and Cabinet Members for official sign off.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}