{
    "id": 1228183,
    "title": "Freedom of Information Request: Volume of Data Subject Access Requests (DSARs)",
    "display_status": "Long overdue",
    "law_used": "foi",
    "url_title": "freedom_of_information_request_v_1016",
    "created_at": "2025-01-21T09:43:00.738+00:00",
    "events": [
        {
            "created_at": "2025-01-21T09:43:00.992+00:00",
            "message_id": 1793027,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to request information under the Freedom of Information Act 2000. Please provide the following details:\nThe total number of Data Subject Access Requests (DSARs) received by your authority for each of the last three years (2021, 2022, and 2023).\nThe number of DSARs completed within the statutory one-month timeframe during each year.\nThe number of DSARs that required an extension beyond the one-month timeframe, along with the average length of extensions granted.\nAny recorded costs (e.g., staff time, software, or other resources) associated with processing DSARs for each of these years.\nIf possible, please provide this information in a tabular format.\nIf the cost of fulfilling this request exceeds the statutory limit, I would be grateful if you could provide advice and assistance to refine the request.\nThank you for your time and assistance. I look forward to your response.\nYours faithfully,\nLance Barker"
            ]
        },
        {
            "created_at": "2025-01-21T17:01:46.037+00:00",
            "message_id": 2892744,
            "type": "incoming",
            "content": [
                "Dear Lance Barker,\nThank you for your request for information relating to Volume of Data\nSubject Access Requests (DSARs) which we received on 21/01/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 18/02/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}