{
    "id": 1167171,
    "title": "Freedom of Information Request - Racial Equality Report",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "freedom_of_information_request_r_179",
    "created_at": "2024-08-26T21:01:28.038+01:00",
    "events": [
        {
            "created_at": "2024-08-26T21:01:28.488+01:00",
            "message_id": 1714136,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nFOI-Sheffield Race Equality Report\n﻿\nPlease find enclosed my FOI questions in relation to Sheffield’s Race Equality report which has been published publicly at the following link\n﻿\n﻿\nhttps://www.sheffield.gov.uk/your-city-c...\nPlease can you answer the FOI  questions  (see below) in the required way requested in my questions (e.g. where I have asked for e.g Yes, No or Don’t Know answer please provide the answer in this way )\n﻿FOI Questions.\nQuestion 1.\nPage 74 : “The benefits of diversity in the workforce were considered in a confidential interview with an employee of Sheffield City Council who proposed a number of key points reflected across other hearings and evidence that :\nUnless there are empowered and knowledgeable ethnic minority colleagues at all levels in the organisation, with an understanding of structural racism, how it is enabled by power systems, this will continue. Unless the Local Authority is held to account on dismantling this systemically it will continue and until there is ethnic minority leadership in the city which is empowered and has clout, this will continue across the city.”\n(a) As per the report, What is the definition of “structural racism” that Sheffield Council uses or will use and what is the source of the definition used (e.g government etc.)?\n(b) Has Sheffield Council been designated, in whole or in part, as an organisation that has “structural racism” within it and if so designated by whom?\n(c) Does Sheffield City Council consider itself to be a “structurally racist” organisation whether that refers to (i) the whole of the organisation or (ii) any part(s) of the organisation? Please answer this either Yes, No or Don’t Know\n(d) Having provided an answer to (c) above please expand on the answer given by adding any extra information or comment to support the answer?\n(e) If Sheffield Council has been identified as “structurally racist” please identify and provide any examples of which population demographic(s) it has been evidenced to be “structurally racist” against e.g black, white, asian etc?\n(f) If Sheffield City Council has in anyway, shape or form been identified or identified itself as “structurally racist” please provide any 3 x pieces of evidence, examples(e.g reports, studies etc.) of this “structural racism” (e.g an example of “structural racism” being evidenced within a particular Department, Service area, system, process etc. or anything that would prove the statement is true)?\n(g) If Sheffield Council is or has been found to be  a “structurally racist” organisation, has a legal threshold or legal standard for racism under existing UK law actually been met for the claim of “structurally racist” ?(i) Please answer : Yes, No or Don’t know. (ii) If a Legal threshold has not been met for the claim then is this just an opinion (not fact) expressed in the report’s production?\n(h) Does Sheffield Council agree with the statement in the report (P74)that “ power systems ” are enabling “systemic racism”. (i) Please answer : Yes, No or Don’t know followed by (ii) any comments if needed to expand ?\n(i) Please provide evidence of up to three examples of which “power systems” in Sheffield Council are enabling “systemic racism”. ? If there are no examples please clearly state this.\nQuestion 2\n(a) Is there a legal requirement for Sheffield Council to be an “anti-racist” organisation? (i) Please answer : Yes or No or Don’t Know and if Yes then (ii) please identify the relevant legal statute or law?\n(b) Please provide (i) the definition of “anti-racism” that Sheffield Council is using and (ii) the source of the definition ?\nQuestion 3\n(a) Does Sheffield Council believe that the Racial Equality report is in anyway, shape or form influenced by the contested political idea of Critical Race Theory ? (i) Please answer : Yes, No or Don’t Know and (ii) if the answer is ‘Yes’ please provide some brief explanation, examples of how, where(e.g page, paragraph number) the report is influenced by Critical Race Theory\n(b) Does Sheffield City Council in anyway require it’s employees to believe in or adhere to or be compliant with Critical Race Theory ?\n(c) Under UK law, Sheffield Council is required to be an independent, impartial organisation with political restrictions e.g on senior officers. Would the adoption of  the contested political ideology of Critical Race Theory in anyway be compatible with Sheffield Council’s Legal requirements to be independent and impartial and for its Officers to be the same?\nQuestion 4\nAs per the Racial Equality report\n(a) How does Sheffield Council define the term ‘Equity’ ?\n(b) What is the source of the definition of ‘Equity’ that Sheffield Council has used?\n(c) Is Equity a legal requirement under UK law ?\n(d) How is Equity different to (i) Equality of Opportunity?\n(e) How is Equity different to (ii) Equality of  Outcome ?\n(f) Is the term ‘Equity’ in anyway related to Critical Race Theory ideas, ideology etc.Please answer : Yes, No or Don’t  Know?\nQuestion 5\nPage 98: ‘Operates an EDI policy with specific intersectional joined up race content”\n(a) is there a legal requirement for Sheffield Council to use an “intersectional” approach for EDI policies? Please answer : Yes, No or Don’t Know\n(b) If “intersectional” is not a legal requirement then please confirm whether it is a contested political idea ? Please answer: Yes,No or Don’t know?\nQuestion 6:\nPage 100 : “ Assess systems for inbuilt bias” and “Commission Racial Literacy Training”\n(a) Please provide details of how Sheffield Council will “Assess systems for in built bias” e.g the process, criteria, guidance etc. that will be used to achieve this?\n(b) Please provide a copy of any documentation, guidance etc. that Sheffield Council will be using in relation to assessing bias ?\n(c) Please provide details of how Sheffield Council will be “commissioning Racial Literacy Training” identifying, summarising e.g the process, criteria, guidance etc. that will be used to achieve this?\n(d) Are there specific, recognised formal qualifications and professional bodies, regulators etc. for “Racial Literacy Training” that Sheffield Council will be using. (i) Please answer :  Yes, No or Don’t Know? And:\n(ii)Please provide examples, names of the formal qualifications and professional bodies that Sheffield Council may be using or referencing in this area?\n(iii) If there are no formal qualifications, regulatory bodies in this area what criteria, evidence etc. will Sheffield Council utilise to determine who will provide “ Racial Literacy Training”?\n(iv) Will “Racial Literacy Training” that specifically relates to Critical Race Theory be one of the possible options considered? Please answer : Yes, No or Don’t Know?\n(e) Please provide the names of all organisations that Sheffield has commissioned to provide “Racial Literacy Training” following on from the Racial Equality Commission’s report?\nQuestion 7\nPage 132: “Ultimately, the existence and extent of systemic racism is an empirical question revealed by familiar and persistent patterns of racial disparities in a range of domains. And on this empirical basis there should be no doubt our society is systemically racist”\n(a) In relation to its own services and disparities within their results  etc. Does Sheffield City Council believe that all “persistent patterns of racial disparities” are primarily due to  “systemic racism”? Please answer (i) Yes, No or Don't Know and (ii) provide any other comments to support the answer given previously in (i)\n(b) Does Sheffield Council believe that it is possible that there could also be any other reasons for any “persistent patterns of racial disparities”? (i) Please answer (i) Yes, No or Don't Know and (ii) provide any other comments to support the answer given previously at (i) by identifying up to 5 x  factors other than “systemic racism” that could contribute to racial disparities ?\n(c) Please provide any evidence or analysis that Sheffield Council has in any service area (e.g. Education, Housing, Social Services etc.) that shows how much of the  racial disparities in that service area are contributed to by (i) systemic racism and (ii) any other factors that have contributed to racial disparities (e.g as in b above)\nQuestion 8\nPage 42 : “Some of these narratives were accompanied by reflections on how “whiteness” privileges white people from the experience of racism”\nDoes Sheffield City Council  believe in, agree with etc. the concept of “whiteness” as identified in the report (page 42)?\n(a) Please answer either: Yes, No, Don’t Know and then:\n(b) please provide any further supporting comments on Sheffield Council’s position on the concept of “whiteness” ?\n(c) Please provide Sheffield Council’s definition of “whiteness” and also the source of the definition used whether in the report or otherwise?\n(d) Does Sheffield Council consider “whiteness” to be (i) an established fact or (ii) a subjective political opinion. Please answer indicating either (i) or (ii) as above ?\n(e) Is there any evidence from within Sheffield Council on “how “whiteness” privileges white people from the experience of racism” (page 42) ?\n(i) Please answer : Yes, No or Don’t know? and :\n(ii) if the answer to (i) is Yes please provide up to 3 examples from within Sheffield Council of this e.g any reports, studies, briefings etc)\n(f) Is there a statutory or legal requirement for Sheffield Council that covers or requires Sheffield Council to address “whiteness” . Please answer (i) Yes, No or Don’t  Know and then (ii) provide any further detail or comments if needed?\n(g) Does any other population demographic in Sheffield Council have similar terminology that exists and is applied to them in reports, studies etc. e.g. “Asianness” etc. (i) Please answer : Yes, No or Don’t Know (ii) and if the answer is No and there is no similar terminology what is the reason for this inconsistency e.g. with only the white population having a “whiteness” terminology applied to them?\n(h) Does Sheffield Council believe that the concept of “whiteness” in the Race Report is compatible, compliant with the requirements of The Equality Act 2010? Please answer : (i) Yes, No or Don’t Know and (ii) briefly expand upon the answer provided if needed?\n(i) Have Sheffield City Council’s white employees been found to have any unfair advantages over other demographics in their employment at Sheffield Council ? Please answer : Yes,No or Don’t know and then provide up to 3 pieces of evidence (e.g report) of any unfair advantages if the answer is Yes?\nThank You\nYours faithfully,\nBarry D"
            ]
        },
        {
            "created_at": "2024-08-29T16:23:59.177+01:00",
            "message_id": 2744999,
            "type": "incoming",
            "content": [
                "Dear Barry D,\nThank you for your request for information relating to Racial Equality\nReport which we received on 26/09/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 23/09/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Barry D <[FOI #1167171 email]>\nSent: Monday, August 26, 2024 9:01 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Freedom of Information Request -\nRacial Equality Report\n[You don't often get email from [2][FOI #1167171 email]. Learn why this is\nimportant at [3]\nhttps://aka.ms/LearnAboutSenderIdentific...\n]\nDear Sheffield City Council,\nFOI-Sheffield Race Equality Report\n﻿\nPlease find enclosed my FOI questions in relation to Sheffield’s Race\nEquality report which has been published publicly at the following link ﻿\n﻿\n[4]\nhttps://www.sheffield.gov.uk/your-city-c...\nPlease can you answer the FOI  questions  (see below) in the required way\nrequested in my questions (e.g. where I have asked for e.g Yes, No or\nDon’t Know answer please provide the answer in this way )\n﻿FOI Questions.\nQuestion 1.\nPage 74 : “The benefits of diversity in the workforce were considered in a\nconfidential interview with an employee of Sheffield City Council who\nproposed a number of key points reflected across other hearings and\nevidence that :\nUnless there are empowered and knowledgeable ethnic minority colleagues at\nall levels in the organisation, with an understanding of structural\nracism, how it is enabled by power systems, this will continue. Unless the\nLocal Authority is held to account on dismantling this systemically it\nwill continue and until there is ethnic minority leadership in the city\nwhich is empowered and has clout, this will continue across the city.”\n(a) As per the report, What is the definition of “structural racism” that\nSheffield Council uses or will use and what is the source of the\ndefinition used (e.g government etc.)?\n(b) Has Sheffield Council been designated, in whole or in part, as an\norganisation that has “structural racism” within it and if so designated\nby whom?\n(c) Does Sheffield City Council consider itself to be a “structurally\nracist” organisation whether that refers to (i) the whole of the\norganisation or (ii) any part(s) of the organisation? Please answer this\neither Yes, No or Don’t Know\n(d) Having provided an answer to (c) above please expand on the answer\ngiven by adding any extra information or comment to support the answer?\n(e) If Sheffield Council has been identified as “structurally racist”\nplease identify and provide any examples of which population\ndemographic(s) it has been evidenced to be “structurally racist” against\ne.g black, white, asian etc?\n(f) If Sheffield City Council has in anyway, shape or form been identified\nor identified itself as “structurally racist” please provide any 3 x\npieces of evidence, examples(e.g reports, studies etc.) of this\n“structural racism” (e.g an example of “structural racism” being evidenced\nwithin a particular Department, Service area, system, process etc. or\nanything that would prove the statement is true)?\n(g) If Sheffield Council is or has been found to be  a “structurally\nracist” organisation, has a legal threshold or legal standard for racism\nunder existing UK law actually been met for the claim of “structurally\nracist” ?(i) Please answer : Yes, No or Don’t know. (ii) If a Legal\nthreshold has not been met for the claim then is this just an opinion (not\nfact) expressed in the report’s production?\n(h) Does Sheffield Council agree with the statement in the report\n(P74)that “ power systems ” are enabling “systemic racism”. (i) Please\nanswer : Yes, No or Don’t know followed by (ii) any comments if needed to\nexpand ?\n(i) Please provide evidence of up to three examples of which “power\nsystems” in Sheffield Council are enabling “systemic racism”. ? If there\nare no examples please clearly state this.\nQuestion 2\n(a) Is there a legal requirement for Sheffield Council to be an\n“anti-racist” organisation? (i) Please answer : Yes or No or Don’t Know\nand if Yes then (ii) please identify the relevant legal statute or law?\n(b) Please provide (i) the definition of “anti-racism” that Sheffield\nCouncil is using and (ii) the source of the definition ?\nQuestion 3\n(a) Does Sheffield Council believe that the Racial Equality report is in\nanyway, shape or form influenced by the contested political idea of\nCritical Race Theory ? (i) Please answer : Yes, No or Don’t Know and (ii)\nif the answer is ‘Yes’ please provide some brief explanation, examples of\nhow, where(e.g page, paragraph number) the report is influenced by\nCritical Race Theory\n(b) Does Sheffield City Council in anyway require it’s employees to\nbelieve in or adhere to or be compliant with Critical Race Theory ?\n(c) Under UK law, Sheffield Council is required to be an independent,\nimpartial organisation with political restrictions e.g on senior officers.\nWould the adoption of  the contested political ideology of Critical Race\nTheory in anyway be compatible with Sheffield Council’s Legal requirements\nto be independent and impartial and for its Officers to be the same?\nQuestion 4\nAs per the Racial Equality report\n(a) How does Sheffield Council define the term ‘Equity’ ?\n(b) What is the source of the definition of ‘Equity’ that Sheffield\nCouncil has used?\n(c) Is Equity a legal requirement under UK law ?\n(d) How is Equity different to (i) Equality of Opportunity?\n(e) How is Equity different to (ii) Equality of  Outcome ?\n(f) Is the term ‘Equity’ in anyway related to Critical Race Theory ideas,\nideology etc.Please answer : Yes, No or Don’t  Know?\nQuestion 5\nPage 98: ‘Operates an EDI policy with specific intersectional joined up\nrace content”\n(a) is there a legal requirement for Sheffield Council to use an\n“intersectional” approach for EDI policies? Please answer : Yes, No or\nDon’t Know\n(b) If “intersectional” is not a legal requirement then please confirm\nwhether it is a contested political idea ? Please answer: Yes,No or Don’t\nknow?\nQuestion 6:\nPage 100 : “ Assess systems for inbuilt bias” and “Commission Racial\nLiteracy Training”\n(a) Please provide details of how Sheffield Council will “Assess systems\nfor in built bias” e.g the process, criteria, guidance etc. that will be\nused to achieve this?\n(b) Please provide a copy of any documentation, guidance etc. that\nSheffield Council will be using in relation to assessing bias ?\n(c) Please provide details of how Sheffield Council will be “commissioning\nRacial Literacy Training” identifying, summarising e.g the process,\ncriteria, guidance etc. that will be used to achieve this?\n(d) Are there specific, recognised formal qualifications and professional\nbodies, regulators etc. for “Racial Literacy Training” that Sheffield\nCouncil will be using. (i) Please answer :  Yes, No or Don’t Know? And:\n(ii)Please provide examples, names of the formal qualifications and\nprofessional bodies that Sheffield Council may be using or referencing in\nthis area?\n(iii) If there are no formal qualifications, regulatory bodies in this\narea what criteria, evidence etc. will Sheffield Council utilise to\ndetermine who will provide “ Racial Literacy Training”?\n(iv) Will “Racial Literacy Training” that specifically relates to Critical\nRace Theory be one of the possible options considered? Please answer :\nYes, No or Don’t Know?\n(e) Please provide the names of all organisations that Sheffield has\ncommissioned to provide “Racial Literacy Training” following on from the\nRacial Equality Commission’s report?\nQuestion 7\nPage 132: “Ultimately, the existence and extent of systemic racism is an\nempirical question revealed by familiar and persistent patterns of racial\ndisparities in a range of domains. And on this empirical basis there\nshould be no doubt our society is systemically racist”\n(a) In relation to its own services and disparities within their results\netc. Does Sheffield City Council believe that all “persistent patterns of\nracial disparities” are primarily due to  “systemic racism”? Please answer\n(i) Yes, No or Don't Know and (ii) provide any other comments to support\nthe answer given previously in (i)\n(b) Does Sheffield Council believe that it is possible that there could\nalso be any other reasons for any “persistent patterns of racial\ndisparities”? (i) Please answer (i) Yes, No or Don't Know and (ii) provide\nany other comments to support the answer given previously at (i) by\nidentifying up to 5 x  factors other than “systemic racism” that could\ncontribute to racial disparities ?\n(c) Please provide any evidence or analysis that Sheffield Council has in\nany service area (e.g. Education, Housing, Social Services etc.) that\nshows how much of the  racial disparities in that service area are\ncontributed to by (i) systemic racism and (ii) any other factors that have\ncontributed to racial disparities (e.g as in b above)\nQuestion 8\nPage 42 : “Some of these narratives were accompanied by reflections on how\n“whiteness” privileges white people from the experience of racism”\nDoes Sheffield City Council  believe in, agree with etc. the concept of\n“whiteness” as identified in the report (page 42)?\n(a) Please answer either: Yes, No, Don’t Know and then:\n(b) please provide any further supporting comments on Sheffield Council’s\nposition on the concept of “whiteness” ?\n(c) Please provide Sheffield Council’s definition of “whiteness” and also\nthe source of the definition used whether in the report or otherwise?\n(d) Does Sheffield Council consider “whiteness” to be (i) an established\nfact or (ii) a subjective political opinion. Please answer indicating\neither (i) or (ii) as above ?\n(e) Is there any evidence from within Sheffield Council on “how\n“whiteness” privileges white people from the experience of racism” (page\n42) ?\n(i) Please answer : Yes, No or Don’t know? and :\n(ii) if the answer to (i) is Yes please provide up to 3 examples from\nwithin Sheffield Council of this e.g any reports, studies, briefings etc)\n(f) Is there a statutory or legal requirement for Sheffield Council that\ncovers or requires Sheffield Council to address “whiteness” . Please\nanswer (i) Yes, No or Don’t  Know and then (ii) provide any further detail\nor comments if needed?\n(g) Does any other population demographic in Sheffield Council have\nsimilar terminology that exists and is applied to them in reports, studies\netc. e.g. “Asianness” etc. (i) Please answer : Yes, No or Don’t Know (ii)\nand if the answer is No and there is no similar terminology what is the\nreason for this inconsistency e.g. with only the white population having a\n“whiteness” terminology applied to them?\n(h) Does Sheffield Council believe that the concept of “whiteness” in the\nRace Report is compatible, compliant with the requirements of The Equality\nAct 2010? Please answer : (i) Yes, No or Don’t Know and (ii) briefly\nexpand upon the answer provided if needed?\n(i) Have Sheffield City Council’s white employees been found to have any\nunfair advantages over other demographics in their employment at Sheffield\nCouncil ? Please answer : Yes,No or Don’t know and then provide up to 3\npieces of evidence (e.g report) of any unfair advantages if the answer is\nYes?\nThank You\nYours faithfully,\nBarry D\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[5][FOI #1167171 email]\nIs [6][Sheffield City Council request email] the wrong address for Freedom\nof Information requests to Sheffield City Council? If so, please contact\nus using this form:\n[7]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[8]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[9]\nhttps://eur03.safelinks.protection.outlo...\n[10]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-09-04T15:58:48.115+01:00",
            "message_id": 2752180,
            "type": "incoming",
            "content": [
                "Dear Barry D,\nThank you for your request for information relating to Racial Equality\nReport which we received on 26/09/2024.\nUnfortunately, Sheffield City Council cannot process your requests because\nyou have not given us your full name.  Section 8 of the Freedom of\nInformation Act states that you must give us your full name for a request\nto be valid.\nCould you please let us know your full name to enable us to process your\nrequest.\nFor further guidance please see the Information Commissioners Office\nGuidance “Recognising a request made under the Freedom of Information Act”\n– in particular the section entitled “Name of the applicant”, on the link\nbelow:\n[1]\nhttps://ico.org.uk/media/for-organisatio...\nIn the meantime, please do not hesitate to contact us at the email address\nbelow if you have any queries.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://ico.org.uk/media/for-organisatio...\n2. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-09-08T12:49:21.854+01:00",
            "message_id": 1720927,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nDear Sir/Madam\nIn regards to the below FOI request, my name is Mr Barry Dyson.\nhttps://www.whatdotheyknow.com/request/f...\nYours sincerely,\nBarry Dyson"
            ]
        },
        {
            "created_at": "2024-09-09T15:08:30.868+01:00",
            "message_id": 2756205,
            "type": "incoming",
            "content": [
                "Dear Barry Dyson,\nThank you for your request for information relating to Racial Equality\nReport which you validated on 08/09/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 04/10/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-09-25T15:38:11.229+01:00",
            "message_id": 2773941,
            "type": "incoming",
            "content": [
                "Dear Barry Dyson,\nThank you for your request for information relating to Racial Equality\nReport which you validated on 08/09/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nQuestion 1.\nPage 74 : “The benefits of diversity in the workforce were considered in a\nconfidential interview with an employee of Sheffield City Council who\nproposed a number of key points reflected across other hearings and\nevidence that :\nUnless there are empowered and knowledgeable ethnic minority colleagues at\nall levels in the organisation, with an understanding of structural\nracism, how it is enabled by power systems, this will continue. Unless the\nLocal Authority is held to account on dismantling this systemically it\nwill continue and until there is ethnic minority leadership in the city\nwhich is empowered and has clout, this will continue across the city.”\n(a) As per the report, What is the definition of “structural racism” that\nSheffield Council uses or will use and what is the source of the\ndefinition used (e.g government etc.)? Information not held.  See below\nfor an explanation of the work of the independent Race Equality Commission\nand how Sheffield City Council has responded to its final report.\n(b) Has Sheffield Council been designated, in whole or in part, as an\norganisation that has “structural racism” within it and if so designated\nby whom?\nInformation not held.  See below for an explanation of the work of the\nindependent Race Equality Commission and how Sheffield City Council has\nresponded to its final report.\n(c) Does Sheffield City Council consider itself to be a “structurally\nracist” organisation whether that refers to (i) the whole of the\norganisation or (ii) any part(s) of the organisation? Please answer this\neither Yes, No or Don’t Know\nInformation not held.  See below for an explanation of the work of the\nindependent Race Equality Commission and how Sheffield City Council has\nresponded to its final report.\n(d) Having provided an answer to (c) above please expand on the answer\ngiven by adding any extra information or comment to support the answer?\nSee below for an explanation of the work of the independent Race Equality\nCommission and how Sheffield City Council has responded to its final\nreport.\n(e) If Sheffield Council has been identified as “structurally racist”\nplease identify and provide any examples of which population\ndemographic(s) it has been evidenced to be “structurally racist” against\ne.g black, white, asian etc?\nInformation not held.  See below for an explanation of the work of the\nindependent Race Equality Commission and how Sheffield City Council has\nresponded to its final report.\n(f) If Sheffield City Council has in anyway, shape or form been identified\nor identified itself as “structurally racist” please provide any 3 x\npieces of evidence, examples(e.g reports, studies etc.) of this\n“structural racism” (e.g an example of “structural racism” being evidenced\nwithin a particular Department, Service area, system, process etc. or\nanything that would prove the statement is true)?\nInformation not held.  See below for an explanation of the work of the\nindependent Race Equality Commission and how Sheffield City Council has\nresponded to its final report.\n(g) If Sheffield Council is or has been found to be  a “structurally\nracist” organisation, has a legal threshold or legal standard for racism\nunder existing UK law actually been met for the claim of “structurally\nracist” ?(i) Please answer : Yes, No or Don’t know. (ii) If a Legal\nthreshold has not been met for the claim then is this just an opinion (not\nfact) expressed in the report’s production?\nInformation not held.  See below for an explanation of the work of the\nindependent Race Equality Commission and how Sheffield City Council has\nresponded to its final report.\n(h) Does Sheffield Council agree with the statement in the report\n(P74)that “ power systems ” are enabling “systemic racism”. (i) Please\nanswer : Yes, No or Don’t know followed by (ii) any comments if needed to\nexpand ? See below\n(i)                  Please provide evidence of up to three examples of\nwhich “power systems” in Sheffield Council are enabling “systemic racism”.\n? If there are no examples please clearly state this.\nInformation not held.  See below for an explanation of the work of the\nindependent Race Equality Commission and how Sheffield City Council has\nresponded to its final report.\nBackground to Sheffield Race Equality Commission\nSheffield’s Race Equality Commission was a city-wide independent\nCommission, established by but independent from the City Council, which\nwas asked to ‘assess the nature, extent, causes and impacts of racism and\nrace inequality in the city’. Whilst it concluded ‘that racism and racial\ndisparities remain significant in the lives of Sheffield citizens’, no\nindividual organisations where specifically cited as being racist. Rather,\nall partner organisations in the city were asked to be reflective and\nassess where themselves against the REC’s recommendations and actions and\naim to be organisations where equality, diversity and inclusion becomes\n‘business as usual’. Following the publication of the Commission’s\nindependent report, the Council published its initial response to the\nreport of the Commission in August 2022 and a more detailed in response in\nDecember 2022, which can both be found on our website here: [1]Our\ncommitment to equality | Sheffield City Council.  In December 2023 a\nfollow-up report was produced setting out how the council intended to move\nquickly to become an anti-racist organisation.  This is also available on\nthe webpage above.  The Council did not conclude in any of these reports\nthat it was systematically racist, but acknowledged that we have further\nto go to root out racism, inequality and discrimination in its three roles\nof city leadership, service delivery, and employer.\nQuestion 2\n(a) Is there a legal requirement for Sheffield Council to be an\n“anti-racist” organisation? (i) Please answer : Yes or No or Don’t Know\nand if Yes then (ii) please identify the relevant legal statute or law?\nNo\n(b) Please provide (i) the definition of “anti-racism” that Sheffield\nCouncil is using and (ii) the source of the definition ? See below\nThe Council’s statutory obligations in this area are set out in the\nEquality Act 2010, specifically S149 the “Public Sector Equality Duty”\n(PSED) and Crime and Disorder Act 1998 and, where relevant to our work,\nsection 66 of the Sentencing Act 2020.  This legal framework requires us\nto set Equality Objectives for the organisation and publish an annual\nreport on progress against these.  These reports can be found on our\nwebsite here: [2]Our commitment to equality | Sheffield City Council\nFollowing the publication of the Race Equality Commission report, the\nCouncil has chosen to go further than required by the Equality Act, with\nan ambition of becoming an anti-racist organisation.  The Council has\naccepted as noted in the report, that whilst there is no legal definition\nof what constitutes an ‘anti-racist’ organisation, the Commission stated\nit would expect such an organisation to possess the following qualities:\nCulture, Leadership, Debiased Systems, Empowered Staff, Governance, Data\nGathering/ Reporting, and Transparency and Accountability. The details can\nbe found on pg. 97 in the main report and pg. 7/8 of the summary [3]Race\nEquality Commission | Sheffield City Council.\nQuestion 3\na. Does Sheffield Council believe that the Racial Equality report is in\nanyway, shape or form influenced by the contested political idea of\nCritical Race Theory ? (i) Please answer : Yes, No or Don’t Know and\n(ii) if the answer is ‘Yes’ please provide some brief explanation,\nexamples of how, where(e.g page, paragraph number) the report is\ninfluenced by Critical Race Theory\nNo information held – the Commission was independent of the City Council.\n(b) Does Sheffield City Council in anyway require it’s employees to\nbelieve in or adhere to or be compliant with Critical Race Theory ?\nNo\n(c) Under UK law, Sheffield Council is required to be an independent,\nimpartial organisation with political restrictions e.g on senior officers.\nWould the adoption of  the contested political ideology of Critical Race\nTheory in anyway be compatible with Sheffield Council’s Legal requirements\nto be independent and impartial and for its Officers to be the same?\nNo information held.\nAs noted above the Council works to statutory obligations set out in the\nEquality Act 2010 and, in particular, the Public Sector Equality Duty, and\nexpects all employees to adhere to this.  Critical Race Theory is not part\nof the Equality Act.\nQuestion 4\nAs per the Racial Equality report\n(a) How does Sheffield Council define the term ‘Equity’ ?\n(b) What is the source of the definition of ‘Equity’ that Sheffield\nCouncil has used?\n(c) Is Equity a legal requirement under UK law ?\n(d) How is Equity different to (i) Equality of Opportunity?\n(e) How is Equity different to (ii) Equality of  Outcome ?\n(f) Is the term ‘Equity’ in anyway related to Critical Race Theory ideas,\nideology etc.Please answer : Yes, No or Don’t  Know?\nThe Council does not define equity.  We publish and have recently updated\nits Equality Objectives and an Equalities Framework which can be found on\nour website.  We hold no other information on the concept of equity.\n[4]Our commitment to equality | Sheffield City Council\nQuestion 5\nPage 98: ‘Operates an EDI policy with specific intersectional joined up\nrace content”\n(a) is there a legal requirement for Sheffield Council to use an\n“intersectional” approach for EDI policies? Please answer : Yes, No or\nDon’t Know.\nThe legal framework that Sheffield City Council operates within is set out\nabove.  Whilst the concept of intersectionality is not defined within that\nframework, meeting our public sector equality duty across all protected\ncharacteristics necessitates a joined-up approach, and as such the concept\nof intersectionality can be helpful in enabling us to understand where\npeople may face specific barriers.  This is noted in our Equality\nObjectives 2024-28.\n(b) If “intersectional” is not a legal requirement then please confirm\nwhether it is a contested political idea ? Please answer: Yes,No or Don’t\nknow?\nNo information held.\nQuestion 6:\nPage 100 : “ Assess systems for inbuilt bias” and “Commission Racial\nLiteracy Training”\n(a) Please provide details of how Sheffield Council will “Assess systems\nfor in built bias” e.g the process, criteria, guidance etc. that will be\nused to achieve this?\nWe use Equality Impact assessments to assess bias in relation to our\npolicies/ projects based on our responsibilities under the Equality Act\nand PSED, this is noted in our Annual Report which is on our website and\ntraining is undertaken in house rather than commissioned. Impact\nassessments are attached to our reports on the website. [5]Committee\nstructure | Sheffield City Council\n(b) Please provide a copy of any documentation, guidance etc. that\nSheffield Council will be using in relation to assessing bias ?\nWe use Equality Impact assessments to assess bias in relation to our\npolicies/ projects based on our responsibilities under the Equality Act\nand PSED, this is noted in our Annual Report which is on our website and\ntraining is undertaken in house rather than commissioned. Impact\nassessments are attached to our reports on the website, so can be viewed\nonline. [6]Committee structure | Sheffield City Council\n(c) Please provide details of how Sheffield Council will be “commissioning\nRacial Literacy Training” identifying, summarising e.g the process,\ncriteria, guidance etc. that will be used to achieve this?\nSee below\n(d) Are there specific, recognised formal qualifications and professional\nbodies, regulators etc. for “Racial Literacy Training” that Sheffield\nCouncil will be using. (i) Please answer :  Yes, No or Don’t Know? And:\nNo information held\n(ii)Please provide examples, names of the formal qualifications and\nprofessional bodies that Sheffield Council may be using or referencing in\nthis area?\nNo information held\n(iii) If there are no formal qualifications, regulatory bodies in this\narea what criteria, evidence etc. will Sheffield Council utilise to\ndetermine who will provide “ Racial Literacy Training”?\nNo information held\n(iv) Will “Racial Literacy Training” that specifically relates to Critical\nRace Theory be one of the possible options considered? Please answer :\nYes, No or Don’t Know?\nNo information held\n(e) Please provide the names of all organisations that Sheffield has\ncommissioned to provide “Racial Literacy Training” following on from the\nRacial Equality Commission’s report?\nThe Council’s Learning and Development Service are responsible for\ncommissioning of training for all of our employees and is undertaken by an\nagreed process. Training for Equality, Diversity and Inclusion is based on\nour PSED and other legal responsibilities. The Council has not yet\ncommissioned racial/ cultural literacy training. We do have a\ncomprehensive training package for our employees provided by Go Learn and\nInclusive Employers.\nWe use Equality Impact assessments to assess bias in relation to our\npolicies/ projects based on our responsibilities under the Equality Act\nand PSED, this is noted in our Annual Report which is on our website and\ntraining is undertaken in house rather than commissioned. Impact\nassessments are attached to our reports on the website. [7]Committee\nstructure | Sheffield City Council\nSee information about Policy Committees [8]About the Committee System of\nGovernance and Local Area Committees | Sheffield City Council\nQuestion 7\nPage 132: “Ultimately, the existence and extent of systemic racism is an\nempirical question revealed by familiar and persistent patterns of racial\ndisparities in a range of domains. And on this empirical basis there\nshould be no doubt our society is systemically racist”\na. In relation to its own services and disparities within their results\netc. Does Sheffield City Council believe that all “persistent patterns\nof racial disparities” are primarily due to  “systemic racism”? Please\nanswer (i) Yes, No or Don't Know and (ii) provide any other comments\nto support the answer given previously in (i)\nNo information held.\nb. See below\n(c) Please provide any evidence or analysis that Sheffield Council has in\nany service area (e.g. Education, Housing, Social Services etc.) that\nshows how much of the  racial disparities in that service area are\ncontributed to by (i) systemic racism and (ii) any other factors that have\ncontributed to racial disparities (e.g as in b above)\nThe report was an external citywide report and did not relate to just the\nCouncil. The Council, as noted above, conducts Equality Impact Assessments\nto assess inequalities across all protected characteristics on all\nprojects and policies .These are evidence based and therefore consider a\nfull range of possibilities and concentrate on how we can address them to\nreduce an inequality that could occur. The impact assessments are attached\nto reports on our website. [9]Committee structure | Sheffield City Council\nQuestion 8\nPage 42 : “Some of these narratives were accompanied by reflections on how\n“whiteness” privileges white people from the experience of racism”\nDoes Sheffield City Council  believe in, agree with etc. the concept of\n“whiteness” as identified in the report (page 42)?\n(a) Please answer either: Yes, No, Don’t Know and then:\nNo information held.  The term “whiteness” is not one used in Sheffield\nCity Council.\n(b) please provide any further supporting comments on Sheffield Council’s\nposition on the concept of “whiteness” ?\nNo information held\n(c) Please provide Sheffield Council’s definition of “whiteness” and also\nthe source of the definition used whether in the report or otherwise?\nNo information held.\n(d) Does Sheffield Council consider “whiteness” to be (i) an established\nfact or (ii) a subjective political opinion. Please answer indicating\neither (i) or (ii) as above ?\nNo information held\n(e) Is there any evidence from within Sheffield Council on “how\n“whiteness” privileges white people from the experience of racism” (page\n42) ?\n(i) Please answer : Yes, No or Don’t know? and :\nNo information held\n(ii) if the answer to (i) is Yes please provide up to 3 examples from\nwithin Sheffield Council of this e.g any reports, studies, briefings etc)\nNo information held\n(f) Is there a statutory or legal requirement for Sheffield Council that\ncovers or requires Sheffield Council to address “whiteness” . Please\nanswer (i) Yes, No or Don’t  Know and then (ii) provide any further detail\nor comments if needed?\nAs set out above, the Equality Act provides the statutory framework for\nour work in this area.  This framework does not define “whiteness” or any\nother racial terminology, other than identifying race as one of the\nprotected characteristics that we must have regard to.\n(g) Does any other population demographic in Sheffield Council have\nsimilar terminology that exists and is applied to them in reports, studies\netc. e.g. “Asianness” etc. (i) Please answer : Yes, No or Don’t Know (ii)\nand if the answer is No and there is no similar terminology what is the\nreason for this inconsistency e.g. with only the white population having a\n“whiteness” terminology applied to them?\nThe Council does not use the term “whiteness” or similar terms such as\n“Asian-ness”.  No further information held.\n(h) Does Sheffield Council believe that the concept of “whiteness” in the\nRace Report is compatible, compliant with the requirements of The Equality\nAct 2010? Please answer : (i) Yes, No or Don’t Know and (ii) briefly\nexpand upon the answer provided if needed?\nThe Council has not assessed this as it is not a Council report.\n(i) Have Sheffield City Council’s white employees been found to have any\nunfair advantages over other demographics in their employment at Sheffield\nCouncil ? Please answer : Yes,No or Don’t know and then provide up to 3\npieces of evidence (e.g report) of any unfair advantages if the answer is\nYes?\nThe Council assesses the demographics of the city in relation to its\nservices across a full range of factors, protected characteristics would\nbe one but also geography etc. We use a range of data available to us from\nthe Census, our customer information and ONS etc.\nThe Council as per the requirements set out in the Public Sector Equality\nDuty produces a full workforce report included in the Annual Report\nAppendix D which is on the website and provides a breakdown of our staff\nacross all protected characteristics\n[10]annual-equality-report-2022-23.pdf (sheffield.gov.uk)\nIn this response, information is exempt under section 21 of the Freedom of\nInformation Act 2000, which is accessible to you via the web links we have\nprovided.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [11]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[12]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [13][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2.\nhttps://www.sheffield.gov.uk/your-city-c...\n3.\nhttps://www.sheffield.gov.uk/your-city-c...\n4.\nhttps://www.sheffield.gov.uk/your-city-c...\n5.\nhttps://democracy.sheffield.gov.uk/mgLis...\n6.\nhttps://democracy.sheffield.gov.uk/mgLis...\n7.\nhttps://democracy.sheffield.gov.uk/mgLis...\n8.\nhttps://www.sheffield.gov.uk/your-city-c...\n9.\nhttps://democracy.sheffield.gov.uk/mgLis...\n10.\nhttps://www.sheffield.gov.uk/sites/defau...\n11.\nhttp://www.nationalarchives.gov.uk/doc/o...\n12.\nhttps://ico.org.uk/make-a-complaint/offi...\n13. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}