{
    "id": 1195302,
    "title": "Freedom of Information Request - Christmas temporary accommodation data request",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "freedom_of_information_request_c_652",
    "created_at": "2024-11-01T11:04:57.149+00:00",
    "events": [
        {
            "created_at": "2024-11-01T11:04:57.720+00:00",
            "message_id": 1751423,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to request information under the Freedom of Information Act 2000 regarding children in temporary accommodation.\nI would like to know the following:\n1. How many children (Under 18) were living in temporary accommodation on the 25th December 2023?\n- If exact records for this date are not available, please provide the most recent data close to this date.\n2. How many of these children were 15 years of age at the time?\n3. Since January 2020, what is the longest a child (under 18) has had to live in temporary accommodation before being placed in permanent accommodation?\n- Please specify the date range if the exact start and end dates are known.\n4. What is the average duration that children (under 18) have been spending in temporary accommodation before securing permanent housing?\nPlease provide definitions or clarifications for any terms or categories used in your response, especially regarding “temporary accommodation” (e.g., whether it includes B&Bs, hostels, or other placements).\nIf you are unable to provide some of the requested data, please outline the reasons and an expected timeframe for availability.\nThank you for your attention to this request.\nYours faithfully,\nSophie Lucas"
            ]
        },
        {
            "created_at": "2024-11-07T15:25:35.609+00:00",
            "message_id": 2822069,
            "type": "incoming",
            "content": [
                "Dear Sophie Lucas,\nThank you for your request for information relating to Christmas temporary\naccommodation data request which we received on 01/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 29/11/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-12-11T16:37:13.515+00:00",
            "message_id": 1774660,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nI am still waiting for a response and the deadline has now passed, please can I have clarification of when I will receive this?\nYours sincerely,\nSophie Lucas"
            ]
        },
        {
            "created_at": "2025-01-03T15:00:44.266+00:00",
            "message_id": 2874922,
            "type": "incoming",
            "content": [
                "Dear Sophie Lucas,\nThank you for your recent request for an internal review relating to\nChristmas temporary accommodation data request which we received on\n11/12/2024. We are sorry to hear that you are not happy with your\nresponse.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 14/01/2025.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}