{
    "id": 1175470,
    "title": "Freedom of Information Request - Audio Visual Announcements at Bus Stops",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "freedom_of_information_request_a_558",
    "created_at": "2024-09-16T11:14:53.924+01:00",
    "events": [
        {
            "created_at": "2024-09-16T11:14:54.239+01:00",
            "message_id": 1724805,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act 2000, I would like to request the following information regarding the provision of real time audio-visual announcements at bus stops within your council's area:\n1.\tTotal Number of Bus Stops:\nThe total number of bus stops in your council area.\n2.\tNumber of Bus Stops fitted with real time audio information systems:\nThe number of bus stops that are equipped with audio information.\n3.\tNumber of Bus Stops with real time visual information:\nThe number of bus stops that are equipped with visual announcements.\n4.\tImplementation Details:\na.\tA brief description of the criteria or policy used to determine which bus stops are equipped with audio and/or visual announcements.\nb.\tA brief description of the requirements of audio and/or visual announcements, as defined by the local transport authority.\n5.\tFuture Plans:\nAny future plans or strategies for increasing the coverage of audio and/or visual announcements at bus stops.\nPlease provide the information in electronic format, if possible.\nIf you need any further clarification or if my request is too broad and requires refinement, please do not hesitate to contact me at [\nemail address\n]\nThank you for your assistance. I look forward to your prompt response.\nYours sincerely,\nTom Jones\nCampaigns Officer\nThomas Pocklington Trust"
            ]
        },
        {
            "created_at": "2024-09-16T14:04:59.591+01:00",
            "message_id": 2763581,
            "type": "incoming",
            "content": [
                "Hi Tom Jones\nThanks for your request. However, it is for the South Yorkshire Combined\nMayoral Authority to answer whose remit this is. Contact:\n[1]Requests for information - South Yorkshire MCA\n(southyorkshire-ca.gov.uk)\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nshow quoted sections"
            ]
        }
    ]
}