{
    "id": 1236702,
    "title": "Freedom of Information: Waste Management - Yorkshire and the Humber",
    "display_status": "Long overdue",
    "law_used": "foi",
    "url_title": "freedom_of_information_waste_man_418",
    "created_at": "2025-02-10T09:49:12.519+00:00",
    "events": [
        {
            "created_at": "2025-02-10T09:49:12.924+00:00",
            "message_id": 1803709,
            "type": "outgoing",
            "content": [
                "Dear Council,\nI am writing to make a request under the freedom of information act 2000 for the following information:\nSpecifically, I would like to know the following:\nWheelie Bin Replacement:\nHow often have wheelie bins been replaced between 2023 - 2024 and 2024 - 2025? Please provide the a breakdown below by month and the total of bins being replaced:\n- 2023\n- January 2023\n- February 2023\n- March 2023\n- April 2023\n- May 2023\n- June 2023\n- July 2023\n- August 2023\n- September 2023\n- October 2023\n- November 2023\n- December 2023\n- 2024:\n- January 2024\n- February 2024\n- March 2024\n- April 2024\n- May 2024\n- June 2024\n- July 2024\n- August 2024\n- September 2024\n- October 2024\n- November 2024\n- December 2024\nHow recycling bins have been refused to be collected at kerbside over the last 2 years due to incorrect items being placed in the recycling bin or cross-contamination from food traces.\nPlease provide a breakdown by month of how many recycling bins have been refused because of incorrect items being placed in them or cross-contamination from food traces.\n2023\n- January 2023\n- February 2023\n- March 2023\n- April 2023\n- May 2023\n- June 2023\n- July 2023\n- August 2023\n- September 2023\n- October 2023\n- November 2023\n- December 2023\n- 2024:\n- January 2024\n- February 2024\n- March 2024\n- April 2024\n- May 2024\n- June 2024\n- July 2024\n- August 2024\n- September 2024\n- October 2024\n- November 2024\n- December 2024\nI would like for you to provide this information in a Microsoft Excel Format or Google Sheet.\nYours faithfully,\nOwen Alan"
            ]
        },
        {
            "created_at": "2025-02-11T12:15:52.118+00:00",
            "message_id": 2912863,
            "type": "incoming",
            "content": [
                "Dear Owen Alan,\nThank you for your request for information relating to waste management\nwhich we received on 10/02/2025.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 10/03/2025. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept EIR requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}