{
    "id": 1044202,
    "title": "Funding for Independent Special Schools",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "funding_for_independent_special_43",
    "created_at": "2023-11-06T10:15:05.517+00:00",
    "events": [
        {
            "created_at": "2023-11-06T10:15:05.863+00:00",
            "message_id": 1546689,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\n\"I am investigating the difference in costs between provider types: non-maintained special schools, independent special schools, independent special post-16 institutions and mainstream independent schools. I am interested in the expenditure from the education budget that is reported in Section 251 returns, “1.2.3 Top-up and other funding – non-maintained and independent providers”.\n• The number of day pupils with an EHCP placed at non-maintained special schools\n• The average funding from the education budget for the day pupils placed at non-maintained special schools\n• The number of pupils with an EHCP boarding at non-maintained special schools\n• The average funding from the education budget for the pupils boarding at non-maintained special schools\n• The number of day pupils with an EHCP placed at independent special schools\n• The average funding from the education budget for the day pupils placed at independent special schools\n• The number of pupils with an EHCP boarding at independent special schools\n• The average funding from the education budget for the pupils boarding at independent special schools\n• The number of day pupils with an EHCP placed at mainstream independent schools\n• The average funding from the education budget for the day pupils placed at mainstream independent schools\n• The number of pupils with an EHCP boarding at mainstream independent schools\n• The average funding from the education budget for the pupils boarding at mainstream independent schools\n• The number of young people with an EHCP placed but not boarding at independent special post-16 institutions\n• The average funding from the education budget for a young person placed but not boarding at independent special post-16 institutions\n• The number of young people with an EHCP boarding at independent special post-16 institutions\n• The average funding from the education budget for a young person boarding at independent special post-16 institutions\"\nYours faithfully,\nArta Dedaj-Salad"
            ]
        },
        {
            "created_at": "2023-11-07T16:04:51.137+00:00",
            "message_id": 2463410,
            "type": "incoming",
            "content": [
                "Dear Arta Dedaj-Salad,\nThank you for your request for information relating to funding for\nIndependent Special Schools which we received on 06/11/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 04/12/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-12-04T22:47:26.685+00:00",
            "message_id": 2485234,
            "type": "incoming",
            "content": [
                "Dear Arta Dedaj-Salad\nWe apologising for missing today’s deadline for this request. We continue\nto gather the information and will respond as soon as possible.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-02-20T11:55:25.628+00:00",
            "message_id": 2561130,
            "type": "incoming",
            "content": [
                "1 Attachment\nFOI 959189 Response.pdf\n134K\nDownload\nView as HTML\nDear Arta Dedaj-Salad,\nThank you for your request for information relating to funding for\nIndependent Special Schools which we received on 06/11/2023, reference\nnumber FOI 959189.\nWe apologise for the delay in sending our reply, which was caused by the\nbacklog of requests we have and the need to contact several teams in\neducation and financial services. You have not specified a time period in\nyour request, so we have given the most recent figures available. Please\ncontact us if you have any queries.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response. Of\ncourse we acknowledge and apologise for the significant delay in\nresponding.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: Arta Dedaj-Salad <[FOI #1044202 email]>\nSent: Monday, November 6, 2023 10:15 AM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Funding for Independent Special\nSchools\nDear Sheffield City Council,\n\"I am investigating the difference in costs between provider types:\nnon-maintained special schools, independent special schools, independent\nspecial post-16 institutions and mainstream independent schools. I am\ninterested in the expenditure from the education budget that is reported\nin Section 251 returns, “1.2.3 Top-up and other funding – non-maintained\nand independent providers”.\n• The number of day pupils with an EHCP placed at non-maintained special\nschools • The average funding from the education budget for the day pupils\nplaced at non-maintained special schools • The number of pupils with an\nEHCP boarding at non-maintained special schools • The average funding from\nthe education budget for the pupils boarding at non-maintained special\nschools • The number of day pupils with an EHCP placed at independent\nspecial schools • The average funding from the education budget for the\nday pupils placed at independent special schools • The number of pupils\nwith an EHCP boarding at independent special schools • The average funding\nfrom the education budget for the pupils boarding at independent special\nschools • The number of day pupils with an EHCP placed at mainstream\nindependent schools • The average funding from the education budget for\nthe day pupils placed at mainstream independent schools • The number of\npupils with an EHCP boarding at mainstream independent schools • The\naverage funding from the education budget for the pupils boarding at\nmainstream independent schools • The number of young people with an EHCP\nplaced but not boarding at independent special post-16 institutions • The\naverage funding from the education budget for a young person placed but\nnot boarding at independent special post-16 institutions • The number of\nyoung people with an EHCP boarding at independent special post-16\ninstitutions • The average funding from the education budget for a young\nperson boarding at independent special post-16 institutions\"\nYours faithfully,\nArta Dedaj-Salad\nshow quoted sections"
            ]
        }
    ]
}