{
    "id": 1131679,
    "title": "Funding for the Darnall Ward",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "funding_for_the_darnall_ward",
    "created_at": "2024-05-17T18:09:47.733+01:00",
    "events": [
        {
            "created_at": "2024-05-17T18:09:48.004+01:00",
            "message_id": 1664269,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease can you provide me with details of any and all funding that has been allocated and/or given to the Darnall ward since the beginning of 2019. Please stipulate the dates, where the funding came from, the amounts, which councillor(s) were involved, who the recipients were and whether the funding reached the recipients.\nYours faithfully,\nN. Hussain"
            ]
        },
        {
            "created_at": "2024-05-22T14:06:10.722+01:00",
            "message_id": 2663678,
            "type": "incoming",
            "content": [
                "Dear N Hussain,\nThank you for your request for information relating to Funding for the\nDarnall Ward which we received on 17/05/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 17/06/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-06-17T16:59:04.431+01:00",
            "message_id": 2682847,
            "type": "incoming",
            "content": [
                "Dear N Hussain,\nThank you for your request for information relating to Funding for the\nDarnall Ward which we received on 17/05/2024.\nThe information you have requested is exempt from disclosure under section\n12 of the Freedom of Information Act 2000. Sheffield City Council does\nhold the information you have requested. However, we do not record the\ninformation in a format that allows us to produce an electronic report of\nthis. Therefore, we would have to carry out a manual search of our\nrecords. We are unable to identify specific funding that is for the\nDarnall Ward. Lots of council services and funding will support\nactivities, this includes activities happening in the Darnall ward,\nalongside other areas. It is impossible to work out what proportion is for\nthat ward in particular. We do not have the systems in place to allow us\nto pull all funding into once place, as this is allocated from different\nservices across the organisation. A search of records across the\norganisation would exceed the cost limit of 18 hours or £450 specified in\nthe [1]Freedom of Information and Data Protection (Appropriate Limit and\nFees) Regulations 2004 (SI 2004 No. 3244).\nUnder section 16 of the Freedom of Information Act 2000, we have a duty to\nprovide advice and assistance to requesters. If you would like to narrow\ndown the focus of your request, we would be happy to process your revised\nrequest as a new request for information under the Freedom of Information\nAct 2000.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, May 22, 2024 2:06 PM\nTo: '[FOI #1131679 email]'\n<[FOI #1131679 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1143599\nDear N Hussain,\nThank you for your request for information relating to Funding for the\nDarnall Ward which we received on 17/05/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 17/06/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.legislation.gov.uk/uksi/2004/...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]\n5. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}