{
    "id": 1099428,
    "title": "Funding and grants available to small businesses in the UK",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "funding_and_grants_available_to_283",
    "created_at": "2024-03-07T13:06:42.388+00:00",
    "events": [
        {
            "created_at": "2024-03-07T13:06:42.939+00:00",
            "message_id": 1617750,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\n07/03/2024\nUnder the Freedom of Information Act, I would like to request the following information:\n1. What funding (if any) do you offer to small businesses in the local area?\n2. How many grants (if any) do you offer to small businesses in the local area?\n3. If funding or grants are offered, please can you provide the specific monetary figures that are available to small businesses in the local area.\n4. How many grants, or funding offers, were applied for and successfully granted to small businesses in the calendar years 2021, 2022 and 2023.\nPlease contact me if you need me to clarify my request.\nYours faithfully,\nNaomi"
            ]
        },
        {
            "created_at": "2024-03-11T14:58:25.710+00:00",
            "message_id": 2584977,
            "type": "incoming",
            "content": [
                "Dear Naomi,\nThank you for your request for information relating to funding and grants\navailable to small businesses in the UK which we received on 07/03/2024.\nUnfortunately, Sheffield City Council cannot process your requests because\nyou have not given us your full name.  Section 8 of the Freedom of\nInformation Act states that you must give us your full name for a request\nto be valid.\nCould you please let us know your full name to enable us to process your\nrequest.\nFor further guidance please see the Information Commissioners Office\nGuidance “Recognising a request made under the Freedom of Information Act”\n– in particular the section entitled “Name of the applicant”, on the link\nbelow:\n[1]\nhttps://ico.org.uk/media/for-organisatio...\nIn the meantime, please do not hesitate to contact us at the email address\nbelow if you have any queries.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://ico.org.uk/media/for-organisatio...\n2. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}