{
    "id": 1201562,
    "title": "Funding for libraries and literacy improvement projects, Sheffield City Council",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "funding_for_libraries_and_litera_24",
    "created_at": "2024-11-10T15:01:04.811+00:00",
    "events": [
        {
            "created_at": "2024-11-10T15:01:05.079+00:00",
            "message_id": 1758633,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease supply information for each year: 2020, 2021, 2022, 2023\n1) Which organisations provide you with funding for the provision of libraries and literacy improvement projects? Please list these organisations.\n2) How much money do each of these organisations provide to you for the provision of libraries and literacy improvement projects?  Please list each organisation and amount provided by each.\n3) For each organisation, please state the amount of money allocated for\na. infrastructure\nb. staff costs\nc. book purchases\nd. literacy related projects\ne. everything else\n4) What are the controls on how this money is spent?\n5) What are the reporting requirements for this spend?\nYours faithfully,\nSharon Cox"
            ]
        },
        {
            "created_at": "2024-11-12T12:25:46.836+00:00",
            "message_id": 2826652,
            "type": "incoming",
            "content": [
                "Dear Sharon Cox,\nThank you for your request for information relating to Funding for\nlibraries and literacy improvement projects which we received on\n10/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 09/12/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-11-16T15:05:56.929+00:00",
            "message_id": 1762440,
            "type": "outgoing",
            "content": [
                "Dear FOI, Sheffield City Council,\nFurther to my FOI request above, to help you to fully answer my questions I am submitting them below in a more detailed format in the hope that this will help you to fully answer my questions.\nFunding for libraries and literacy improvement projects:\nPlease supply information for each year: 2020, 2021, 2022, 2023\n1. Where does your funding for the provision of libraries and literacy improvement projects come from?  Please list all the organisations which provide funding.  Please include in your list any of the following organisations which apply in your case:\na) any government bodies such as the Dept for Digital, Culture, Media and Sport (DCMS), Ministry of Housing, Communities & Local Government (HCLG), Arts Council England (ACE)\nb) any charities which are funded by DCMS, HCLG or ACE including, but not limited to, Libraries Connected, The Reading Agency, Libraries Unlimited\nc) Any other organisations which provide you with funding that are not included in the above\nPlease list these organisations.\n2) How much money do each of these organisations who provide you with funding provide to you for the provision of libraries and literacy improvement projects?   Please list each organisation and amount provided by each organisation.\n3) For each organisation in your list, please state the amount of money allocated for\na. infrastructure\nb. staff costs\nc. book purchases\nd. literacy related projects\ne. everything else\n4) What are the controls on how this money is spent?\n5) What are the reporting requirements for this spend?\nThank you.\nYours sincerely,\nSharon Cox"
            ]
        },
        {
            "created_at": "2024-12-11T13:57:17.108+00:00",
            "message_id": 2856686,
            "type": "incoming",
            "content": [
                "Dear Sharon Cox,\nThank you for your request for information relating to Funding for\nlibraries and literacy improvement projects which we received on\n10/11/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nFor response. Please use below. Please create a fresh email to send (no\nneed to include original request as it displays on whatdotheyknow\nwebsite.) Some information not held. Thanks. LK 11/12\nHello, please see the Library services response to this FOI.\n1. Where does your funding for the provision of libraries and literacy\nimprovement projects come from?  Please list all the organisations which\nprovide funding.  Please include in your list any of the following\norganisations which apply in your case:\na. any government bodies such as the Dept for Digital, Culture, Media and\nSport (DCMS) = £0\nb. Ministry of Housing, Communities & Local Government (HCLG) = £0\nc. Arts Council England (ACE)  see table below\nd. any charities which are funded by DCMS, HCLG or ACE including, but not\nlimited to, Libraries Connected, The Reading Agency, Libraries\nUnlimited see table below\ne. Any other organisations which provide you with funding that are not\nincluded in the above, See table below\nSource Year (approximation) Amount For what\nThe Reading Agency 2020 £3,000 Literacy related project\nLibraries Connected 2020 £4,000 Other (board game\nlibrary)\nLibraries Connected 2022 £1,000 Literacy related project\nLibraries Connected 2022 £7,000 Literacy related project\nBetter World Books 2022 £2,000 Book purchases\nArts Council England 2023 £1,600 Literacy related project\nArts Council England 2022 £340k Other (LIF capital\nfunding for new library\nentrance)\n2) How much money do each of these organisations who provide you with\nfunding provide to you for the provision of libraries and literacy\nimprovement projects?   Please list each organisation and amount provided\nby each organisation.\n3) For each organisation in your list, please state the amount of money\nallocated for\na. infrastructure\nb. staff costs\nc. book purchases\nd. literacy related projects\ne. everything else\nSee table\n4) What are the controls on how this money is spent?\nPrincipally restricted funding only to be spent in line with grant\nconditions/grant purpose.\n5) What are the reporting requirements for this spend?\nWe are no longer reporting on any of this funding, and do not hold this\ninformation.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: Sharon Cox <[FOI #1201562 email]>\nSent: 10 November 2024 15:01\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Funding for libraries and\nliteracy improvement projects, Sheffield City Council\n[You don't often get email from [4][FOI #1201562 email]. Learn why this is\nimportant at [5]\nhttps://aka.ms/LearnAboutSenderIdentific...\n]\nDear Sheffield City Council,\nPlease supply information for each year: 2020, 2021, 2022, 2023\n1) Which organisations provide you with funding for the provision of\nlibraries and literacy improvement projects? Please list these\norganisations.\n2) How much money do each of these organisations provide to you for the\nprovision of libraries and literacy improvement projects?  Please list\neach organisation and amount provided by each.\n3) For each organisation, please state the amount of money allocated for\na. infrastructure b. staff costs c. book purchases d. literacy related\nprojects e. everything else\n4) What are the controls on how this money is spent?\n5) What are the reporting requirements for this spend?\nYours faithfully,\nSharon Cox\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[6][FOI #1201562 email]\nIs [7][Sheffield City Council request email] the wrong address for Freedom\nof Information requests to Sheffield City Council? If so, please contact\nus using this form:\n[8]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[9]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[10]\nhttps://eur03.safelinks.protection.outlo...\n[11]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-12-11T14:01:33.192+00:00",
            "message_id": 1774585,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThank you for your response.\nYours sincerely,\nSharon Cox"
            ]
        }
    ]
}