{
    "id": 1170804,
    "title": "Homeless Applications & Interim Accommodation",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "homeless_applications_interim_ac_282",
    "created_at": "2024-09-03T16:18:26.018+01:00",
    "events": [
        {
            "created_at": "2024-09-03T16:18:26.737+01:00",
            "message_id": 1718682,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nDear FOI Officer,\nRe: Freedom of Information Request - Homeless Applications & Interim Accommodation\nI am writing to request information under the Freedom of Information Act 2000 regarding the council’s expenditure on interim temporary accommodation and related costs, as well as the measures being taken to reduce such expenditures.\nPlease provide the following information:\n1. Homeless Applications and Interim Accommodation:\n- Over the past twelve months, how many people have made a homeless application to the Council?\n- Over the past twelve months, how many people have been provided with interim accommodation pursuant to Section 188(1) of the Housing Act 1996?\n- Over the past twelve months, how many people have been provided with interim accommodation pursuant to Section 189(b) of the Housing Act 1996?\n- Over the past twelve months, what was the total cost of providing interim accommodation?\na) What proportion of this cost was paid to Travelodge and/or any of its parent companies/subsidiaries?\nb) What was the total amount paid to Travelodge and/or its related entities over the past twelve months?\n2. Temporary Accommodation Expenditure and Associated Costs:\n- What has been the total expenditure on interim temporary accommodation (e.g., Travelodge, B&Bs) for homeless individuals over the past three financial years?\n- Please provide a breakdown of these costs by location, including the number of placements made outside the borough.\n- What has been the total expenditure on affiliated costs such as storage, taxis, and other related services for individuals placed in temporary accommodation outside the borough over the past three financial years?\n- Please provide details of these costs by category (e.g., storage, transportation, etc.) and location.\n3. Protection of Personal Property for Homeless Applicants:\n- Over the past twelve months, how many homeless applicants have had their personal property protected by the local authority?\n- What is the average length of time that a homeless applicant’s personal property is stored by the local authority?\n- What is the average cost of storing a homeless applicant’s personal property while they are in interim accommodation?\n- Under what circumstances does the local authority protect the personal property of homeless applicants?\n- As part of the homeless application process, does the local authority expressly ask the homeless applicant whether they need their personal property protected?\n- If not, please state the reasons why this question is not asked.\n- Please provide copies of the local authority’s policies regarding homeless applications.\n- Please provide a copy of the local authority’s policy regarding the protection of the personal property of homeless applicants.\n- Please disclose a copy of the council's homeless procedures manual or policy document followed by housing solutions officers at its homeless service centres/homeless persons offices.\n- Over the past three years, how many complaints have been made by homeless applicants regarding the council’s failure to protect their personal property?\n4. Proactive Measures to Reduce Temporary Accommodation Costs:\n- What specific measures has the council taken to reduce the reliance on temporary accommodation outside the borough, such as Travelodge and B&Bs?\n- Has the council developed or initiated any programs to increase the availability of local temporary accommodation, particularly through the use of empty properties or land within the borough? If so, please provide details.\n5. Utilisation of Empty Properties and Land:\n- How many empty properties and parcels of land are currently owned by the council that could potentially be used for temporary accommodation?\n- Has the council considered or initiated any compulsory purchase orders (CPOs) to acquire vacant properties for conversion into temporary accommodation? If so, please provide details, including the number of properties targeted, the outcome, and associated costs.\n- What steps has the council taken to encourage community/ non-profit groups or social enterprises to make use of disused land or buildings via adverse possession for temporary accommodation or support services? Please provide examples, if any.\n6. Comparative Models and Best Practices:\n- Is the council aware of successful models such as Calderwood House in Cumbria, where an empty property (a former police station) was transformed into temporary accommodation and support services? If so, has the council explored similar initiatives within the borough? Please provide details of any discussions, plans, or actions taken.\n- Has the council considered offering similar arrangements, such as a peppercorn rent, to community groups or social enterprises willing to repurpose empty properties for temporary accommodation or support services? If not, what are the reasons for not pursuing this option?\n7. Support Services for Individuals in Temporary Accommodation:\nWhat support services does the council currently provide for individuals placed in temporary accommodation outside the borough, particularly in terms of maintaining their connection to local support networks, healthcare providers, and other essential services?\nAre there any programs in place to assist individuals in transitioning from temporary accommodation outside the borough to permanent housing within the borough? If so, please provide details on the nature of the support provided, outcomes, and costs.\n8. Monitoring, Evaluation, and Complaints:\nHow does the council monitor and evaluate the effectiveness of its temporary accommodation placements, particularly those made outside the borough? Please provide any available data on the impact of these placements on residents, including any assessments of detriment or distress caused.\nHas the council conducted any cost-benefit analysis comparing the current expenditure on temporary accommodation outside the borough with potential savings from investing in local solutions (e.g., repurposing empty properties)? If so, please provide the findings.\nI would appreciate it if the information could be provided in electronic format, and I look forward to your response within the statutory 20 working days.\nThank you for your assistance with this matter.\nYours sincerely,\nWes Hall"
            ]
        },
        {
            "created_at": "2024-09-05T09:41:23.638+01:00",
            "message_id": 2752758,
            "type": "incoming",
            "content": [
                "Dear Wes Hall,\nThank you for your request for information relating to Homeless\nApplications & Interim Accommodation which we received on 03/09/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 01/10/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-10-01T23:12:30.713+01:00",
            "message_id": 2780451,
            "type": "incoming",
            "content": [
                "Dear Wesley Hall\nWe have reviewed your request and decided that it should be processed\nunder the Environmental Information Regulations 2004. We will not be able\nto provide a response to your request within the initial timescale set out\nin our email of 5/09/24.\nRegulation 7(1) of The Environmental Information Regulations 2004 (EIR)\nenables an authority to extend the 20 working day limit up to 40 working\ndays if it reasonably believes that the complexity and volume of the\ninformation requested means that it is impracticable either to comply with\nthe request within the earlier period or to make a decision to refuse to\ndo so.\nIn this case, we do reasonably believe that the volume and complexity of\nthe request makes it impracticable to comply within the 20 working day\nlimit, and consequently we are extending the deadline by an additional 20\ndays until 30 October 2024.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}