{
    "id": 1227869,
    "title": "Household recycling and waste processing by council for England",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "household_recycling_and_waste_pr_226",
    "created_at": "2025-01-20T11:43:02.443+00:00",
    "events": [
        {
            "created_at": "2025-01-20T11:43:03.023+00:00",
            "message_id": 1792574,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act, I would like to request the following information.\nI would like to receive the contamination rates for household waste processed by the council/local authority from April 2023 until the most recent available data update.\nPrimarily this should include how much household waste is taken for recycling purposes and then how much of this waste is in fact recycled.\nThis should also include how much household waste is sent for incineration and/or landfill.\nIf possible, I would like to receive this data in a CSV format, with clear date timelines.\nIf it is not possible to provide the information requested due to the information exceeding the cost of compliance limits identified in Section 12, please provide advice and assistance, under the Section 16 obligations of the Act, as to how I can refine my request.\nIf you have any queries please don’t hesitate to contact me via email or phone and I will be very happy to clarify what I am asking for and discuss the request, my details are outlined below.\nThank you for your time and I look forward to your response.\nYours faithfully,\nDarren Boyle"
            ]
        },
        {
            "created_at": "2025-01-21T11:51:13.070+00:00",
            "message_id": 2892144,
            "type": "incoming",
            "content": [
                "Dear Darren Boyle,\nThank you for your request for information relating to household recycling\nand waste processing by council for England which we received on\n20/01/2025.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 17/02/2025. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept EIR requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2025-04-10T17:46:41.051+01:00",
            "message_id": 2983862,
            "type": "incoming",
            "content": [
                "1 Attachment\nEIR 1657741 contam.xlsx\n25K\nDownload\nView as HTML\nDear Darren Boyle,\nThank you for your request for information relating to household recycling\nand waste processing by council for England which we received on\n20/01/2025.\nWe apologise for missing our legal deadline, please find Sheffield City\nCouncil’s response to your request attached.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}