{
    "id": 956681,
    "title": "Housing Query",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "housing_query_354",
    "created_at": "2023-03-03T16:36:33.595+00:00",
    "events": [
        {
            "created_at": "2023-03-03T16:36:33.875+00:00",
            "message_id": 1428036,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nQ1. \tWe are looking to find out if the council has done either of the models below for   housing.\n•\tSale and Leaseback – Leaseback, short for \"sale-and-leaseback\", is a financial transaction in which one sells an asset and leases it back for the long term; therefore, one continues to be able to use the asset but no longer owns it.\n•\tIncome Strip – At its simplest, an income strip investment combines a strong tenant covenant, with a long-term lease and a forward funding arrangement to give an investor a stable and secure income stream. The strong tenant covenant frequently comes from the public sector such as local councils, and the long-term lease often runs between 30 and 50 years.\nQ2.      Can you advise of weekly rents paid for the following?\n1.\tTemporary accommodation for homeless relief\n2.\tExtra care housing (not including any service charge elements, just the core rent)\n3.\tHousing / Beds for adults with complex needs\nQ3. \tDoes the council own any land or disused buildings that they would be prepared to sell and or re purpose?\nYours faithfully,\nDebbie Connal"
            ]
        },
        {
            "created_at": "2023-03-08T15:47:54.762+00:00",
            "message_id": 2256021,
            "type": "incoming",
            "content": [
                "Dear Debbie Connal,\nThank you for your request for information relating to housing query which\nwe received on 03/03/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 31/03/2023, but we kindly ask for your patience\nas we anticipate that there may be a delay in some cases. Please do not\nhesitate to contact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Debbie Connal <[FOI #956681 email]>\nSent: 03 March 2023 16:37\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Housing Query\nDear Sheffield City Council,\nQ1.         We are looking to find out if the council has done either of\nthe models below for   housing.\n•             Sale and Leaseback – Leaseback, short for\n\"sale-and-leaseback\", is a financial transaction in which one sells an\nasset and leases it back for the long term; therefore, one continues to be\nable to use the asset but no longer owns it.\n•             Income Strip – At its simplest, an income strip investment\ncombines a strong tenant covenant, with a long-term lease and a forward\nfunding arrangement to give an investor a stable and secure income stream.\nThe strong tenant covenant frequently comes from the public sector such as\nlocal councils, and the long-term lease often runs between 30 and 50\nyears.\nQ2.      Can you advise of weekly rents paid for the following?\n1.            Temporary accommodation for homeless relief\n2.            Extra care housing (not including any service charge\nelements, just the core rent)\n3.            Housing / Beds for adults with complex needs\nQ3.         Does the council own any land or disused buildings that they\nwould be prepared to sell and or re purpose?\nYours faithfully,\nDebbie Connal\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[2][FOI #956681 email]\nIs [3][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[6]\nhttps://eur03.safelinks.protection.outlo...\n[7]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-05-19T15:34:37.680+01:00",
            "message_id": 1463291,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Housing Query'.\nI note that you have not confirmed or denied whether the authority holds this information, and have not applied an exemption that would remove this obligation.\nAs you may be aware, Section 1(1) of the FOI Act (\nhttps://www.legislation.gov.uk/ukpga/200...\n) states that \"Any person making a request for information to a public authority is entitled to be informed in writing by the public authority whether it holds information of the description specified in the request\".\nI would be grateful if you could clarify whether or not this information is held, or specify which exemption of the duty to confirm or deny you are applying.\nYours faithfully,\nDebbie Connal"
            ]
        },
        {
            "created_at": "2023-09-12T16:00:30.661+01:00",
            "message_id": 2415994,
            "type": "incoming",
            "content": [
                "Dear Debbie Connal,\nThank you for your recent request for an internal review relating to\nHousing Query which we received on 19/05/2023. We are sorry to hear that\nyou are not happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 19/06/2023. We\napologise that we have missed this date and will respond as soon as\npossible. Please do not hesitate to contact us at the email address below\nif you have any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-10-20T16:14:25.489+01:00",
            "message_id": 2450571,
            "type": "incoming",
            "content": [
                "Dear Debbie Connal\nInternal Review of Freedom of Information Request – Reference – FOI /\n840632\nThank you for your email of the 19/05/2023, in which you requested a\nreview of Sheffield City Council’s handling of your FOI request. We\nendeavour to provide a response to internal reviews within 20 working\ndays. However, a review can sometimes be delayed and I apologise for this.\nI can now confirm that a full and impartial review of the decision made in\nthis case has been conducted with a summary as follows:\nYou contacted the council on March 3^rd 2023 requesting information\nrelating to housing.\nI note that you are yet to receive a response to your request, and as a\nresult, SCC is in breach of the Code of Practice under section 45 of the\nFOI Act, which requires a response to a request within 20 working days. We\nsincerely apologise for this delay but we have had a significant backlog\nof requests that is taking us a long time to get through.\nSCC can provide the information below in response to the questions you\nraised in your request:\nQ1.        We are looking to find out if the council has done either of\nthe models below for   housing.\n•            Sale and Leaseback – Leaseback, short for\n\"sale-and-leaseback\", is a financial transaction in which one sells an\nasset and leases it back for the long term; therefore, one continues to be\nable to use the asset but no longer owns it.\n•            Income Strip – At its simplest, an income strip investment\ncombines a strong tenant covenant, with a long-term lease and a forward\nfunding arrangement to give an investor a stable and secure income stream.\nThe strong tenant covenant frequently comes from the public sector such as\nlocal councils, and the long-term lease often runs between 30 and 50\nyears.\nSCC can confirm that neither of these models have been used for housing.\nQ2.      Can you advise of weekly rents paid for the following?\n1.           Temporary accommodation for homeless relief. Temporary\nAccommodation weekly rent is £243.30\n2.           Extra care housing (not including any service charge\nelements, just the core rent)  Extra Care Housing rent averages at £202 a\nweek\n3.           Housing / Beds for adults with complex needs .   Rents range\nfrom £63.51 to £340 per week\nQ3.        Does the council own any land or disused buildings that they\nwould be prepared to sell and or re purpose?\nYes. The council has a disposals programme of surplus land and property.\nLand is marketed via various means including local and national agents,\nRight Move and the Estates Gazette etc as and when it becomes available.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are dissatisfied with my review, you can make a complaint to the\nInformation Commissioner’s Office: [2][\nemail address\n]\nKind Regards\nIM Team\nOrganisational Strategy, Performance and Delivery Service\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2. mailto:[\nemail address\n]"
            ]
        }
    ]
}