{
    "id": 1115041,
    "title": "How many complaints have been made about the state of roads in Chapeltown in the last 18 months",
    "display_status": "Awaiting internal review",
    "law_used": "foi",
    "url_title": "how_many_complaints_have_been_ma_10",
    "created_at": "2024-04-10T11:53:12.047+01:00",
    "events": [
        {
            "created_at": "2024-04-10T11:53:12.339+01:00",
            "message_id": 1640120,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am increasing frustrated by the delays and obfuscation of repairs to the not fit for purpose road surfaces in Chapeltown.  These have not ben fit for purpose for over a year now and they condition of the surface is now a danger to life.\nSpecifically, the state of Loundside, Station Road, the roundabout at the end of Station Road/Cowley Lane and the roundabout  at the junction of Loundside and Burncross Road.\nPlease can you supply detailed information of how may complaints/reports about these road surfaces have been made in the last 18 months.  This includes ones made directly on the Council's own portal and those reported onwards by Fix my Street.\nThe same issues on the A6135 are being reported week in week out so can you also provide information as to how long it has taken to address these reports/complaints from members of the public.\nYours faithfully,\nLen Sims"
            ]
        },
        {
            "created_at": "2024-04-10T14:07:45.841+01:00",
            "message_id": 2617875,
            "type": "incoming",
            "content": [
                "Dear Len Sims,\nThank you for your request for information relating to Chapeltown roads\nwhich we received on 10/04/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 09/05/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-09T15:49:27.011+01:00",
            "message_id": 2651272,
            "type": "incoming",
            "content": [
                "Dear Len Sims,\nThank you for your request for information relating to Chapeltown roads\nwhich we received on 10/04/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nSpecifically, the state of Loundside, Station Road, the roundabout at the\nend of Station Road/Cowley Lane and the roundabout at the junction of\nLoundside and Burncross Road.\nPlease can you supply detailed information of how many complaints/reports\nabout these road surfaces have been made in the last 18 months.  This\nincludes ones made directly on the Council's own portal and those reported\nonwards by Fix my Street.\nThe same issues on the A6135 are being reported week in week out so can\nyou also provide information as to how long it has taken to address these\nreports/complaints from members of the public.\nOur investigation has been between 1/11/2022 and 10/04/2024.\n• The data below shows the total number of enquiries received relating\nto Cat 1 potholes (urgent defects) and general highways enquires\nraised.\n• We are unable to separate out any ‘Fix my Street’ enquiries as we are\nunable to identify where a customer enquiry originated and so the data\nincludes all external and internally raised enquiries relating to\npotholes.\n• Customer enquiries incorporate customer complaints and service\nrequests.\n• Alongside this, we have provided the average repair time (in days)\nagainst the total enquiries raised.\nThis information has been summarised below.\nThe data shows the number of enquiries raised for the roads identified in\nthe request. Please note that there may be duplicates within the data\nwhere we have received multiple enquiries about the same defect on site.\nAs we were not provided road sections, we have provided the data for the\nfull road length sections.\nFinally, the A6135 runs from the Wicker, through Burngreave and out to\nBarnsley via Chapeltown. Station Road is part of the A6135, and the data\nis below. If additional data is required covering additional sections of\nthe A6135, can these be clarified to allow for these road sections to be\ncaptured.\nRoad Name Number of Enquiries Average Time Taken to Resolve (days)\nLound Side 30 2.5\nCowley Lane 70 0.5\nStation Road 249 0.2\nBurncross Road 80 3.49\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, April 10, 2024 2:08 PM\nTo: Len Sims <[FOI #1115041 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 1095993\nDear Len Sims,\nThank you for your request for information relating to Chapeltown roads\nwhich we received on 10/04/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 09/05/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-10T13:47:37.133+01:00",
            "message_id": 1659747,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nNew response to your FOI request - How many complaints have been made about the state of roads in Chapeltown in the last 18 months\nGood afternoon,\nThank you for the response which I reviewed yesterday.  Apologies for the delay in reading this, I was travelling all day yesterday.\nI am rather gobsmacked by the data provided and would like to bounce this back to the responder for clarification as this does not really sit with the physical evidence on the road.\nTake Station Road - in 548 days, there are 249 complaints made, averaging one complaint ever 2.2 days.  The figures also state that the average time for resolution is 0.2 days , or roughly 5 hours!  If issues are resolved within 5 hours (on average) it beggars the question, why would there be 249 of them, with an average gap of 2.2 days.  In reality, these issues were hardly ever attended to, and never swiftly, with the exception of marking them as a \"clear and present danger to life\", only then did we get anything done - eventually!\nSo the main tenant of my query as to the validity of these statistics is the question I and several other locals with whom I have been working to get something done about this area's road is as follows.  What are the criteria being used to facilitate and average resolution time of 0.2 days or roughly 5 hours??  I this opening the complaint and marking it as read?  Making a site visit to assess the complaint made and making a risk assessment for adequate corrective measures to be applied as quickly as possible?  Or is it making a full and proper risk assessment and works carried out and completed?\nMany locals have been dismayed for over a year at the lack of attention to repairs on this main road A6135.  So with seeing 249 complaints and next to no action during this time, I require them to pass on these criteria.\nFinally, I also need to be made aware of who is responsible for signing off on either why works do not get actioned, or in the case of repairs, who signs off on the quality of these works - is it the workers themselves (that's OK, that'll do), an Amey supervisor, or a member of the council's own staff whose role it is to supervise and quality control these works?\nI very much look forward to seeing a response within 28 days.\nThank you very much indeed for your assistance and attention.\nYours sincerely,\nLen Sims"
            ]
        },
        {
            "created_at": "2024-05-17T10:02:51.693+01:00",
            "message_id": 2658619,
            "type": "incoming",
            "content": [
                "Dear Len Sims,\nThank you for your request for information relating to Chapletown Roads\nwhich we received on 10/05/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 10/06/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-24T11:36:41.479+01:00",
            "message_id": 2666018,
            "type": "incoming",
            "content": [
                "Dear Len Sims,\nThank you for your request for information relating to Chapletown Roads\nwhich we received on 10/05/2024.\nThis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR). The reference number for your request can be found\nabove.\nBefore we can begin to process your EIR Request, we would like to clarify\nwhat information you require.\nCan we confirm that the request for information you are making is:\nHow many complaints have been made about the state of roads in Chapeltown\nin the last 18 months?\nThe Environmental Information Regulations 2004 state that we must respond\nto a request within 20 working days. The 20 working day clock will start\nthe day after we receive the necessary clarification.\nYou can provide your clarification by replying to this email. Please note,\nif clarification is not received within 2 months your Freedom of\nInformation request will be closed.\nWe look forward to hearing from you.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-24T12:04:46.097+01:00",
            "message_id": 1668275,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThank you for your email.\nWhat I am now seeking, is what on earth is meant in the original material supplied when mention of the 249 complaints made over 18 months regarding the set of the Station Road in Chapeltown, the A6135 road.\nThe 249 complaint made, it is said had an average resolution time of 0.2 days.  What dies resolution mean in this context.  Clearly by the number of complaints made over such a long time, this did not mean fixing the source of the complaint, so what did it mean??\nWas it nearly opening the email and discarding the issue, or was there an onsite visit.  How is responsible for seeing that these complaints are PROPERLY investigated.\nIf onsite visits, how often.  Now remember, this surface was laid 6 or 7 years before the complaints began flooding in.  My final question at present is what is the expected designed life span, on a main A road, in this case, A6135 before it starts to fall apart?\nYours sincerely,\nLen Sims"
            ]
        },
        {
            "created_at": "2024-06-14T10:32:42.837+01:00",
            "message_id": 2681102,
            "type": "incoming",
            "content": [
                "Dear Len Sims,\nThank you for your recent clarification relating to Chapeltown Roads which\nwe received on 24/05/2024.\nWe will now continue to deal with this under the Environmental Information\nRegulations. The reference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days. The 20 working day clock will start the day\nafter we receive the necessary clarification. Therefore, you should expect\nto receive a response from us by 24/06/2024, but we kindly ask for your\npatience as we anticipate that there may be a delay in some cases. Please\ndo not hesitate to contact us at the email address below if you have any\nqueries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Len Sims <[FOI #1115041 email]>\nSent: Friday, May 24, 2024 12:05 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Internal review of Freedom of Information request - How many\ncomplaints have been made about the state of roads in Chapeltown in the\nlast 18 months\nDear FOI,\nThank you for your email.\nWhat I am now seeking, is what on earth is meant in the original material\nsupplied when mention of the 249 complaints made over 18 months regarding\nthe set of the Station Road in Chapeltown, the A6135 road.\nThe 249 complaint made, it is said had an average resolution time of 0.2\ndays.  What dies resolution mean in this context.  Clearly by the number\nof complaints made over such a long time, this did not mean fixing the\nsource of the complaint, so what did it mean??\nWas it nearly opening the email and discarding the issue, or was there an\nonsite visit.  How is responsible for seeing that these complaints are\nPROPERLY investigated.\nIf onsite visits, how often.  Now remember, this surface was laid 6 or 7\nyears before the complaints began flooding in.  My final question at\npresent is what is the expected designed life span, on a main A road, in\nthis case, A6135 before it starts to fall apart?\nYours sincerely,\nLen Sims\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-06-24T17:04:12.259+01:00",
            "message_id": 2687474,
            "type": "incoming",
            "content": [
                "Dear Len Sims,\nThank you for your recent clarification relating to Chapeltown Roads which\nwe received on 24/05/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nWhat I am now seeking, is what on earth is meant in the original material\nsupplied when mention of the 249 complaints made over 18 months regarding\nthe set of the Station Road in Chapeltown, the A6135 road. The\n249-complaint made, it is said had an average resolution time of 0.2\ndays.  What does resolution mean in this context.  Clearly by the number\nof complaints made over such a long time, this did not mean fixing the\nsource of the complaint, so what did it mean??\nAs the original request was to provide data for the total number of\nenquiries received relating to Cat 1 potholes (urgent defects) and general\nhighways enquires, this is what we provided.  The total number\nincorporates all types of highway enquiries relating to the road condition\nand was not just those identified as Complaints.\nThe average repair time (in days) was generated using the total enquiries\nraised against job resolution times but as previously advised, as there\nmay be duplicates within the data where we have received multiple\nenquiries about the same defect on site, this may affect the repair time\naverage figure provided. Finally, as we were not provided road sections,\nwe have provided the data for the full road length sections.\nMy final question at present is what is the expected designed life span,\non a main A road, in this case, A6135 before it starts to fall apart?\nNumerous factors, such as volume and type of traffic using the road,\nweather conditions, etc., all impact the life expectancy of a road,\ntherefore, it not possible to state how long a road will last for\nfollowing resurfacing. Amey uses fully qualified personnel, British\nStandard materials, and approved methods of construction for all\nresurfacing works.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Friday, June 14, 2024 10:32 AM\nTo: '[FOI #1115041 email]'\n<[FOI #1115041 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR /1137106\nDear Len Sims,\nThank you for your recent clarification relating to Chapeltown Roads which\nwe received on 24/05/2024.\nWe will now continue to deal with this under the Environmental Information\nRegulations. The reference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days. The 20 working day clock will start the day\nafter we receive the necessary clarification. Therefore, you should expect\nto receive a response from us by 24/06/2024, but we kindly ask for your\npatience as we anticipate that there may be a delay in some cases. Please\ndo not hesitate to contact us at the email address below if you have any\nqueries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: Len Sims <[5][FOI #1115041 email]>\nSent: Friday, May 24, 2024 12:05 PM\nTo: FOI <[6][Sheffield City Council request email]>\nSubject: Internal review of Freedom of Information request - How many\ncomplaints have been made about the state of roads in Chapeltown in the\nlast 18 months\nDear FOI,\nThank you for your email.\nWhat I am now seeking, is what on earth is meant in the original material\nsupplied when mention of the 249 complaints made over 18 months regarding\nthe set of the Station Road in Chapeltown, the A6135 road.\nThe 249 complaint made, it is said had an average resolution time of 0.2\ndays. What dies resolution mean in this context. Clearly by the number of\ncomplaints made over such a long time, this did not mean fixing the source\nof the complaint, so what did it mean??\nWas it nearly opening the email and discarding the issue, or was there an\nonsite visit. How is responsible for seeing that these complaints are\nPROPERLY investigated.\nIf onsite visits, how often. Now remember, this surface was laid 6 or 7\nyears before the complaints began flooding in. My final question at\npresent is what is the expected designed life span, on a main A road, in\nthis case, A6135 before it starts to fall apart?\nYours sincerely,\nLen Sims\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-06-25T09:07:54.610+01:00",
            "message_id": 1681074,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nI appreciate the response, however, much of this is word soup and does not try to answer the questions as asked.\n1. -  I appreciate that multiple complains/comments may be made about a single defect on a road.  I still fail to see how the average resolution time on the A6135 - Station Road, in Chapeltown can be 0.2 days, whilst other figures given in the original request were in the several days.\n2 - I cannot believe that there is no required length of life for a capital investment scheme such as a road surface, if there is not that is poor a poor contract for the general public. I take the point that wear rates vary as you correctly state, but the MUST be some level of minimum life span.  Whether this be 1 week, a year, 6 years, a decade etc.   As a contractor, Amey has two masters to serve, the organsiation issuing the contract, ultimately SSC and it's own shareholders.  How sort a leash are the contractors kept on by SSC?\n3 - I have been informed after a direct complaint to Amey, that the roundabout in the centre of Chapeltown has been earmarked for 'maintenance' .  The surface is frankly a disgrace and has not been fit for purpose for more than 3 years now.  A large circular gouge opened up at the seam between two strips of the tarmac which I complained about for about a year before it was filled.  Resembling a tram line in width, it was causing accidents.  Its was eventually filled.  Now, that infill if the best part of the surface.  I know of at least one lady who was brought off her bike by a new hole that opened up over two. months ago.  The rest of the surface is la cart track.  One of the operations executives, Mr Lawrence, sent this\n\"Having liaised with Michelle, I can confirm that the roundabouts in Chapeltown have been included in the schedule for resurfacing before March 2025, although we do expect this to be completed this calendar year, however, our contractual requirement allows us up to March 2025 to complete these works.\"\nJust how dangerous does an A road need to be before urgent action is taken.\nI would appreciate  answers to these queries please.\nYours sincerely,\nLen Sims"
            ]
        },
        {
            "created_at": "2024-06-26T16:07:46.918+01:00",
            "message_id": 2688967,
            "type": "incoming",
            "content": [
                "Dear Len Sims,\nThank you for your recent request for an internal review relating to\nChapletown Roads which we received on 25/06/024. We are sorry to hear that\nyou are not happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Code of Practice – Environmental Information Regulations 2004 states\nthat we must respond to your request for internal review within 40 working\ndays, by 22/08/2024. Please do not hesitate to contact us at the email\naddress below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Len Sims <[FOI #1115041 email]>\nSent: Tuesday, June 25, 2024 9:08 AM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Internal review of Freedom of Information request - How many\ncomplaints have been made about the state of roads in Chapeltown in the\nlast 18 months\nDear FOI,\nI appreciate the response, however, much of this is word soup and does not\ntry to answer the questions as asked.\n1. -  I appreciate that multiple complains/comments may be made about a\nsingle defect on a road.  I still fail to see how the average resolution\ntime on the A6135 - Station Road, in Chapeltown can be 0.2 days, whilst\nother figures given in the original request were in the several days.\n2 - I cannot believe that there is no required length of life for a\ncapital investment scheme such as a road surface, if there is not that is\npoor a poor contract for the general public. I take the point that wear\nrates vary as you correctly state, but the MUST be some level of minimum\nlife span.  Whether this be 1 week, a year, 6 years, a decade etc.   As a\ncontractor, Amey has two masters to serve, the organsiation issuing the\ncontract, ultimately SSC and it's own shareholders.  How sort a leash are\nthe contractors kept on by SSC?\n3 - I have been informed after a direct complaint to Amey, that the\nroundabout in the centre of Chapeltown has been earmarked for\n'maintenance' .  The surface is frankly a disgrace and has not been fit\nfor purpose for more than 3 years now.  A large circular gouge opened up\nat the seam between two strips of the tarmac which I complained about for\nabout a year before it was filled.  Resembling a tram line in width, it\nwas causing accidents.  Its was eventually filled.  Now, that infill if\nthe best part of the surface.  I know of at least one lady who was brought\noff her bike by a new hole that opened up over two. months ago.  The rest\nof the surface is la cart track.  One of the operations executives, Mr\nLawrence, sent this\n\"Having liaised with Michelle, I can confirm that the roundabouts in\nChapeltown have been included in the schedule for resurfacing before March\n2025, although we do expect this to be completed this calendar year,\nhowever, our contractual requirement allows us up to March 2025 to\ncomplete these works.\"\nJust how dangerous does an A road need to be before urgent action is\ntaken.\nI would appreciate  answers to these queries please.\nYours sincerely,\nLen Sims\nshow quoted sections"
            ]
        }
    ]
}