{
    "id": 1062869,
    "title": "How many RC86405 (Cause uncessarry obstruction by a motor vehicle)",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "how_many_rc86405_cause_uncessarr_2",
    "created_at": "2023-12-23T21:40:36.448+00:00",
    "events": [
        {
            "created_at": "2023-12-23T21:40:36.793+00:00",
            "message_id": 1571392,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI request the above information below.\nI would like to know:\nHow many  RC86405 penalty notices, (Cause uncessarry obstruction by a motor vehicle) have been issued in Hillsborough, Sheffield since the beginning of November 2023, in particular, Ball Road\nYours faithfully,\nMr Mark Davies"
            ]
        },
        {
            "created_at": "2023-12-23T21:40:58.458+00:00",
            "message_id": 2504087,
            "type": "incoming",
            "content": [
                "Thank you for your message.\nThis mailbox will not be monitored from the afternoon of 22nd December\n2023 until our return on 02/01/2024. However, we undertake to meet all\nlegal deadlines we are obliged to.\nHappy holidays and a peaceful New Year.\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail"
            ]
        }
    ]
}