{
    "id": 1118661,
    "title": "Illegal sublets by council tenants",
    "display_status": "Waiting clarification",
    "law_used": "foi",
    "url_title": "illegal_sublets_by_council_tenan_245",
    "created_at": "2024-04-17T18:44:50.570+01:00",
    "events": [
        {
            "created_at": "2024-04-17T18:44:51.161+01:00",
            "message_id": 1644984,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThis is a Freedom of Information request under the Freedom of Information Act 2000.\nFrom the time period between 2021 and 2024 please provide the data for the number of council\nflats and houses that were found to be illegally sublet for each year.\nFor each case, please provide a description as to what happened. i.e outcome, prosecution, fines and please explain the platform or method used to rent out the property e.g Airbnb or Zoopla and how it was discovered.\nGentle reminder that you should respond within 20 working days.\nYours faithfully,\nJacob Paul"
            ]
        },
        {
            "created_at": "2024-04-19T13:53:51.088+01:00",
            "message_id": 2629259,
            "type": "incoming",
            "content": [
                "Dear Jacob Paul,\nThank you for your request for information relating to Illegal sublets\nwhich we received on 17/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 16/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Jacob Paul <[FOI #1118661 email]>\nSent: Wednesday, April 17, 2024 6:45 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Illegal sublets by council\ntenants\nDear Sheffield City Council,\nThis is a Freedom of Information request under the Freedom of Information\nAct 2000.\nFrom the time period between 2021 and 2024 please provide the data for the\nnumber of council  flats and houses that were found to be illegally sublet\nfor each year.\nFor each case, please provide a description as to what happened. i.e\noutcome, prosecution, fines and please explain the platform or method used\nto rent out the property e.g Airbnb or Zoopla and how it was discovered.\nGentle reminder that you should respond within 20 working days.\nYours faithfully,\nJacob Paul\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[2][FOI #1118661 email]\nIs [3][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[6]\nhttps://eur03.safelinks.protection.outlo...\n[7]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-04-22T10:13:13.480+01:00",
            "message_id": 2630345,
            "type": "incoming",
            "content": [
                "Dear Jacob Paul,\nThank you for your request for information relating to Illegal sublets\nwhich we received on 17/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nBefore we can begin to process your FOI Request, we would like to clarify\nwhat information you require.\nFrom the time period between 2021 and 2024 please provide the data for the\nnumber of council flats and houses that were found to be illegally sublet\nfor each year.\nCould you define what you mean by 'found'. Is this where a court has\npassed a verdict or order re an illegal subletting case? Is it where we\nhave made a determination that a case qualifies as illegal subletting? Or\nis there another criteria you are wanting us to apply to the definition of\n'found'?\nThe Freedom of Information Act 2000 states that we must respond to a\nrequest within 20 working days. The 20 working day clock will start the\nday after we receive the necessary clarification.\nYou can provide your clarification by replying to this email. Please\nnote, if clarification is not received within 2 months your Freedom of\nInformation request will be closed.\nWe look forward to hearing from you.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}