{
    "id": 1219819,
    "title": "Impact on recycling services due to strike action",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "impact_on_recycling_services_due",
    "created_at": "2024-12-28T19:47:07.011+00:00",
    "events": [
        {
            "created_at": "2024-12-28T19:47:07.349+00:00",
            "message_id": 1782313,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI'd like to request any impact assessment made by the council in relation to strike action by workers at Veolia. Specifically the impact on recycling services in Sheffield since the start of the action in August 2024. I'm particularly interested in any assessment made on the effect on volumes of waste recycled as a result of the closure of recycling bring sites and any impact on carbon emissions.\nYours faithfully,\nAaron Walters"
            ]
        },
        {
            "created_at": "2024-12-28T19:47:29.754+00:00",
            "message_id": 2871978,
            "type": "incoming",
            "content": [
                "Thank you for your email.\nThis inbox is not being monitored over the Christmas period 25 December\n2024 to 1 January 2025.\nYour email will be picked up when staff return on the 2 January 2025, and\nprocessed according to legal deadlines. This Email, and any attachments,\nmay contain non-public information and is intended solely for the\nindividual(s) to whom it is addressed. It may contain sensitive or\nprotectively marked material and should be handled accordingly. If this\nEmail has been misdirected, please notify the author immediately. If you\nare not the intended recipient you must not disclose, distribute, copy,\nprint or rely on any of the information contained in it or attached, and\nall copies must be deleted immediately. Whilst we take reasonable steps to\ntry to identify any software viruses, any attachments to this Email may\nnevertheless contain viruses which our anti-virus software has failed to\nidentify. You should therefore carry out your own anti-virus checks before\nopening any documents. Sheffield City Council will not accept any\nliability for damage caused by computer viruses emanating from any\nattachment or other document supplied with this e-mail"
            ]
        },
        {
            "created_at": "2025-01-02T15:57:50.070+00:00",
            "message_id": 2873944,
            "type": "incoming",
            "content": [
                "Dear Aaron Walters,\nThank you for your request for information relating to impact on recycling\nservices due to strike action which we received on 28/12/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 28/01/2025. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept EIR requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2025-01-28T11:19:10.232+00:00",
            "message_id": 2898561,
            "type": "incoming",
            "content": [
                "Dear Aaron Walters,\nThank you for your request for information relating to impact on recycling\nservices due to strike action which we received on 28/12/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nThere has been no impact assessment made on the impact on recycling of the\nstrike action of some workers at Veolia. This is also the case of the\nclosure of the bring sites and no specific impact assessment has been made\non this.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: 02 January 2025 15:58\nTo: Aaron Walters <[FOI #1219819 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 1611044\nDear Aaron Walters,\nThank you for your request for information relating to impact on recycling\nservices due to strike action which we received on 28/12/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 28/01/2025. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept EIR requests via the online\nform which can be found here:\n[4]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]\n4.\nhttps://www.sheffield.gov.uk/your-city-c...\n5. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}