{
    "id": 1134830,
    "title": "Implementation of the Tram / Cycle Safety Action Plan agreed December 2016",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "implementation_of_the_tram_cycle",
    "created_at": "2024-05-28T22:42:02.035+01:00",
    "events": [
        {
            "created_at": "2024-05-28T22:42:02.494+01:00",
            "message_id": 1669764,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nBetween January 2015 and January 2017, Cycle Sheffield recorded over 380 crashes involving cyclists on tram tracks. As of today's date, there are 841 recorded crashes: an average of 7 recorded crashes per month between January 2015 and May 2024 (\nhttps://www.cyclesheffield.org.uk/2017/0...\n)\nIn December 2016 Sheffield City Council approved a Tram / Cycle Safety Action Plan.\nThis plan contained five specific action points, which I have listed below. I have numbered the list for ease of reference. I have followed each one with my questions:\n1 - \"By March 2017 design solutions at the top five worst accident sites\"\na) Please provide a list of the top five worst accident sites.\nb) Please provide copies of the agreed design solutions for these sites.\n2 - \"By June 2017 design solutions for the remaining top 20 sites. Agree a schedule of work for these solutions to be implemented in financial years 2017/18 and 2018/19\"\na) Please provide a list of the remaining 15 sites.\nb) Please provide copies of the agreed design solutions for these sites.\nc) Please provide a copy of the agreed schedule for those solutions to be implemented.\n3  - \"Complete implementation of the top 5 sites by September 2017\"\na) Please provide the actual dates when the these were implemented.\n4 - \"Develop in 2016/17 and pilot 2017/18 a cyclist/ tram-track solution for each type of tram/ carriageway interface (e.g. tram stops, tram track leaves road to left, to right etc.). Develop a plan for the deployment of these solutions and an on-going programme of works and ensure that these solutions are incorporated in all future Supertram infrastructure schemes.\"\na) Please provide a list of the types of tram/carriageway interface that were considered.\nb) Please provide details of the sites where solutions were piloted.\nc) Please provide the dates when these solutions were piloted.\nd) Please provide copies of the evaluation of the pilot solutions.\ne) Please provide a copy of the plan for the deployment of these solutions.\n5 -\" During financial years 2017/ 18 and 2018/ 19 implement solutions for the top 20 accident sites.\"\na) Please provide the actual dates when these were implemented.\nFor the avoidance of doubt, please note that the erection of warning notices stating \"Tram Tracks - Wheels may slip or catch\" was listed as an immediate interim measure prior to the implementation of more permanent solutions, and do not form part of any of the action points listed above.\nYours faithfully,\nRebecca Hammond"
            ]
        },
        {
            "created_at": "2024-06-05T13:31:51.170+01:00",
            "message_id": 2673961,
            "type": "incoming",
            "content": [
                "Dear Rebecca Hammond,\nThank you for your request for information relating to implementation of\nthe Tram / Cycle Safety Action Plan agreed December 2016 which we received\non 28/05/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 25/06/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-06-25T18:11:26.273+01:00",
            "message_id": 2688294,
            "type": "incoming",
            "content": [
                "Dear Rebecca Hammond,\nI am writing in relation to EIR 1159488 to apologise that we will not be\nable to provide a response to your request within the initial timescale\nset out in our email of 05/06/2024.\nRegulation 7(1) of The Environmental Information Regulations 2004 (EIR)\nenables an authority to extend the 20-working day limit up to 40 working\ndays if it reasonably believes that the complexity and volume of the\ninformation requested means that it is impracticable either to comply with\nthe request within the earlier period or to make a decision to refuse to\ndo so.\nIn this case, we do reasonably believe that the volume and complexity of\nthe request makes it impracticable to comply within the 20-working day\nlimit, and consequently we are extending the deadline by an additional 20\ndays until 23/07/2024.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, June 5, 2024 1:32 PM\nTo: Rebecca Hammond <[FOI #1134830 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 1159488\nDear Rebecca Hammond,\nThank you for your request for information relating to implementation of\nthe Tram / Cycle Safety Action Plan agreed December 2016 which we received\non 28/05/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 25/06/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-08-01T13:35:43.740+01:00",
            "message_id": 2716778,
            "type": "incoming",
            "content": [
                "Dear Rebecca Hammond,\nThank you for your request for information relating to implementation of\nthe Tram / Cycle Safety Action Plan agreed December 2016 which we received\non 28/05/2024.\nWe apologise for the delay in responding.\nBudgets to deliver significant active travel interventions come to us by\nway of bids from the DfT via South Yorkshire Mayoral Combined Authority\n(SYMCA). More information about the SYMCA can be found here [1]South\nYorkshire Mayoral Combined Authority - South Yorkshire MCA\n(southyorkshire-ca.gov.uk)  We can only build what we have bid for using\nthis funding avenue (we cannot divert funding onto other projects). The\nDfT set the criteria for said bids and for the last 5 or 6 years if not\nmore that criteria has focussed on boosting the economy – creating better\noptions for travel to reduce traffic and thus open up development sites.\nIn addition, providing better travel options enables the population to\ntravel to locations that may only be currently accessible by car.\nIn general, our approach has been to focus on improving parallel routes,\nsuch as the University - Leavygreave - Portobello route which is now a\nhigh-quality alternative route to West Street, rather than trying to make\nchanges on the sections of tram route, this means that we are avoiding the\nrisk more fully by passing Tram hotspots. We have ATF funding to review\nthe route from the city along Penistone Road which is parallel to Langsett\nRoad and improvements between City Centre – Kelham are currently being\ndelivered as part of the route.\nWe do however through what was known as the Local Transport Plan have a\ndiscretionary budget, and a percentage of that is allocated to Road Safety\nand that allocation is earmarked for those locations that are the worst\nranked for road safety.\nWe do wait on the results of the Ghent study (into infilling of tracks).\nThis may not prevent slipping but may prevent wheels getting stuck\n[2]Cyclists get safer tram tracks in Ghent - Cities Today\n(cities-today.com)\n1 - \"By March 2017 design solutions at the top five worst accident sites\"\na. Please provide a list of the top five worst accident sites.\nRank Location\n1 Langsett Road at Primrose Hill tram stop.\n2 Holme Lane / Loxley New Road / Ball Road junction.\n3 White Lane at White Lane tram stop.\n4 Glossop Road at junction with Upper Hannover St.\n5 Hillsborough corner.\nb) Please provide copies of the agreed design solutions for these sites. –\nNo design solutions were agreed for any of these sites.\n2 - \"By June 2017 design solutions for the remaining top 20 sites. Agree a\nschedule of work for these solutions to be implemented in financial years\n2017/18 and 2018/19\"\na. Please provide a list of the remaining 15 sites. –\n6 Middlewood Road at Hillsborough Park tram stop\n7 Langsett Road at Hillsborough Interchange\n8 West Street at West Street tram stop\n9 Infirmary Road at Infirmary Road tram stop\n10 Middlewood Road at Leppings Lane tram stop\n11 Ridgeway Road near Hurlfield Road junction\n12 Langsett Road at Bamforth Street\n13 Manor Top\n14 Glossop Road at Fitzwilliam St junction\n15 West Street near Cavendish pub\n16 Donetsk Way where tram tracks join road near Brook La\n17 Sheffield Road at Occupation Lane junction\n18 City Road junction with Park Grange Road\n19 Glossop Road by Swim Inn\n20 Granville Street\nb) Please provide copies of the agreed design solutions for these sites. -\nNo design solutions were agreed for any of these sites.\nc) Please provide a copy of the agreed schedule for those solutions to be\nimplemented. - There was no schedule for implementation as no design\nsolutions were agreed at any of the sites.\n3  - \"Complete implementation of the top 5 sites by September 2017\"\na) Please provide the actual dates when the these were implemented. -\nThere was no schedule for implementation as no design solutions were\nagreed at any of the sites.\n4 - \"Develop in 2016/17 and pilot 2017/18 a cyclist/ tram-track solution\nfor each type of tram/ carriageway interface (e.g. tram stops, tram track\nleaves road to left, to right etc.). Develop a plan for the deployment of\nthese solutions and an on-going programme of works and ensure that these\nsolutions are incorporated in all future Supertram infrastructure\nschemes.\"\na) Please provide a list of the types of tram/carriageway interface that\nwere considered.\nb) Please provide details of the sites where solutions were piloted.- No\nsolutions were piloted.\nc) Please provide the dates when these solutions were piloted. - No\nsolutions were piloted.\nd) Please provide copies of the evaluation of the pilot solutions. - No\nsolutions were piloted.\ne) Please provide a copy of the plan for the deployment of these\nsolutions. - No solutions were piloted.\n5 -\" During financial years 2017/ 18 and 2018/ 19 implement solutions for\nthe top 20 accident sites.\"\n1.     Please provide the actual dates when these were implemented. -\nThere was no schedule for implementation as no design solutions were\nagreed at any of the sites.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [3]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[4]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.southyorkshire-ca.gov.uk/\n2.\nhttps://cities-today.com/cyclists-get-sa...\n3.\nhttp://www.nationalarchives.gov.uk/doc/o...\n4.\nhttps://ico.org.uk/make-a-complaint/offi...\n5. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}