{
    "id": 1114801,
    "title": "Information on Council expenditure on Non-Disclosure Agreements (NDAs)",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "information_on_council_expenditu",
    "created_at": "2024-04-09T15:22:03.204+01:00",
    "events": [
        {
            "created_at": "2024-04-09T15:22:03.606+01:00",
            "message_id": 1639729,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease provide the following information.\nIn connection with  NDAs or similarly binding legal or quasi-legal agreements with departing SCC staff:\nThe total cost figures for the financial years 21-22, 22-23 and 23-24;\nThe number of staff (no names required) benefiting from such payments in each of those years;\nThe maximum single payment in each of the years.\nYours faithfully,\nRussell Johnson"
            ]
        },
        {
            "created_at": "2024-04-10T14:58:46.155+01:00",
            "message_id": 2618008,
            "type": "incoming",
            "content": [
                "Dear Russell Johnson,\nThank you for your request for information relating to Information on\nCouncil expenditure on Non-Disclosure Agreements (NDAs) which we received\non 09/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 08/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-08T22:22:49.773+01:00",
            "message_id": 2650317,
            "type": "incoming",
            "content": [
                "Dear Russell Johnson,\nThank you for your request for information relating to Information on\nCouncil expenditure on Non-Disclosure Agreements (NDAs) which we received\non 09/04/2024.\nAcas explains that a non-disclosure agreement might be used after a\ndispute which results in someone leaving a job, to keep details\nconfidential. That duty of confidentiality applies to both parties,\nemployer, and former employee. The disclosure of amounts and numbers is\nconfidential. One couldn’t selectively disclose one amount or all amounts\nbecause that would be a breach of the agreement so signed. You might\nconsider that there is also a public interest in matters settling without\ntaking up tribunal time.  That is encouraged by the courts and these types\nof agreement are a common way of meeting that public interest. If both we\nand the other parties thought that an FOI would result in the Council not\nabiding by the agreements, then less cases would settle.\nUnder section 1(1) of Freedom of Information Act 2000 anyone who requests\ninformation from a public authority is entitled under subsection (a) to be\ntold if the authority holds the requested information – this is referred\nto as the duty to confirm or deny.\nHowever, section 40(5B)(a)(i) of FOIA allows the council to refuse to\nconfirm or deny that it holds information if the mere act of confirming\n(or denying) that information is held would reveal personal data about an\nidentifiable individual and would contravene one of the data protection\nprinciples.\nThe two main elements of personal data are that the information must\nrelate to a living person and that the person must be identifiable.\nAn identifiable living individual is one who can be identified, directly\nor indirectly, by reference to an identifier such as a name, an\nidentification number, location data, an online identifier or to one or\nmore factors specific to the physical, physiological, genetic, mental,\neconomic, cultural, or social identity of the individual.\nInformation will relate to a person if it is about them, linked to them,\nhas biographical significance for them, is used to inform decisions\naffecting them or has them as its focus.\nThe council considers that confirming or denying whether the information\nis held constitutes the disclosure to the wider world of third-party\npersonal data. If the council confirmed whether it held information within\nscope of the request it would, in effect, confirm whether staff who left\nemployment in the past three years covered by the scope of the request\nsigned an NDA.\nFurther, if the council confirmed or denied it held information, it would,\nin effect, confirm whether staff who left the council received\nsettlements.\nOn the face of it, the requested information does not directly identify\nany individual(s). However, it would be possible to identify individual(s)\nbecause it would be known amongst staff, who had left departments in the\nlast three years, where their circumstances were not clear.\nThe council has considered whether the information, when combined with\nother information either already in the public domain via personal\nknowledge or the grapevine, or known to other people working, may\nnevertheless make identification possible.\nThe council is satisfied that confirming or denying that the information\nis held constitutes the disclosure of personal data as specific\nindividuals could be identified and it would disclose whether those\nindividuals had signed an NDA or received a settlement.\nThe council has next considered whether confirming or denying that the\ninformation is held would contravene one of the data protection\nprinciples.\nIn the case of a FOIA request, the personal data is processed when it is\ndisclosed in response to the request. This means that the information can\nonly be disclosed – or as in this case, the council can only confirm\nwhether or not it holds the requested information - if to do so would be:\na. lawful (i.e. it would meet one of the conditions of lawful processing\nlisted in Article 6(1) UK GDPR); b. fair; and c. transparent.\nTo be lawful, one of the lawful bases listed in Article 6(1) of the UK\nGDPR must apply to the processing. It must also be lawful. In considering\nany legitimate interest(s) in the disclosure of the requested information\nunder FOIA, or confirmation or denial that it is held, the council\nrecognises that a wide range of interests may be legitimate interests.\nThey can be the requester’s own interests or the interests of third\nparties, and commercial interests as well as wider societal benefits.\nThese interest(s) can include broad general principles of accountability\nand transparency for their own sakes, as well as case specific interests.\nThe council considers that any individuals who may have been involved have\na strong and reasonable expectation that personal information about them\nwill remain confidential in accordance with data protection laws.\nWe understand the interest of citizens. But we must consider whether the\ndisclosure is necessary. ‘Necessary’ means more than desirable but less\nthan indispensable or absolute necessity. Accordingly, the test is one of\nreasonable necessity and involves consideration of alternative measures\nwhich may make disclosure of the requested information unnecessary.\nDisclosure under FOIA must therefore be the least intrusive means of\nachieving the legitimate aim in question.\nThe council appreciates that there is a public interest. However, there is\nalso a public interest in upholding standard practice in HR matters, which\nis to observe a duty of confidentiality. The council has therefore decided\nin this case that confirmation or denial is not necessary to meet the\nlegitimate interest in disclosure. As confirmation or denial is not\nnecessary, there is no lawful basis for this processing, and it is\nunlawful.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-09T09:06:28.434+01:00",
            "message_id": 1659022,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Information on Council expenditure on Non-Disclosure Agreements (NDAs)'.\nPlease review this decision, as none  of the information I have requested is personal data. I would be grateful if you could release the information which does not fall under this description.\nI do not accept that release of the anonymous and aggregated data would create such risk of identification of individual recipients of gagging payments that the public interest argument is overridden.\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/i...\nYours faithfully,\nRussell Johnson"
            ]
        },
        {
            "created_at": "2024-05-10T14:31:51.336+01:00",
            "message_id": 2652177,
            "type": "incoming",
            "content": [
                "Dear Russell Johnson,\nThank you for your recent request for an internal review relating to\nInformation on Council expenditure on Non-Disclosure Agreements (NDAs)\nwhich we received on 09/05/2024. We are sorry to hear that you are not\nhappy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 07/06/2024.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Russell JOhnson <[FOI #1114801 email]>\nSent: Thursday, May 9, 2024 9:06 AM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Internal review of Freedom of Information request - Information\non Council expenditure on Non-Disclosure Agreements (NDAs)\nDear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information\nreviews.\nI am writing to request an internal review of Sheffield City Council's\nhandling of my FOI request 'Information on Council expenditure on\nNon-Disclosure Agreements (NDAs)'.\nPlease review this decision, as none  of the information I have requested\nis personal data. I would be grateful if you could release the information\nwhich does not fall under this description.\nI do not accept that release of the anonymous and aggregated data would\ncreate such risk of identification of individual recipients of gagging\npayments that the public interest argument is overridden.\nA full history of my FOI request and all correspondence is available on\nthe Internet at this address:\n[2]\nhttps://eur03.safelinks.protection.outlo...\nYours faithfully,\nRussell Johnson\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #1114801 email]\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[5]\nhttps://eur03.safelinks.protection.outlo...\n[6]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-05-22T11:34:41.168+01:00",
            "message_id": 2663258,
            "type": "incoming",
            "content": [
                "Dear Mr Johnson,\nYou have asked us for an internal review of your request on 9^th May 2024.\nThis has now been carried out and our detailed response is below. This was\ncarried out by a member of the FOI team from 13^th – 21^st May 2024. Text\nthat forms part of our original response is shown in blue, to aid\nunderstanding.\nYour Request Received 9/4/2024\nPlease provide the following information.\nIn connection with NDAs or similarly binding legal or quasi-legal\nagreements with departing SCC staff:\nThe total cost figures for the financial years 21-22, 22-23 and 23-24;\nThe number of staff (no names required) benefiting from such payments in\neach of those years; The maximum single payment in each of the years.\nOur Response Sent 8/5/2024\nWe replied, citing section 40(5B)(a)(i) of FOIA which allows the council\nto refuse to confirm or deny that it holds information if the mere act of\nconfirming (or denying) that information is held would reveal personal\ndata about an identifiable individual and would contravene one of the data\nprotection principles.\nFurther explanation, given in our response:\nThe council considers that confirming or denying whether the information\nis held constitutes the disclosure to the wider world of third-party\npersonal data. If the council confirmed whether it held information within\nscope of the request it would, in effect, confirm whether staff who left\nemployment in the past three years covered by the scope of the request\nsigned an NDA.\nFurther, if the council confirmed or denied it held information, it would,\nin effect, confirm whether staff who left the council received\nsettlements.\nOn the face of it, the requested information does not directly identify\nany individual(s). However, it would be possible to identify individual(s)\nbecause it would be known amongst staff, who had left departments in the\nlast three years, where their circumstances were not clear.\nThe council has considered whether the information, when combined with\nother information either already in the public domain via personal\nknowledge or the grapevine, or known to other people working, may\nnevertheless make identification possible.\nThe council is satisfied that confirming or denying that the information\nis held constitutes the disclosure of personal data as specific\nindividuals could be identified and it would disclose whether those\nindividuals had signed an NDA or received a settlement.\nWe further considered the lawful basis for revealing this data under UK\nGDPR, and were satisfied that to do so would breach data protection law in\nthat the individuals involved would have the reasonable expectation of\nprivacy.\nWe also considered the public interest in knowing how the local authority\nis spending funds and how many times such agreements were used:\nThe council appreciates that there is a public interest. However, there is\nalso a public interest in upholding standard practice in HR matters, which\nis to observe a duty of confidentiality. The council has therefore decided\nin this case that confirmation or denial is not necessary to meet the\nlegitimate interest in disclosure. As confirmation or denial is not\nnecessary, there is no lawful basis for this processing, and it is\nunlawful.\nFurther stating:\nYou might consider that there is also a public interest in matters\nsettling without taking up tribunal time. That is encouraged by the courts\nand these types of agreement are a common way of meeting that public\ninterest. If both we and the other parties thought that an FOI would\nresult in the Council not abiding by the agreements, then less cases would\nsettle.\nResponse following Internal Review\nThe staff member who dealt with the original request carefully checked and\nconsidered the legal implications. They felt the council’s common law duty\nof confidentiality should take precedence over other interests and failure\nto observe this could lead to an actionable breach of confidence.\nIn conducting this review, I have reconsidered, checked the legal\nposition, and formed the view that it would be unlawful to reveal, not\nonly the financial information pertaining to the agreements, but also\nconfirming the existence of them could lead to the identification of the\nstaff in question. This would be especially likely where there has been a\nhigh-profile departure. It could also lead to individuals being\nerroneously linked with financial settlements. In addition, I have\nconfirmed that the numbers of staff who may be offered such agreements is\nlow, and this would make identification more likely for the individuals in\nquestion.\nAdvice and Assistance\nUnder section 16, Freedom of Information Act 2000, we have a duty to\nprovide advice and assistance. In our reply, we did not indicate that some\nof the information you requested is, or will be, in the public domain.\nInformation about exit payments is supplied to central government and\npublished here: [1]Local authority exit payments, England, 2014-15 to\n2020-21 - GOV.UK (www.gov.uk) and [2]Live tables on local government\nfinance - GOV.UK (www.gov.uk) for the years 2021-22 and 2022-23.\nOur audited accounts for 2023-24 are not yet available so has not been\nsupplied at this time. We shall make a return to central government in due\ncourse, and it is possible that relevant information may be published at\nthe above link.\nPoints to Note\nThe government information shown gives the number of ex-gratia payments\nmade and the total amount although not the highest payments made. You will\nnote that some information has been redacted ‘to protect confidentiality’,\ndenoted by [c]. You will see that other public authorities also show\nredacted information, which aims to ensure that individuals are not\nidentified.\nThe government ‘metadata’ tab explains the information more fully, but\nincludes the following:\n·      Where fewer than five exit payment packages were awarded, all other\ndata for the category has been suppressed.\n• Where fewer than five exit payment packages including ex gratia and /\nor other payments were awarded, only the total value of all exit\npackages, the number of all exit packages and the mean cost of all\nexit packages are shown.\n• Additional suppression of data has been applied where only one local\nauthority / class of authority would otherwise be suppressed to ensure\nthe suppressed figure cannot be deduced from the Total.\nThis government collated data is not the exact information you have\nrequested and shows aggregated figures for all termination payments\nregardless of whether a ‘non-disclosure’ or confidentiality clause exists\nwithin the agreement. However, it does give the total value of payments,\nwhich is what you have requested.\nConclusion\nWe consider that we were correct to apply section 40(5B)(a)(i) of FOIA to\ninformation relating to your request for the numbers of staff and maximum\nsingle payments in each of the years 2021-24.\nWe should have considered our duties under s16 and offered the advice and\nassistance, directing you to where the total cost of payments, including\nsettlements that may be relevant to your inquiry have been published. This\nhas now been rectified and advice and assistance given above.\nIf you are dissatisfied with the outcome of this review, you can make a\ncomplaint to the Information Commissioner’s Office:\n[3][\nemail address\n]\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.gov.uk/government/statistics...\n2.\nhttps://www.gov.uk/government/statistica...\n3. mailto:[\nemail address\n]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}