{
    "id": 1031260,
    "title": "Investment by local authorities in vape recycling facilities",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "investment_by_local_authorities_8",
    "created_at": "2023-09-26T10:30:42.089+01:00",
    "events": [
        {
            "created_at": "2023-09-26T10:30:42.374+01:00",
            "message_id": 1528472,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nWe are conducting some research on behalf of the UKVIA into:\n•\tInvestment in vape recycling facilities and services by local authorities\n•\tVape recycling awareness and education activities aimed at end users\nWe are particularly interested in understanding the following from your council. If the information is not available for all years listed, please provide for years you can.\nIn your response, please can you also confirm whether we have permission to reuse the information for reporting purposes and for educational purposes as a part of an online resource.\n1.\tWhere do you offer vape waste disposal container/drop off points ? (Please answer each option as appropriate)\n-\tTip (Designated Collection Facility)  yes/no\n-\tPublic places yes/no\n-\tKerbside collections/household waste collections yes/no\n-\tOther, please specify\n2.\tIf you have introduced vape waste disposal containers at your public waste tip, is this (Please answer each option as appropriate):\n-\tA dedicated vape waste container?\n-\tCollected within your small mixed WEEE stream ?\n-\tWe do not offer consumers the opportunity to drop vape waste at our Designated Collection Facilities.\n-\n3.\tHow much have you invested in a dedicated vape collection service at your designated collection facilities? (Please answer each option as appropriate)\n-\tProvide investment amount\n-\tWe have not invested in any dedicated waste facility at our designated collection facilities.\n4.\tIf you have introduced vape waste collection containers in public places, where have you located them? (Please answer each option as appropriate)\n-\tHigh street\n-\tParks\n-\tCouncil owned buildings\n-\tOther, please specify\n-\tWe have not introduced any vape waste collection containers in public places\n5.\tHow much to date have you invested in vape waste collection containers in public places? (Please answer each option as appropriate)\n-\tProvide investment amount\n-\tWe have not invested in any  vape waste collection containers in public places\n6.\tIf you have introduced kerbside/household recycling for vapes when was this service introduced? (Please answer each option as appropriate)\n-\tBefore 2020\n-\t2020\n-\t2021\n-\t2022\n-\t2023\n-\tWe have not introduced kerbside/household recycling for vapes\n7.\tHow much to date have you invested in kerbside/household collection solutions for vapes? (Please answer each option as appropriate)\n-\tProvide investment amount\n-\tWe have not invested in any kerbside/household collection solutions for vapes\n8.\tHave you got plans to invest in new vape collection solutions within the next 12 months? (Please answer each option as appropriate)\n-\tYes, please specify\n-\tNo\n9.\tWhat vape collection solutions are you planning to invest in over the next 12 months? (Please answer each option as appropriate)\n-\tDedicated vape containers at public tip\n-\tVape recycling containers in public places\n-\tKerbside/household collection solutions\n-\tOther, please specify\n-\tNot looking to invest in vape recycling facilities over the next 12 months\n10.\tWhat activities have you done to raise awareness amongst vapers on how to recycle their vapes? (Please answer each option as appropriate)\n- information on the council website\n- advertising in the media\n- out of home advertising (eg billboards)\n- social media promotions via the councils own social media channels\n- email marketing\n- stories via the mainstream media\n- direct mail\n- none of the above\nYours faithfully,\nJordan Millar"
            ]
        },
        {
            "created_at": "2023-09-28T13:35:16.748+01:00",
            "message_id": 2431660,
            "type": "incoming",
            "content": [
                "Dear Jordan Millar,\nThank you for your request for information relating to vape recycling\nfacilities which we received on 26/09/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 24/10/2023. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-10-24T20:02:11.008+01:00",
            "message_id": 2452849,
            "type": "incoming",
            "content": [
                "Dear Jordan Millar,\nThank you for your request for information relating to vape recycling\nfacilities which we received on 26/09/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1.      Where do you offer vape waste disposal container/drop off points ?\n(Please answer each option as appropriate)\n-       Tip (Designated Collection Facility)  yes\n-       Public places no\n-       Kerbside collections/household waste collections no\n-       Other, please specify\n2.      If you have introduced vape waste disposal containers at your\npublic waste tip, is this (Please answer each option as appropriate):\n-       A dedicated vape waste container? Yes\n-       Collected within your small mixed WEEE stream ?\n-       We do not offer consumers the opportunity to drop vape waste at\nour Designated Collection Facilities.\n-\n3.      How much have you invested in a dedicated vape collection service\nat your designated collection facilities? (Please answer each option as\nappropriate)\n-       Provide investment amount £0 the service is a free trial service\n4.      If you have introduced vape waste collection containers in public\nplaces, where have you located them? (Please answer each option as\nappropriate)\nWe have not introduced any vape waste collection containers in\npublic places.\n5.      How much to date have you invested in vape waste collection\ncontainers in public places? (Please answer each option as appropriate)\nWe have not invested in any vape waste collection containers in\npublic places\n6.      If you have introduced kerbside/household recycling for vapes when\nwas this service introduced? (Please answer each option as appropriate)\nWe have not introduced kerbside/household recycling for vapes\n7.      How much to date have you invested in kerbside/household\ncollection solutions for vapes? (Please answer each option as appropriate)\nWe have not invested in any kerbside/household collection\nsolutions for vapes\n8.      Have you got plans to invest in new vape collection solutions\nwithin the next 12 months? (Please answer each option as appropriate)\nNo\n9.      What vape collection solutions are you planning to invest in over\nthe next 12 months? (Please answer each option as appropriate)\nWe are not looking to invest in vape recycling facilities over\nthe next 12 months\n10.     What activities have you done to raise awareness amongst vapers on\nhow to recycle their vapes? (Please answer each option as appropriate)\nnone of the above\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Thursday, September 28, 2023 1:35 PM\nTo: Jordan Millar <[FOI #1031260 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 931367\nDear Jordan Millar,\nThank you for your request for information relating to vape recycling\nfacilities which we received on 26/09/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 24/10/2023. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}