{
    "id": 804422,
    "title": "John Lewis building, Bakers Pool",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "john_lewis_building_bakers_pool",
    "created_at": "2021-11-05T14:53:38.740+00:00",
    "events": [
        {
            "created_at": "2021-11-05T14:53:38.918+00:00",
            "message_id": 1221953,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nCould you please provide the following recorded information in relation to the John Lewis building.\nRecords that were created or touched upon the councils purchase of the building. The deal was complete in Aug 2020, the council will be privy to when they considered buying the premises.\n1. Any report, assessment memo, surveys, communication in relation to structural and or asbestos problems.\nWhere any email communication is found, please provide as much as the email chain as possible.\n2. Any report, assessment memo, surveys, record, communication in relation to mainitence of air conditioning, lifts and escalators.\n3. Any report, assessment memo, surveys, record, communication in relation to Revamping, refurbishing or rebuilding the site.\nVast public interest in how taxpayers money was spent. The council gave a press release stating it was a 20 year lease signed, only for less than a year later be left with an empty building.\nhttps://www.thestar.co.uk/business/sheff...\nhttps://www.thestar.co.uk/business/sheff...\nYours faithfully,\nMarcus"
            ]
        },
        {
            "created_at": "2021-11-08T15:00:38.034+00:00",
            "message_id": 1910548,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your request for information relating to John Lewis building\nand structural or asbestos problems which we received on 05/11/2021.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nPlease be aware that Sheffield City Council’s response to the global\nCOVID-19 pandemic has led to a reduction in resources across the Council,\nmeaning that we are currently dealing with a backlog of requests.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 03/12/2021, but we kindly ask for your patience\nas we anticipate that there may be a delay in some cases. Please do not\nhesitate to contact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\n_____________________________________________\nFrom: Marcus Combie <[FOI #804422 email]>\nSent: 05 November 2021 14:54\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - John Lewis building, Bakers Pool\nDear Sheffield City Council,\nCould you please provide the following recorded information in relation to\nthe John Lewis building.\nRecords that were created or touched upon the councils purchase of the\nbuilding. The deal was complete in Aug 2020, the council will be privy to\nwhen they considered buying the premises.\n1. Any report, assessment memo, surveys, communication in relation to\nstructural and or asbestos problems.\nWhere any email communication is found, please provide as much as the\nemail chain as possible.\n2. Any report, assessment memo, surveys, record, communication in relation\nto mainitence of air conditioning, lifts and escalators.\n3. Any report, assessment memo, surveys, record, communication in relation\nto Revamping, refurbishing or rebuilding the site.\nVast public interest in how taxpayers money was spent. The council gave a\npress release stating it was a 20 year lease signed, only for less than a\nyear later be left with an empty building.\n[2]\nhttps://eur03.safelinks.protection.outlo...\n[3]\nhttps://eur03.safelinks.protection.outlo...\nYours faithfully,\nMarcus\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[4][FOI #804422 email]\nIs [5][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[6]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[7]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[8]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2021-12-02T15:57:00.383+00:00",
            "message_id": 1928274,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your request for information relating to John Lewis building\nand structural or asbestos problems which we received on 05/11/2021.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nThe information you have requested is exempt from disclosure under section\n12 of the Freedom of Information Act 2000. Sheffield City Council does\nhold the information you have requested. However, we do not record the\ninformation in a format that allows us to produce an electronic report of\nthis. Therefore, we would have to carry out a manual search of our\nrecords. We estimate that we would need to search a year’s worth of\nrecords from a multitude of sources. Therefore, it is estimated it would\ntake us 111 hours (around 3 weeks) to collate the information, which is\nmore than the cost limit of 18 hours or £450 specified in the [1]Freedom\nof Information and Data Protection (Appropriate Limit and Fees)\nRegulations 2004 (SI 2004 No. 3244).\nUnder section 16 of the Freedom of Information Act 2000, we have a duty to\nprovide advice and assistance to requesters.\nOfficers are presenting summary condition reports (structure, plant and\nequipment as per the information sought) including information on asbestos\nas background papers to the report. Those papers will be made public on\nthe 8^th of December ahead of the Co-operative Executive meeting on the\n15^th of December 2021 via the following link: [2]Sheffield City Council -\nBrowse meetings - Co-operative Executive. This might assist you re-focus\nyour request within the “appropriate limit”.\nIf you would like to narrow down the focus of your request, we would be\nhappy to process your revised request as a new request for information\nunder the Freedom of Information Act 2000.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [3]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[4]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\n_____________________________________________\nFrom: Marcus Combie <[6][FOI #804422 email]>\nSent: 05 November 2021 14:54\nTo: FOI <[7][Sheffield City Council request email]>\nSubject: Freedom of Information request - John Lewis building, Bakers Pool\nDear Sheffield City Council,\nCould you please provide the following recorded information in relation to\nthe John Lewis building.\nRecords that were created or touched upon the councils purchase of the\nbuilding. The deal was complete in Aug 2020, the council will be privy to\nwhen they considered buying the premises.\n1. Any report, assessment memo, surveys, communication in relation to\nstructural and or asbestos problems.\nWhere any email communication is found, please provide as much as the\nemail chain as possible.\n2. Any report, assessment memo, surveys, record, communication in relation\nto mainitence of air conditioning, lifts and escalators.\n3. Any report, assessment memo, surveys, record, communication in relation\nto Revamping, refurbishing or rebuilding the site.\nVast public interest in how taxpayers money was spent. The council gave a\npress release stating it was a 20 year lease signed, only for less than a\nyear later be left with an empty building.\n[8]\nhttps://eur03.safelinks.protection.outlo...\n[9]\nhttps://eur03.safelinks.protection.outlo...\nYours faithfully,\nMarcus\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[10][FOI #804422 email]\nIs [11][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[12]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[13]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[14]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2021-12-05T23:55:44.366+00:00",
            "message_id": 1234395,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'John Lewis building, Bakers Pool'.\nYou have calculated that gathering this information will exceed the cost limit, but I believe that this is an overestimation of the resource required.\nFor example the council states:\n“ However, we do not record the information in a format that allows us to produce an electronic report of this. Therefore, we would have to carry out a manual search of our records. ”\nThe time the building was purchased was during Covid, and alot of the SCC staff were working remote.\nThe request finds it highly improbable that the council has no method to search for the records other than a manual search/review. A feasible solution would be reach out to the  team that handled the purchase, and ask them to search their emails during the relevant time spans for the relevant keywords, the same would go for the sharepoint folder, or whatever content manager the council uses for such projects.\nRegarding the councils section 16 Application:\n“ Officers are presenting summary condition reports (structure, plant and\nequipment as per the information sought) including information on asbestos\nas background papers to the report. Those papers will be made public on\nthe 8^th of December ahead of the Co-operative Executive meeting on the\n15^th of December 2021 via the following link: [2]Sheffield City Council - “\nOfficers are presenting summary condition reports (structure, plant and equipment as per the information sought) - but its not the information the requeator is requesting. It fails on a couple of issues.\n1. The requestor is seeking the information the council touched upon or created during the purchase of the building, as specfifed in the request. Not summary reports after the fact. The requestor is seeking to know (or didnt) and what the council was in possesion of and relied upon while making the purchase.\n2.  It will also not address this request for information:\n“ Any report, assessment memo, surveys, record, communication in relation  to Revamping, refurbishing or rebuilding the site. “ Which the council made multiple statements to the press about…\n“ If you would like to narrow down the focus of your request, we would be happy to process your revised request as a new request for information “\nThe requestor does not believe this is necessary, the requestor believes the scope is sufficently narrow, with a limited timespan the council shoule be aware of. The requestor has made suggestions as to how the council couls proceed with the search for recorded information. Which seems reasonable.\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttp://www.whatdotheyknow.com/request/jo...\nYours faithfully,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-12-08T15:53:41.700+00:00",
            "message_id": 1931793,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your recent request for an internal review relating to John\nLewis building and structural or asbestos problems which we received on\n06/12/2021. We are sorry to hear that you are not happy with your\nresponse.\nThis has now been logged and will be carried out by a member of the team.\nPlease be aware that Sheffield City Council’s response to the global\nCOVID-19 pandemic has led to a reduction in resources across the Council,\nmeaning that we are currently dealing with a backlog of requests.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 06/01/2022,\nbut we kindly ask for your patience as we anticipate that there may be a\ndelay in some cases. Please do not hesitate to contact us at the email\naddress below if you have any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Marcus Combie <[FOI #804422 email]>\nSent: 05 December 2021 23:56\nTo: FOI <[Sheffield City Council request email]>\nSubject: Internal review of Freedom of Information request - John Lewis\nbuilding, Bakers Pool\nDear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information\nreviews.\nI am writing to request an internal review of Sheffield City Council's\nhandling of my FOI request 'John Lewis building, Bakers Pool'.\nYou have calculated that gathering this information will exceed the cost\nlimit, but I believe that this is an overestimation of the resource\nrequired.\nFor example the council states:\n“ However, we do not record the information in a format that allows us to\nproduce an electronic report of this. Therefore, we would have to carry\nout a manual search of our records. ”\nThe time the building was purchased was during Covid, and alot of the SCC\nstaff were working remote.\nThe request finds it highly improbable that the council has no method to\nsearch for the records other than a manual search/review. A feasible\nsolution would be reach out to the  team that handled the purchase, and\nask them to search their emails during the relevant time spans for the\nrelevant keywords, the same would go for the sharepoint folder, or\nwhatever content manager the council uses for such projects.\nRegarding the councils section 16 Application:\n“ Officers are presenting summary condition reports (structure, plant and\nequipment as per the information sought) including information on asbestos\nas background papers to the report. Those papers will be made public on\nthe 8^th of December ahead of the Co-operative Executive meeting on the\n15^th of December 2021 via the following link: [2]Sheffield City Council -\n“\nOfficers are presenting summary condition reports (structure, plant and\nequipment as per the information sought) - but its not the information the\nrequeator is requesting. It fails on a couple of issues.\n1. The requestor is seeking the information the council touched upon or\ncreated during the purchase of the building, as specfifed in the request.\nNot summary reports after the fact. The requestor is seeking to know (or\ndidnt) and what the council was in possesion of and relied upon while\nmaking the purchase.\n2.  It will also not address this request for information:\n“ Any report, assessment memo, surveys, record, communication in relation\nto Revamping, refurbishing or rebuilding the site. “ Which the council\nmade multiple statements to the press about…\n“ If you would like to narrow down the focus of your request, we would be\nhappy to process your revised request as a new request for information “\nThe requestor does not believe this is necessary, the requestor believes\nthe scope is sufficently narrow, with a limited timespan the council\nshoule be aware of. The requestor has made suggestions as to how the\ncouncil couls proceed with the search for recorded information. Which\nseems reasonable.\nA full history of my FOI request and all correspondence is available on\nthe Internet at this address:\n[2]\nhttps://eur03.safelinks.protection.outlo...\nYours faithfully,\nMarcus Combie\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #804422 email]\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2022-08-24T14:46:04.917+01:00",
            "message_id": 1340982,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nDissapointed that the council held a special meeting on this building and information related to the request:\nhttps://democracy.sheffield.gov.uk/ieLis...\nTwo questions were asked relayed to information that this This FOI asked for months ago.\nPlease provide the requested recorded information without anymore delay.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2022-09-08T18:53:30.092+01:00",
            "message_id": 2119076,
            "type": "incoming",
            "content": [
                "1 Attachment\nEIR 2021 22 982 Internal Review.pdf\n170K\nDownload\nView as HTML\nDear Mr Combie\nPlease see attached.\nIf you are dissatisfied with how we have handled your complaint, please\ncontact the Information Commissioner’s Office for a decision:\n[1]\nhttps://ico.org.uk/make-a-complaint/offi...\nYours sincerely\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://ico.org.uk/make-a-complaint/offi...\n2. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}