{
    "id": 912594,
    "title": "Judicial Review of South Yorkshire Police",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "judicial_review_of_south_yorkshi",
    "created_at": "2022-10-28T22:14:59.182+01:00",
    "events": [
        {
            "created_at": "2022-10-28T22:14:59.435+01:00",
            "message_id": 1370410,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI understand that data exists related to a judicial review of South Yorkshire Police, whether speculative or not.\nPlease provide any and all information related to any reference to the judicial review of South Yorkshire Police.\nTo aid you in identifying such data it will be related to the Streets Ahead  contract.\nYours faithfully,\nMr. Buxton"
            ]
        },
        {
            "created_at": "2022-11-25T16:13:02.689+00:00",
            "message_id": 2177080,
            "type": "incoming",
            "content": [
                "Dear Mr Buxton,\nThank you for your request for information relating to Judicial review of\nSouth Yorkshire police which we received on 28/10/2022.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nWe are aware that John Mothersole, former chief executive of the council,\nrefers to a judicial review of South Yorkshire Police in his evidence to\nthe Independent Street Tree Inquiry on 27 October 2022. He said he\ndismissed the idea, around 1 hour 9 minutes into his evidence\nhere: [1]\nhttps://sheffield.public-i.tv/core/porta...\nWe can find no record of this idea in our legal case management system nor\nthe records published to date by the Street Tree\nArchive: [2]\nhttps://www.sheffield.gov.uk/libraries-a...\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [3]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[4]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nFrom: FOI\nSent: 02 November 2022 11:07\nTo: '[FOI #912594 email]'\n<[FOI #912594 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI\n/2022-23-0864\nDear Mr Buxton,\nThank you for your request for information relating to Judicial review of\nSouth Yorkshire police which we received on 28/10/2022.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nPlease be aware that Sheffield City Council’s response to the global\nCOVID-19 pandemic has led to a reduction in resources across the Council,\nmeaning that we are currently dealing with a backlog of requests.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 25/11/2022, but we kindly ask for your patience\nas we anticipate that there may be a delay in some cases. Please do not\nhesitate to contact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [6][Sheffield City Council request email]\nFrom: Mr. Buxton <[7][FOI #912594 email]>\nSent: 28 October 2022 22:15\nTo: FOI <[8][Sheffield City Council request email]>\nSubject: Freedom of Information request - Judicial Review of South\nYorkshire Police\nDear Sheffield City Council,\nI understand that data exists related to a judicial review of South\nYorkshire Police, whether speculative or not.\nPlease provide any and all information related to any reference to the\njudicial review of South Yorkshire Police.\nTo aid you in identifying such data it will be related to the Streets\nAhead contract.\nYours faithfully,\nMr. Buxton\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[9][FOI #912594 email]\nIs [10][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[11]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[12]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[13]\nhttps://eur03.safelinks.protection.outlo...\n[14]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2022-11-26T21:20:14.842+00:00",
            "message_id": 1384840,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThank you for your email above of 25th November.\nUnfortunately I have a few concerns regarding your response.\n1. It was not John Mothersole that originally referred to the issue of a 'judicial l review of South Yorkshire Police' the subject was actually raised by Sir Mark Lowcock. Please review and clarify this statement.\n2. Sir Mark Lowcock has  site of information that informed him of the subject I have requessted.\n3. You quote you have only approached two potential sources for this information, bearing in mind that this information does exist, this could either be considered a dereliction of duty or a deliberate attempt at avoiding publlication .\nYours sincerely,\nMr. Buxton"
            ]
        },
        {
            "created_at": "2022-11-28T14:31:40.205+00:00",
            "message_id": 2177843,
            "type": "incoming",
            "content": [
                "Dear Mr. Buxton,\nThank you for your recent request for an internal review relating to\nJudicial review of South Yorkshire police which we received on 26/11/2022.\nWe are sorry to hear that you are not happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nPlease be aware that Sheffield City Council’s response to the global\nCOVID-19 pandemic has led to a reduction in resources across the Council,\nmeaning that we are currently dealing with a backlog of requests.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 28/12/2022,\nbut we kindly ask for your patience as we anticipate that there may be a\ndelay in some cases. Please do not hesitate to contact us at the email\naddress below if you have any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Mr. Buxton <[FOI #912594 email]>\nSent: 26 November 2022 21:20\nTo: FOI <[Sheffield City Council request email]>\nSubject: RE: Response – Freedom of Information Request – Reference – FOI\n/2022-23-0864\nDear Sheffield City Council,\nThank you for your email above of 25th November.\nUnfortunately I have a few concerns regarding your response.\n1. It was not John Mothersole that originally referred to the issue of a\n'judicial l review of South Yorkshire Police' the subject was actually\nraised by Sir Mark Lowcock. Please review and clarify this statement.\n2. Sir Mark Lowcock has  site of information that informed him of the\nsubject I have requessted.\n3. You quote you have only approached two potential sources for this\ninformation, bearing in mind that this information does exist, this could\neither be considered a dereliction of duty or a deliberate attempt at\navoiding publlication .\nYours sincerely,\nMr. Buxton\nshow quoted sections"
            ]
        },
        {
            "created_at": "2022-12-23T18:30:24.756+00:00",
            "message_id": 2197218,
            "type": "incoming",
            "content": [
                "Dear Mr Buxton\nOur response will be made by 6 January 2023 and not 28 December 2022, due\nto annual leave.\nThank you for your patience.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2022-12-23T18:54:50.404+00:00",
            "message_id": 1395243,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease could you clarify how your disappointing delaying response adheres to applicable legislation and ICO guidance?\nMany thanks in anticipation of a full and swift response.\nMr. Buxton"
            ]
        },
        {
            "created_at": "2022-12-23T18:55:07.356+00:00",
            "message_id": 2197226,
            "type": "incoming",
            "content": [
                "Thank you for your email. This inbox is not being monitored over the\nChristmas period, 24th December 2022 to 3rd January 2023. Your email will\nbe picked up when staff return on the 3rd January 2023, and processed\naccording to statutory requirements.\nYou can also find out more about the services we provide, the decisions we\nmake and the money we spend at\n[1]\nhttps://www.sheffield.gov.uk/home/your-c...\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/home/your-c..."
            ]
        },
        {
            "created_at": "2023-01-08T18:55:12.323+00:00",
            "message_id": 1398878,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nFurther to your email of 23rd December 2022, you write \"Our response will be made by 6 January 2023 and not 28 December 2022, due\nto annual leave.\"\nPlease could you explain why I'm STILL awaiting a response despite the less than acceptable excuse for delay quoted above.\nMany thanks\nMr. Buxton"
            ]
        },
        {
            "created_at": "2023-01-09T18:29:51.129+00:00",
            "message_id": 2203468,
            "type": "incoming",
            "content": [
                "Dear Mr Buxton\nOur reference: Internal Review – FOI – 2022/23 – 0864\nWe apologise for not meeting our deadline of 6 January 2023. Our original\ndeadline was 28 December 2022. However, we overlooked the provision in\nsection 10 of the Act to extend the deadline for the request by 20 working\ndays.\nSection 10(3) of the Freedom of information Act 2000 enables an authority\nto extend the 20 working day limit up to a ‘reasonable’ time in any case\nwhere:\n•         it requires more time to determine whether or not the balance of\nthe public interest lies in maintaining an exemption; or\n•         it needs further time to consider whether it would be in the\npublic interest to confirm or deny whether the information is held.\nSheffield City Council has not yet reached a decision on whether or not\nthe balance of the public interest lies in maintaining an exemption under\nsection 42 for legal professional privilege and, as a result, we will not\nbe able to respond to your request in full by the statutory disclosure\ndate.\nUnder section 45(1) of the Freedom of information Act 2000 (FOIA), the\nMinister for the Cabinet Office has issued a  [1]Code of Practice which\nprovides guidance to public bodies on request handling.\nSection 4.6 of that guidance states that it is best practice for an\nextension to be no more than a further 20 working days, although, in some\ncircumstances, a longer extension may be appropriate.\nConsequently, we are extending the deadline by an additional 20 working\ndays until 26 January 2023 at the latest, but we will endeavour to provide\na response as soon as possible.\nYours sincerely\nSheffield City Council\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://assets.publishing.service.gov.uk..."
            ]
        },
        {
            "created_at": "2023-01-26T18:50:39.447+00:00",
            "message_id": 1409132,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nOn 9th of January 2023 you wrote to me:\n\"Consequently, we are extending the deadline by an additional 20 working\ndays until 26 January 2023 at the latest, but we will endeavour to provide a response as soon as possible.\"\nIt is now the end of the working day on the 26th January. I would be very grateful if you could update me and explain why this matter remains outstanding.\nYours sincerely,\nMr. Buxton"
            ]
        },
        {
            "created_at": "2023-01-26T20:34:03.877+00:00",
            "message_id": 2219167,
            "type": "incoming",
            "content": [
                "Hi Mr Buxton\nThanks very much for your patience, with apologies for missing today's deadline.\nWe are working on your response, and it will be with you very soon - possibly tomorrow, or very soon afterwards.\nKind regards\nSheffield City Council\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-01-26T21:05:49.979+00:00",
            "message_id": 1409155,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nMany thanks for responding to my last email above so swiftly and out of working hours. I anticipate receipt of the information I have requested tomorrow.\nI would also appreciate if you would confirm whether you have adhered to all relevant legislation and associated rulings.\nYours sincerely,\nMr. Buxton"
            ]
        },
        {
            "created_at": "2023-01-27T19:37:09.037+00:00",
            "message_id": 2220442,
            "type": "incoming",
            "content": [
                "Hi Mr Buxton\nThank you for your patience. Our response needs more work, and whilst we are in \"your-right-to-complain-to-the-ICO\" time, we'd appreciate your forbearance into next week to complete our work. The post-holiday period, and work to reduce our backlog to zero by the end of March, has been a distraction, albeit your information rights are exclusive.\nNext week, if that's acceptable to you.\nKind regards\nSheffield City Council\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-02-03T19:33:39.877+00:00",
            "message_id": 1413137,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nFurther to your email above, of 27th January 2023.\nUnfortunately I still await the overdue information I've requested.\nI have contacted Kate Josephs (CEO) to intervene.\nKind regards\nMr. Buxton"
            ]
        },
        {
            "created_at": "2023-02-07T00:27:50.213+00:00",
            "message_id": 1413866,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nFurther to your Email dated 27th January 2023.\nI would be very grateful for an update regarding this overdue request.\nPlease could you also forward this whole email thread concerned to the CEO of Sheffield City Council.\nMany thanks and kind regards,\nMr. Buxton"
            ]
        },
        {
            "created_at": "2023-02-10T16:25:35.743+00:00",
            "message_id": 2232451,
            "type": "incoming",
            "content": [
                "Dear Mr Buxton\nPlease accept our apologies that we have for a second week not provided a\nresponse to your request for an internal review.\nWe’ve drafted our response but it has to be authorised. We expect it will\nreceive attention on Monday and you will receive it next week.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-02-11T20:04:08.816+00:00",
            "message_id": 1417011,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am extemely disappointed not to have received a proper response yet to my request above from October 2022.\nPlease could you confirm that you have referred your abject failure in handling my request properly, as prescribed by legislation and case history, to both the Information Commissioner and the CEO of Sheffield City Council (Kate Josephs)?\nKind Regards\nJustin Buxton"
            ]
        },
        {
            "created_at": "2023-02-17T17:47:57.553+00:00",
            "message_id": 2239245,
            "type": "incoming",
            "content": [
                "Dear Mr Buxton\nWe apologise for the third week running for failing to provide you with\nour internal review of your request for information regarding a judicial\nreview of South Yorkshire Police\n.\nYour original request was dated 28/10/22.\nWe replied on 25 November 2022, and you complained about our response on\n26 November 2022.\nWe gave you a deadline of 28 December 2022 by which time we proposed to\nprovide an internal review.\nOn 9 January 2023 we informed you that we had overlooked extending the\ndeadline for our response by a month, as we wanted to conduct a public\ninterest test for legally privileged information. Section 10 of the Act\nenables a public authority to do this – albeit before the deadline has\npassed.\nOn the new deadline of 26 January 2023, and then on 8 February 2023 via\nthe Chief Executive’s office, we advised you of delays.\nToday, we cannot reply as this week has been half-term, which has slowed\neverything down. Our hope is that with the return to business as usual\nnext week, our response to you can be finalised.\nIt would be churlish to suggest that a further fortnight’s extension\nbeyond 26 January 2023 because the request is complex, would have been\njustified, meaning a response today would only be a week late. So we are\nnot going to rely upon this provision in the section 45 Code of Practice\nregarding internal reviews.\nWhilst Robert Burns wrote that, “A [person]’s reach should exceed his\ngrasp, or what's a heaven for”, we would have to gently confirm that our\nhand can only hold so much at a time. Your request will have its day.\nWe understand your frustration, even though you must know that we have\nevery intention of replying. We are very mindful of deadlines, but\ninevitably a small number of requests just cannot be fitted into the legal\ndeadlines. The Information Commissioner’s Office recognises this reality\nregarding as “good”, a performance where 95% of internal reviews are\nresponded to within the deadline.\nWe ask you appreciate how demanding it is to run a council of this size,\nin which FOI is just one of many competing priorities.\nKeep the faith. Our response will be with you no later than it can be\navoided.\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\n[1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-02-20T23:29:18.155+00:00",
            "message_id": 1422690,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nIn response to your email above of 17th February 2023:\n1. It is evident SCC are in a bit of a tangle about this FoIR. One can only speculate why.\n2. I note that you have claimed half-term as a cause of delaying a response on this occasion. Please could you clarify whether the date of half-term was confirmed well in advance of any previous correspondence.\n3. Many thank for your quote above; \"Whilst Robert Burns wrote that, “A [person]’s reach should exceed his grasp, or what's a heaven for”, we would have to gently confirm that our hand can only hold so much at a time. Your request will have its day.\"\nI do have to admit it really did amuse me and others much of the weekend.\nIn response I quote Rick Astley:\n\"We've known each other for so long\nInside, we both know what's been going on\nWe know the game and we're gonna play it\nI just wanna tell you how I'm feeling\nGotta make you understand\nNever gonna give you up\nNever gonna let you down\nNever gonna run around and desert you\"\nIn anticipation of an acceptable response to the overdue internal review, tomorrow.\nVery best\nMr. Buxton"
            ]
        },
        {
            "created_at": "2023-02-21T11:23:42.879+00:00",
            "message_id": 2242101,
            "type": "incoming",
            "content": [
                "Rick Astley. Classy, that made our day, Mr Buxton. Thank you.\nAs the great philosopher Mary Poppins said:\nA Spoonful of sugar helps the medicine go down\nThe medicine go down-wown\nThe medicine go down\nJust a spoonful of sugar helps the medicine go down\nIn a most delightful way\nTogether Forever and Yours in service\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\n[Sheffield City Council request email]\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-02-22T22:23:29.722+00:00",
            "message_id": 1423956,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI'm very disappointed not to have received a proper response yet (10.00pm 22nd February 2023) with consideration of relevant legislation and case precedents.\nUnfortunately I now feel obliged to submit a complaint to the Information Commissioner, regarding the handling of my request from your initial disingenuous first response to the current situation, as evidenced in the email thread above.\nPlease copy this email thread to the CEO of the Council to furnish her of an overview of this outstanding matter.\nMany thanks.\nKind regards.\nMr. Buxton"
            ]
        },
        {
            "created_at": "2023-03-01T22:11:54.149+00:00",
            "message_id": 1426948,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nOn the 17th February 2023, you stated:\n\"Today, we cannot reply as this week has been half-term, which has slowed\neverything down. Our hope is that with the return to business as usual\nnext week, our response to you can be finalised.\"\nHaving previously intimated that the data requested had already been collated and only required 'authorisation';\n\"We’ve drafted our response but it has to be authorised. We expect it will\nreceive attention on Monday and you will receive it next week.\" on 10th February 2023.\nPlease could you explain in detail the reason for the continued delay in authorisation and why I'm still awaiting the information I've requested.\nMany thanks and kind regards.\nMr. Buxton"
            ]
        },
        {
            "created_at": "2023-03-03T13:15:26.243+00:00",
            "message_id": 2251670,
            "type": "incoming",
            "content": [
                "Dear Mr Buxton\nThank you for your request for an internal review relating to the proposal\nfor a Judicial review of South Yorkshire police, which we received on\n26/11/2022. We were due to reply by 28 December 2022 but postponed this\ndue to annual leave until 6 January 2023. On 9 January 2023 we said to you\nthat we had made a mistake by not extending the deadline under section 10\nof the Act by 20 working days, as we had legally privileged information,\nwhich required the application of the public interest test. Our new\ndeadline was 26 January 2023. We have kept you updated about our delays\nsince but apologise again for falling short of the legal requirement to\nanswer on time. This has been due to workloads.\nYour complaint was about our failure to locate any information relating to\na judicial review of South Yorkshire Police by Sheffield City Council; and\nto rely on an answer John Mothersole, the former chief executive, gave Sir\nMark Lowcock at a public hearing of the Independent Inquiry into the\nStreet Tree Dispute on 27 October 2022. Mr Mothersole told Sir Mark\nLowcock (about 69 minutes into his evidence) that when the idea was\nfloated of judicially review the police, arising from disquiet that they\nwere giving the council less attention than they had, he dismissed this\noption.\nWe accept your complaint. Our search was not comprehensive. We have\nlocated information, which is in scope.\nThis information is legally privileged under section 42(1) of the Act. The\ntype of privilege within the concept of legal professional privilege in\nthis information is advice privilege, which applies where no litigation is\nin progress or contemplated. It covers confidential communications between\nthe client and lawyer, made for the main purpose of seeking or giving\nlegal advice. This helps to ensure complete fairness in legal proceedings.\nThe client was the council.\nSection 42 is a qualified exemption, subject to the public interest test.\nThe council must consider whether the public interest in maintaining the\nexemption outweighs the public interest in disclosure. The general public\ninterest inherent in this exemption will always be strong due to the\nimportance of the principle behind LPP: safeguarding openness in all\ncommunications between client and lawyer to ensure access to full and\nfrank legal advice, which in turn is fundamental to the administration of\njustice.\nThe public interest in disclosing the information is the assumption in\nfavour of disclosure and the rationale behind the assumption (ie\naccountability, transparency, furthering public debate etc). The\nInformation Commissioner’s Office advises that additional weight may be\nadded to this factor if either of these issues are relevant in the\nparticular case:\na large amount of money involved; a large number of people affected; lack\nof transparency in the public authority's actions. In this case, the\nadvice was sought from a barrister, as part of a range of legal advice the\ncouncil commissioned. There was no abnormal cost; it did not proceed so\ndid not affect a large number of people; but it is a matter of public\ninterest in the dispute about street trees. Sir Mark Lowcock did publicly\nreveal that there had been consideration of the idea in council circles.\nWe have therefore decided that on balance it is in the public interest to\ndisclose the information.\nWe have extracted this information from a ‘Note on enforcing High Court\ninjunction’ some legal advice provided by a barrister to SCC on 9 October\n2017.\n1. We have been asked to provide a note to the Council on how,\npractically, to enforce the injunction Orders granted by Males Jon 17\nAugust 2017.\n2. The brief background to this note is that, since 25 September 2017,\nprotestors have resumed carrying out direct action within safety zones.\nThis has frustrated tree-felling on a number of occasions. Where these\nindividuals are known to the Council and/or Amey, or can subsequently be\nidentified, committal applications have been or will be brought. There\nare, however, a number of examples of individuals entering safety zones\nwho have and will escape identification. There is also, to date, one\nexample of an individual within a safety zone wearing a mask. (1) We\nunderstand that there is real concern that Unknown Protestors will\ncontinue to disrupt tree-felling.\n3. To the extent that Unknown Protestors cannot be identified, it would be\nimpossible to issue committal proceedings against them in the High Court.\nIn respect of this category of protestors, therefore, the Council needs to\ntake extra steps. In light of how much money the Council has spent\nobtaining the injunction Orders, and in the event that other steps are\nineffective, we advise that at least one of the following extra steps must\nbe taken.\n4. These extra steps are:\na. Urging the police to arrest Unknown Protestors and, if that fails,\nsending a pre-action protocol letter to the police threatening a judicial\nreview of their decision not to arrest; and/or,\nb. Using reasonable force (whether Amey or the Council) to prevent Unknown\nProtestors from entering safety ones or removing Unknown Protestors\nalready within safety zones.\n(a) Escalating matters with the police\n5. We consider it essential that the Council steps up its communications\nwith the police and urges the police to make arrests. If necessary, the\nCouncil should threaten to bring judicial review proceeding against the\npolice.\n6. Previously, the police has said that it would not take action until the\ncivil process had been exhausted. The police had also variously said that\nno offences were being committed and/or there was no public interest in\nprosecution.\n7. The civil process has now been concluded - at great financial cost to\nthe Council - with a High Court injunction having been granted. Males J\nfound that those carrying out direct action are committing at least one\ncriminal offence: s303 of the Highways Act 1980. (2) Moreover, given the\nfindings of Males J, it would also follow that a criminal offence contrary\nto s241 of the Trade Union and Labour Relations (Consolidation) Act 1992\nis being committed by the protestors.\n8. In this light, it is difficult to see how the police can justify its\nstance of inaction. This is in the circumstances that: (i) the High Court\nhas confirmed that the protestors are committing at least one criminal\noffence; (ii) the High Court has decided that direct action - and the harm\ncaused by it - exceeds the lawful ambit of the right to protest; and,\n(iii) notwithstanding the substantial reasons necessitating the High Court\ninjunction, its enforcement is proving difficult due to shortcomings in\nthe civil process.\n9. As a result, the factors previously relied upon by the police no longer\nstand up to scrutiny. The Council should urge upon the police, in no\nuncertain terms, that it must take action and that failure to do is an\nunlawful abdication of its duties and powers.\n10. In the event that the police refuses to take action, the Council\nshould prepare and serve a Pre-Action\nProtocol Letter. This would inform the police that the Council intends to\nbring judicial review proceedings against it unless action is taken.\n11. The Council's argument would be that:\ni. Protestors standing inside safety zones are committing criminal\noffences;\nii. The police has power to arrest them, pursuant to s24 of the Police and\nCriminal Evidence Act 1984;\niii. The police's policy decision of not arresting protestors within\nsafety zones is unlawful in that the police have failed to take into\naccount the relevant considerations that:\nThose carrying out direct action are committing criminal offences;\nThe direct action exceeds the lawful ambit of the right to protest; as\nfound by Males J, the conduct of the protestors cannot be justified in\nlight of the harm being caused to the public interest; and,\nThe Council cannot enforce the High Court injunction against Unknown\nProtestors; and,\niv. The High Court ought to grant a declaration to that effect.\n12. Unfortunately, it would be very unlikely for a court to order a police\nauthority to make these arrests: see, for example, R v Chief Constable of\nDevan and Cornwall ex p Central Electricity Generating Board [1982) QB 458\n(CA). Nonetheless, it is hoped that the threat of a judicial review, and\neven bringing the judicial review itself to obtain a declaration, would\nencourage the police to take action.\n(1) I will refer to these two types of protestors as \"Unknown Protestors\".\n(2) Paras 66-67 of his judgment.\nThis concludes our review. If you are still dissatisfied with our\nresponse, you can contact the Information Commissioner for a decision:\n[1][\nemail address\n]\nYours sincerely\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nFrom: Mr. Buxton <[FOI #912594 email]>\nSent: 26 November 2022 21:20\nTo: FOI <[Sheffield City Council request email]>\nSubject: RE: Response – Freedom of Information Request – Reference – FOI\n/2022-23-0864\nDear Sheffield City Council,\nThank you for your email above of 25th November.\nUnfortunately I have a few concerns regarding your response.\n1. It was not John Mothersole that originally referred to the issue of a\n'judicial l review of South Yorkshire Police' the subject was actually\nraised by Sir Mark Lowcock. Please review and clarify this statement.\n2. Sir Mark Lowcock has  site of information that informed him of the\nsubject I have requessted.\n3. You quote you have only approached two potential sources for this\ninformation, bearing in mind that this information does exist, this could\neither be considered a dereliction of duty or a deliberate attempt at\navoiding publlication .\nYours sincerely,\nMr. Buxton\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-03-04T23:03:36.936+00:00",
            "message_id": 1428520,
            "type": "outgoing",
            "content": [
                "Dear FOI team,\nThank you for your eventual (if incomplete) response above.\nI would like to clarify that I have never complained about the 'tone' of any of your responses.\nAny contact with the executive of SCC has always been made specifically with regard to the issue of the actual processing of my request and failures, in mind of applicable legislation.\nBest wishes\nMr. Buxton\n(Rick)😉"
            ]
        }
    ]
}