{
    "id": 545070,
    "title": "Letter re off-payroll from HMRC",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "letter_re_off_payroll_from_hmrc_120",
    "created_at": "2019-01-15T06:16:19.315+00:00",
    "events": [
        {
            "created_at": "2019-01-15T06:16:19.588+00:00",
            "message_id": 854699,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThe Off-payroll legislation was introduced in Chapter 10 of the Income Tax (Earnings and Pensions) Act 2003, with the new legislation going live from April 6th 2017. This new legislation overrode, in the public sector, the existing Intermediaries Legislation (Chapter 8, ITEPA).\nThe new legislation is here:\nhttps://www.legislation.gov.uk/ukpga/201...\nAround July 2018 HMRC sent your body a letter asking for information related to “Checking compliance with the rules from April 2017”\nFor easy identification, a copy of the letter is as follows:\n-- Letter start --\nOff Payroll Reform in the Public Sector\nSection 61M Chapter 10 ITEPA 22003 and Regulation 13 Social Security (Miscellaneous Amendments No.) Regulations 2017\nFollowing the introduction of chapter 10 ITEPA 2003 and certain amendments to chapter 8 ITEPA 2003 (“IR35”), new rules apply in relation to off-payroll working in the public sector from 6 April 207. Where individuals work and are paid through their own intermediary, public authorities as defined in the legislation) are now responsible for deciding whether the rules apply. Where a person is assessed as being with the new rules, the public authority agencies and third parties paying the fee for the services of the worker must operate tax, NICs and operate the Apprenticeship Levy.\nI would like to check your compliance with the new legislation, including any systems you have introduced to help you decide whether the offpayroll rules should apply when engaging workers via their own intermediary (either directly or via an agency or other labour provider). Such an intermediary will often be a ‘personal service company’, but as the legislation also applies where a worker is engaged via a partnership or another person, I will use the terms ‘PSC or other intermediary’ and ‘PSC etc’ in this letter.\nI have listed the information we need below and would be grateful for your response by 31 August 2018. If the amount of information I have requested will make this difficult, please contact me to discuss how this can be managed.\nChecking compliance with the rules from April 2017\n1.\tPlease describe the steps you took prior to April 2017:\ni.\tto review the off-payroll engagement of PSCs or other intermediaries, to decide whether the off-payroll rules would apply\nii.\tplease include an explanation of any different or additional steps taken in relation to PSCs etc that you engaged via an agency or other labour provider.\n2.\tIf different from 1 above, please describe the systems / processes currently in place to decide whether the off-payroll rules apply to PSCs etc, whether you engage them directly or via an agency or other labour provider. Please provide a copy of any internal guidance / operating procedures for your staff, and comment on:\ni.\twho is responsible for carrying out the checks and approving decisions\nii.\twhether the Check Employment Status for Tax tool (CEST) is used to inform decisions as to whether the rules apply, and\niii.\thow you ensure compliance where the PSC is engaged via an agency or other labour provider.\n3.\tFor the tax year 2107/2018, if you directly engaged with and paid any worker’s own PSC or other intermediary, please tell us:\ni.\tthe total number of such PSCs etc that you engaged directly\nii.\tthe number of such PSCs etc that you decided were within the scope of the legislation\niii.\tif different from (ii), the number of such PSCs etc that have been subject to deduction of tax and NIC and included in an RTI submission\niv.\tthe number of such PSCs etc that you decided were outside the scope of the legislation\nv.\tthe names, addresses and a brief description of the worker role / nature of services provided by the PSCs etc within (iv) above.\n4.\tFor the tax year 2017/18, if you were invoiced by any agency or other labour provider for services via a worker’s own PSC or other intermiary, please provide the name of each such agency or other labour provider and, or each of them, please tell us:\ni.\tthe total number of such PSCs etc supplied by that agency / labour provider\nii.\tthe number of such PSCs etc that you decided were within the scope of the legislation\niii.\twhether you told the agency / labour provider that the rules applied for every PSC etc within (ii) above and if not, please explain why not)\niv.\tthe number of such PSCs etc, that you decided were outside the scope of the legislation\nv.\tthe name, addresses and a brief description of the worker role / nature of services provided by the PSCs etc within iv) above.\n5.\tPlease identify any workers / PSCs etc that you decided were within the off-payroll rules, which have subsequently been engaged / paid via umbrella companies. Do you have any policy in place that encourages the use of umbrella companies for those found to be within the rules?\n6.\tFor those not working through umbrella companies, have any workers that previously worked through their own PSC etc subsequently entered into employment contracts with your group?\n7.\tThe offpayroll rules do not apply where a public authority has fully contracted out servicces to a third party e.g. an outsourcing company operating under a contract where the workers do not personally provide their services to the public authority. If you believe this applies to you, please provide an explanation for the affected contract(s).\nMore information about the check\nI enclose factsheet CC/FS1c ‘General information about compliance checks into certain large and complex businesses’. Please take time to read this, it gives you more information about this type of check. I also enclose factsheet CC/FS22 ‘Sending us electronic records’.\nIf you have any questions, please contact me using the details shown at the top of this letter.\n-- Letter end --\nPlease can you provide:\n1.\tConfirmation as to whether you received the letter\n2.\tConfirmation as to whether you responded to the letter to HMRC.\n3.\tConfirmation as to whether you provided ANY or all of the information to HMRC.\n4.\tA copy of your response to that letter with the following direction: Instead of the exact answers for 3(v) and 4(v) (which are likely to be confidential) please instead tell us the number of items on those lists.\nIf the FOI time limit of 3.5 hours is such that not all of these records can be obtained in the time limit of 3.5 hours, then please provide as much as possible until the time limit is reached. Thank you.\nYours faithfully,\nDave Chaplin"
            ]
        },
        {
            "created_at": "2019-01-15T12:37:07.495+00:00",
            "message_id": 1293805,
            "type": "incoming",
            "content": [
                "Dear Dave Chaplin,\nThank you for your recent request for information relating to Letter\nregarding off-payroll from HMRC which we received on 15/01/19.\nThis has been logged as a Freedom of Information Request, and will be\ndealt with under the Freedom of Information Act.  The reference number for\nyour request can be found above.\nThe Freedom of Information Act states that we must respond to you within\n20 working days, therefore, you should expect to hear a response from us\nby 12/02/19.\nIn the meantime, if you have any queries please, contact us at the email\naddress below.\nThank you.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nshow quoted sections"
            ]
        },
        {
            "created_at": "2019-02-12T16:49:24.614+00:00",
            "message_id": 1310093,
            "type": "incoming",
            "content": [
                "Dear Dave Chaplin,\nThank you for your recent request for information relating to Letter\nregarding off-payroll from HMRC which we received on 15/01/19.\nPlease find below, Sheffield City Council’s response to your request:\nSheffield City Council has not received the letter details below from HMRC\nand as such, have not responded.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed.  You can ask for an\ninternal review by either writing to the above address or by emailing\n[1][Sheffield City Council request email].  Internal review requests should be submitted\nwithin 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioners Office. The Information\nCommissioner can be contacted at: The Information Commissioner's Office,\nWycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, telephone 0303\n123 1113, or for further details see their website [2]www.ico.org.uk\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nshow quoted sections"
            ]
        }
    ]
}