{
    "id": 1142902,
    "title": "Litter Enforcement - Railway Station",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "litter_enforcement_railway_stati",
    "created_at": "2024-06-28T15:40:08.380+01:00",
    "events": [
        {
            "created_at": "2024-06-28T15:40:08.673+01:00",
            "message_id": 1682907,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nAgents, working on behalf of Sheffield City Council have been attempting to conduct \"litter enforcement\" on railway property in the vicinity of Sheffield railway station and on land that is owned and regulated by the railway authority, and within the defined boundary that confirms it is relevant land for the purposes of railway byelaws.\nAccordingly, the Railway Byelaws apply (made under section 219 of the Transport Act 2000 by the Strategic Rail Authority (the “authority”) and confirmed under schedule 20 of the Transport Act 2000 by the Secretary of State for Transport).\nIn accordance with Railway Byelaw 7(2) it is an offence to carry on a trade, or attempt to distribute anything etc - without prior written permission from a specified operator.\nTherefore, please provide a copy of your written permission to operate on railway premises in accordance with Byelaw 7(2).\nPlease confirm whether or not staff working for, or on behalf of, Sheffield City Council are authorised persons in accordance with Byelaw 25. In the highly unlikely event that you have this permission, please provide further information, including any correspondence or warrant confirming the authorised person status.\nFinally, please confirm how many litter/waste enforcement penalties/notices  in the previous 12 months have been issued where the location suggests or specifies it was issued on or near Sheffield railway station.\nYours faithfully,\nDuncan"
            ]
        },
        {
            "created_at": "2024-07-02T10:42:07.589+01:00",
            "message_id": 2692679,
            "type": "incoming",
            "content": [
                "Dear Duncan Lewis,\nThank you for your request for information relating to litter enforcement\nwhich we received on 28/06/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 29/07/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-29T10:05:49.805+01:00",
            "message_id": 2712709,
            "type": "incoming",
            "content": [
                "Dear Duncan Lewis,\nThank you for your request for information relating to litter enforcement\nwhich we received on 28/06/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nAuthorised litter enforcement officers working for Sheffield City Council,\ndo carry out litter patrols on land in front of Sheffield Train Station,\nthis land forms part of the Highway and is maintained by Sheffield City\nCouncil. Under the littering legislation, The Environmental Protection Act\n1990, it is an offence to drop litter on any land which is open to the air\nto which the public have access.\nWe can confirm that in the last 12 months 841 littering Fixed Penalty\nNotices for littering have been issued in the vicinity of Sheffield Train\nStation.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Tuesday, July 2, 2024 10:42 AM\nTo: Duncan Lewis <[FOI #1142902 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1193017\nDear Duncan Lewis,\nThank you for your request for information relating to litter enforcement\nwhich we received on 28/06/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 29/07/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}