{
    "id": 1072676,
    "title": "Local authority funding for tutoring",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "local_authority_funding_for_tuto_25",
    "created_at": "2024-01-16T16:00:38.196+00:00",
    "events": [
        {
            "created_at": "2024-01-16T16:00:38.471+00:00",
            "message_id": 1583334,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease provide in accordance with the Freedom of Information Act (2000), the following data on tutoring in schools.\nIn line with normal Freedom of Information requests I am looking for existing data - if some data is not held in an accessible form, then I would be grateful if you would provide what is convenient.\n1.\tDoes your local authority provide funding for young people’s tutoring? (please indicate all options that apply)\nOption a) Yes, we operate our own virtual school that also provides tutoring.\n•\tIf yes, what was the total funding for your virtual school for FY 2021-22 and FY 2022-23?\n•\tHow much did the virtual school spend on tutoring for FY2021-22 and FY2022-23?\n•\tWhat was the total number of young people enrolled into/served by the virtual school for FY2021-22 and FY2022-23?\n•\tWhat is the budget for FY2023-24.\nOption b) Yes, we fund enrolment into one or more external virtual schools, where pupils from our local authority have been moved to a virtual school associated with another local authority, and these school(s) also provide tutoring.\n•\tIf yes, which virtual school(s) for FY2022-23?\n•\tWhat was the total funding provided for FY2021-22 and FY2022-23?\n•\tWhat was the total number of young people enrolled into/served by the virtual school?\n•\tWhat is the budget for FY2023-24?\nOption c) Yes, we provide additional funding for mainstream schools that is targeted to tutoring or individual catch-up.\n•\tWhat was the total funding provided for FY2021-2022 and FY2022-23?\n•\tWhat is the budget for FY2023-24?\nOption d) Yes, we pay one or more tutoring providers directly.\n•\tIf yes, what was the total funding provided for FY2021-22 and FY2022-23?\n•\tWhat was the total number of young people supported for FY2021-2022 and FY2022-23?\n•\tWhat is the budget for FY2023-24?\n•\tHow do you procure support from tutoring providers? Please indicate all options that apply.\no\tWe use our own framework/tender.\no\tWe use another public framework. (please name the framework)\no\tWe procure without a framework/tender.\no\tOther (please explain…)\n•\tWhich tutoring providers were used in FY2022-23?\nOption e) Yes, we provide funding to parents for them to buy tutoring or other learning support.\n•\tWhat was the total funding provided for FY2021-22 and FY2022-23?\n•\tHow many young people did this relate to in FY2021-22 and FY2022-23\n•\tWhat is the budget for FY2023-24?\n•\tDo the parents/learners have to use the funding on tutoring providers?\nOption f) Yes, we provide funding for tutoring but in a different FY.\n•\tIf yes, please specify how?\n•\tWhat was the total funding provided in FY2021-22 and FY2022-23?\nOption h) No, we do not provide funding for tutoring.\n2.\tWhat is the total amount spent buy the local authority on tutoring (excluding normal spend from schools / the Delegated Schools Grant) for the years FY2021-22 and FY2022-23?\n•\tHow many young people did this relate to in FY2021-22 and FY2022-23?\n3.\tWhere you provide tutoring directly to young people (Options d or e in Question 1), which categories of young people are eligible to receive this support?\n•\tYoung people enrolled in Virtual Schools\n•\tLooked-after children.\n•\tChildren excluded from mainstream education.\n•\tElective home educated children.\n•\tLearners eligible for pupil premium\n•\tChildren in alternative provision settings\n•\tChildren with English as an additional language (EAL)\n•\tAsylum seekers\n•\tYouth offenders after release\n•\tYoung people aged 16-25 years.\n•\tWhoever applies for support?\n•\tYoung people identified by their school as needing catch up support.\n•\tOther (please state)\nMany Thanks,\nSaleha Begum"
            ]
        },
        {
            "created_at": "2024-01-17T14:12:49.508+00:00",
            "message_id": 2524364,
            "type": "incoming",
            "content": [
                "Dear Saleha Begum,\nThank you for your request for information relating to tutoring which we\nreceived on 16/01/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 13/02/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-02-13T17:06:15.735+00:00",
            "message_id": 2553788,
            "type": "incoming",
            "content": [
                "Dear Saleha Begum,\nThank you for your request for information relating to tutoring which we\nreceived on 16/01/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1: Does your local authority provide funding for young people’s tutoring?\n(please indicate all options that apply)\n• The answer below only covers activity by the Sheffield Virtual School\nconcerning children who are looked after by Sheffield local authority.\nThe way Sheffield distributes the Pupil Premium Grant for CLA and the\nSchool Led Tutoring Grant for CLA is to forward on a set amount to\nschools each term based on their being a good quality Personal\nEducation Plan (PEP) in place by the school. The PEP should articulate\nhow this funding has been spent to support the child (including\ntutoring). This is documented via the child’s targets. The figures\nbelow relate to tutoring spend documented in the child’s PEPs.\n• Yes, we provide additional funding for mainstream schools that is\ntargeted to tutoring or individual catch-up.\nWhat was the total funding provided for FY2021-2022 and FY2022-23?\n• From targets in the PEP, total approved funding specifically on 1:1\ntuition for 2021-22 was £129,387 and in 2022-23 was £167,932.\nWhat is the budget for FY2023-24?\n• The tuition budget is determined by the DfE grant and based on\nrequests from schools so is not a set amount.\n• Yes, we pay one or more tutoring provider directly.\n• The Sheffield Virtual School fund tutoring providers directly to\nprovide for support for children not on a school roll. In all other\ncircumstances, the support is commissioned by schools directly.\nWhat was the total funding provided for FY2021-22 and FY2022-23?\n• 2021-22: £45,000, 2022-23: £50,000\nWhat was the total number of young people supported for FY2021-2022 and\nFY2022-23?\n• Between 15 – 20 children through each financial year\nWhat is the budget for FY2023-24?\n• £70,000\nHow do you procure support from tutoring providers? Please indicate all\noptions that apply.\n• We procure without a framework/tender.\nWhich tutoring providers were used in FY2022-23?\n• Teaching Personnel\n• Prospero\n• Targeted Provision\n• Monarch\n• NTAS\n• Sensational Tutors\n2. What is the total amount spent by the local authority on tutoring\n(excluding normal spend from schools / the Delegated Schools Grant) for\nthe years FY2021-22 and FY2022-23?\n• We only have information for looked after children (as detailed in\nquestion 1)\n• All other funding is passported directly to the schools.\n3. Where you provide tutoring directly to young people, which categories\nof young people are eligible to receive this support?\n•            Looked-after children.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, January 17, 2024 2:13 PM\nTo: Saleha Begum <[FOI #1072676 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1015223\nDear Saleha Begum,\nThank you for your request for information relating to tutoring which we\nreceived on 16/01/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 13/02/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}