{
    "id": 1186783,
    "title": "MASS GRAVES - Stillborn Babies (LBC)",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "mass_graves_stillborn_babies_lbc_284",
    "created_at": "2024-10-14T16:47:03.609+01:00",
    "events": [
        {
            "created_at": "2024-10-14T16:47:04.009+01:00",
            "message_id": 1740526,
            "type": "outgoing",
            "content": [
                "Dear sir / madam,\nIn light of the discovery of a mass grave containing stillborn babies in Royton Cemetery, Oldham, and the discovery of mass graves containing stillborn babies in Landican, Wirral, please could you provide localised details for the following:\n*Number of mass (unmarked) graves containing still born babies\n*Number of still born babies buried in mass (unmarked) graves\n*Date of earliest mass (unmarked) grave\n*Date of last mass (unmarked) grave\nIn addition, please can you state whether or not burial records for these mass graves are available online.\nhttps://www.lbc.co.uk/news/where-is-my-b...\nYours faithfully,\nChris Chambers"
            ]
        },
        {
            "created_at": "2024-10-17T16:58:28.330+01:00",
            "message_id": 2797361,
            "type": "incoming",
            "content": [
                "Dear Chris Chambers,\nThank you for your request for information relating to mass graves which\nwe received on 14/10/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 11/11/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-11-08T16:30:46.176+00:00",
            "message_id": 2823901,
            "type": "incoming",
            "content": [
                "Dear Chris Chambers,\nThank you for your request for information relating to mass graves which\nwe received on 14/10/2024.\nPlease see the response below.\n1. Number of mass (unmarked) graves containing still born babies\n0\n2. Number of still born babies buried in mass (unmarked) graves\n0\n3. Date of earliest mass (unmarked) grave\n1885\n4. Date of last mass (unmarked) grave\nThe maximum number of coffins placed in one grave is now 3, these are\nadults, the practice of burying children in unmarked graves ceased in the\nearly 1970’s\n5. In addition, please can you state whether or not burial records for\nthese mass graves are available online.\nNo\nThe information you have requested is exempt from disclosure under section\n40(2) of the Freedom of Information Act 2000 on the grounds that it is\npersonal data and disclosure would contravene the data protection\nprinciple under Article 5(1)(a) of the General Data Protection Regulation\nthat processing of personal data must be fair, lawful and transparent.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}