{
    "id": 1050193,
    "title": "Meta: request Apology to the Courts following the Lowcock report into the Street Trees Dispute",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "meta_request_apology_to_the_cour",
    "created_at": "2023-11-21T06:14:21.263+00:00",
    "events": [
        {
            "created_at": "2023-11-21T06:14:21.774+00:00",
            "message_id": 1554236,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPaul Brooke submitted an FOI: “Apology to the Courts following the Lowcock report into the Street Trees Dispute”\nIn the councils public apology posted here:\nhttps://www.sheffield.gov.uk/sites/defau...\n“It was not only the public who were misled. While the Inquiry found that the outcomes of legal action would have been the same without the Council's version of the 5-year tree management strategy, this document was misleading and mishandled. The Council should have removed it from circulation and made the Courts aware that it was not part of Amey's operational approach. Misleading the Courts is a serious matter and we will write to them to apologise.”\nI’ve have been waiting for a response for Paul Brook FOI, as I have been interested in this apology. Paul’s FOI is past its statutory response time. And I would like to understand why.\n—-\nThis requestor is seeking to understand what searches for records were undertaken when responding to this request, and how the council requested recorded information from record custodians. In addition to, how the council handled this request.\nRecorded information relevant to this request will include, but not be limited to: communication from the FOI team to the relevant parties who held requested information and records sought. The responses in-turn received. \u2028\u2028Any discussion how to respond to this request.\nYours faithfully,\nMc"
            ]
        },
        {
            "created_at": "2023-11-22T09:33:48.018+00:00",
            "message_id": 2474683,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your request for information relating to apology to the\ncourts which we received on 21/11/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 19/12/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-12-19T17:23:06.304+00:00",
            "message_id": 2500519,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie\nOur delay in replying to Paul Brooke’s request for information about the\ncouncil’s apology to the court has been because this document had not been\ndrafted.\nWe have delayed our response until the apology is made. We are expecting\nthat the apology will be issued to the court this week, and that it will\nbe published by the council in due course.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-12-21T08:41:12.973+00:00",
            "message_id": 1570414,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nNot to be a pain about this. But. Surely then if the information has not been drafted then your response to Paul Brooke could have been as follows, within the statutory time frame of his request from 27th September.\n####\n1. Has an apology been issued to the Courts and if so, the date(s) and address(es) to which it(they) was sent.\nNo.\n####\n2. The text of any such apology made or a copy of the apology or apologies to the Courts.\nInformation not held.\n#####\n5. Have any replies or responses been received from the Courts?\nInformation not held.\n#####\n6. Copies or text of any replies received from the Courts.\ninformation not held\n#####\nI don’t see why FOI requests are been delayed because the council is dragging its feet issuing this apology.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-02-15T18:05:58.719+00:00",
            "message_id": 1602537,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nNow the apology has been published. Any chance of a response on this one?\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-02-26T09:15:44.272+00:00",
            "message_id": 2566193,
            "type": "incoming",
            "content": [
                "Hi Mr Combie\nThank you for your message of 15 February 2024. We replied to your request\non 19 December 2023 with the information we had at the time. As you\nsuggested on 21/12/23 our response was informed by the records we had at\nthe time (i.e., didn’t have.)\nResponses to Mr David Long and Mr Paul Brooke on this platform since might\nsatisfy your original request.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-03-09T06:59:21.893+00:00",
            "message_id": 1620291,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nBut you did have records, you had records of which you reached out the information holders, asking I imagine do you have this apology, and they replied back stating they didn’t have it. That’s a record.\nThis is going to need an internal review, you didn’t provide any recorded information in relation to the handling of this request.\nJust because you didn’t have the apology, doesn’t mean there were no records created where the FOI team ascertained they didn’t hold the information requested by Paul.\n“This requestor is seeking to understand what searches for records were undertaken when responding to this request, and how the council requested recorded information from record custodians. In addition to, how the council handled this request.\nRecorded information relevant to this request will include, but not be limited to: communication from the FOI team to the relevant parties who held requested information and records sought. The responses in-turn received. \u2028\u2028Any discussion how to respond to this request.“\nAnd considering the council made various responses to Paul stating:\n“ Thank you for your request for information relating to Apology to court which we received on 27/09/2023.\nWe apologise for not meeting our deadline set out in our email of\n29/09/2023. We will contact you with a further update on 30/10/23. We apologise for any inconvenience.”\n“ We apologise for the delay in providing your response. We are actively working on your request. We will provide you a date by which you can expect your response as soon as we can.”\n“ Thank you for your email of 1 December 2023 giving us a deadline of 6 December 2023. Please grant us another 24 hours to make a reply to you.”\n“ Thank you for your recent request for an internal review relating to\napology to court which we received on 25/01/2024. We are sorry to hear\nthat you are not happy with your response.”\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-03-11T16:02:49.236+00:00",
            "message_id": 2585219,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your recent request for an internal review relating to\napology to the courts which we received on 09/03/2024. We are sorry to\nhear that you are not happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 10/04/2024.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-09-10T19:54:57.657+01:00",
            "message_id": 1722387,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThis internal review I also overdue.\nPlease advise when a response will be due.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2025-01-08T18:25:19.443+00:00",
            "message_id": 1786600,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThis request is also extremely overdue.\nI’ve seen requests submitted months after this be replied and responded to, for example\nhttps://www.whatdotheyknow.com/request/f...\nThis is a request where the FOI team are the information holders there should be no delay.\nPlease provide and estimate when this information will be released.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2025-01-16T18:46:54.682+00:00",
            "message_id": 1791369,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nIn a month and a half this internal review will be 1 year old without a response.\nCan you please indicate the issue in responding to this please.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2025-04-01T14:09:33.376+01:00",
            "message_id": 2970407,
            "type": "incoming",
            "content": [
                "4 Attachments\nFOI 970634 Internal Review.pdf\n174K\nDownload\nView as HTML\nFOI 970634 ADR112301 Email Letter from the Lord Chancellor to Sheffield City Council Redacted.pdf\n520K\nDownload\nView as HTML\nFOI 970634 ADR112301 Letter from the Lord Chancellor to Sheffield City Council Redacted.pdf\n48K\nDownload\nView as HTML\nFOI 970634 Sheffield City Council FOI Internal Review 970634 Redacted Copy Redacted.pdf\n3.4M\nDownload\nView as HTML\nDear Mr Combie,\nThank you for your communications with the FOI team.\nWe apologise for the long delay in replying to this request and now attach our full response to the internal review. This upholds your complaint that we did not process your request or subsequent internal review in a timely and satisfactory manner. We are also attaching the information requested, including material that was not available at the time of your request.\nPlease contact us if you have any further questions.\nYours sincerely,\nJenny Moran\nInformation Management Officer\nInformation Management Team\nLegal and Information Governance Services\nPostal Address: P O Box 1283, Town Hall, Sheffield, S1 1UJ\nshow quoted sections"
            ]
        }
    ]
}