{
    "id": 1247773,
    "title": "Muslim and Pakistani children receiving social care support",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "muslim_and_pakistani_children_re_125",
    "created_at": "2025-02-28T17:37:20.785+00:00",
    "events": [
        {
            "created_at": "2025-02-28T17:37:21.185+00:00",
            "message_id": 1817313,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to request the following information under the Freedom of Information Act.\nSpecifically, I would like the data for the year 2024 (from January 1st to December 31st), as broken down in the points below.\nWhen referring to ‘children’ I mean from birth to their 18th birthday.\nPlease note, for questions about foster care, I do not require information on kinship/connected carers or private fostering arrangements.\nAlso, when referring to 'Muslim' children I mean where one or both of the parents are Muslim, or when the child identifies as Muslim. Likewise, when referring to Pakistani, I mean when one or more of the parents are Pakistani heritage (unless otherwise stated in the question).\nIf you’re not able to provide all data, please respond to any questions that you are able to provide data for.\n1.\tThe total number of children who were given a custodial (youth justice) sentence (including remand).\n2.\tOf those in number 1, how many are Muslim?\n3.\tOf those in number 1, how many are Pakistani?\n4.\tOf those in number 3, how many are from dual-heritage families?\n5.\tOf those in number 4, how many are from families where the father is Pakistani?\n6.\tThe total number of children who were placed into adoptive homes.\n7.\tOf those in question 6, how many children were Muslim.\n8.\tOf those in question 6, how many children are Pakistani.\n9.\tOf those in number 8, how many are from dual-heritage families?\n10.\tOf those in number 9, how many are from families where the father is Pakistani?\n11.\tOf those in question 7, how many were placed with non-Muslim adopters (if there were two adopters, neither of them were Muslim)?\n12.\tThe total number of children who were placed into children's homes (either for the first time, repeated times or continuing from the previous year - each child is only counted once).\n13.\tOf those counted in question 12, how many were Muslim children?\n14.\tOf those counted in question 12, how many were Pakistani children?\n15.\tOf those in number 14, how many are from dual-heritage families?\n16.\tOf those in number 15, how many are from families where the father is Pakistani?\n17.\tThe total number of children who were placed into fostering homes (either for the first time, repeated times or continuing from the previous year - each child is only counted once).\n18.\tOf those in question 17, how many children were Muslim.\n19.\tOf those in question 17, how many children are Pakistani.\n20.\tOf those in number 19, how many are from dual-heritage families?\n21.\tOf those in number 20, how many are from families where the father is Pakistani?\n22.\tOf those in question 18, how many were placed with non-Muslim foster homes (if there are two foster carers, neither of them are Muslim) for any period of time?\n23.\tThe total number of children subject to child protection arrangements (but haven’t been counted in any of the questions above).\n24.\tThe number of children of question 23 that are Muslim\n25.\tThe number of children of question 23 that are Pakistani\n26.\tOf those in number 25, how many are from dual-heritage families?\n27.\tOf those in number 26, how many are from families where the father is Pakistani?\n28.\tThe total number of children receiving support under child in need arrangements in 2024. Again, please ensure that this does not include any children counted in the points above.\n29.\tOf those counted in point 28, how many are Muslim?\n30.\tOf those counted in point 28, how many are Pakistani?\n31.\tOf those in number 30, how many are from dual-heritage families?\n32.\tOf those in number 31, how many are from families where the father is Pakistani?\nI would prefer the information in digital format, if possible. Please let me know if you require any further clarification regarding my request.\nThank you for your attention to this matter.\nYours faithfully,\nTay Jiva MBE"
            ]
        },
        {
            "created_at": "2025-03-03T12:42:29.250+00:00",
            "message_id": 2936203,
            "type": "incoming",
            "content": [
                "Dear Tay Jiva,\nThank you for your request for information relating to Muslim and\nPakistani children receiving social care support which we received on\n28/02/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 31/03/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2025-03-27T15:31:49.831+00:00",
            "message_id": 2965632,
            "type": "incoming",
            "content": [
                "Dear Tay Jiva,\nThank you for your request for information relating to Muslim and\nPakistani children receiving social care support which we received on\n28/02/2025.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nPlease accept our apologies for missing the legal deadline.\n1.        The total number of children who were given a custodial (youth\njustice) sentence (including remand).\n• 4 custodial sentences\n• 7 remands (4 were same children as above)\n2.        Of those in number 1, how many are Muslim?\n• All 4 were white British children\n3.        Of those in number 1, how many are Pakistani?\n• 1 Pakistani/Muslim child\n4.        Of those in number 3, how many are from dual-heritage families?\n• 1 White and Black Caribbean child remanded.\n5.        Of those in number 4, how many are from families where the\nfather is Pakistani?\n• 1 White and Black Caribbean child remanded.\n6.        The total number of children who were placed into adoptive\nhomes.\n• 47\n7.        Of those in question 6, how many children were Muslim.\n• 0\n8.        Of those in question 6, how many children are Pakistani.\n• 0\n9.        Of those in number 8, how many are from dual-heritage families?\n• 0\n10.     Of those in number 9, how many are from families where the father\nis Pakistani?\n• 0\n11.     Of those in question 7, how many were placed with non-Muslim\nadopters (if there were two adopters, neither of them were Muslim)?\n• 0\n12.     The total number of children who were placed into children's homes\n(either for the first time, repeated times or continuing from the previous\nyear - each child is only counted once).\n• 109\n13.     Of those counted in question 12, how many were Muslim children?\n• 7\n14.     Of those counted in question 12, how many were Pakistani children?\n• 1\n15.     Of those in number 14, how many are from dual-heritage families?\n• 0\n16.     Of those in number 15, how many are from families where the father\nis Pakistani?\n• 0\n17.     The total number of children who were placed into fostering homes\n(either for the first time, repeated times or continuing from the previous\nyear - each child is only counted once).\n• 429\n18.     Of those in question 17, how many children were Muslim.\n• 37\n19.     Of those in question 17, how many children are Pakistani.\n• 22\n20.     Of those in number 19, how many are from dual-heritage families?\n• 3\n21.     Of those in number 20, how many are from families where the father\nis Pakistani?\n• 3\n22.     Of those in question 18, how many were placed with non-Muslim\nfoster homes (if there are two foster carers, neither of them are Muslim)\nfor any period of time?\n• 29\n23.     The total number of children subject to child protection\narrangements (but haven’t been counted in any of the questions above).\n• 1241\n24.     The number of children of question 23 that are Muslim\n• 34\n25.     The number of children of question 23 that are Pakistani\n• 77\n26.     Of those in number 25, how many are from dual-heritage\nfamilies?\n• 4\n27.     Of those in number 26, how many are from families where the father\nis Pakistani?\n• 3\n28.     The total number of children receiving support under child in need\narrangements in 2024. Again, please ensure that this does not include any\nchildren counted in the points above.\n• 7996\n29.     Of those counted in point 28, how many are Muslim?\n• 429\n30.     Of those counted in point 28, how many are Pakistani?\n• 572\n31.     Of those in number 30, how many are from dual-heritage\nfamilies?\n• 52\n32.     Of those in number 31, how many are from families where the father\nis Pakistani?\n• 37\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}