{
    "id": 1091261,
    "title": "Oudoor advertising revenue and locations 2023",
    "display_status": "Withdrawn by the requester",
    "law_used": "foi",
    "url_title": "oudoor_advertising_revenue_and_l",
    "created_at": "2024-02-22T12:36:42.237+00:00",
    "events": [
        {
            "created_at": "2024-02-22T12:36:42.595+00:00",
            "message_id": 1607123,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI would like to know:\na) How much money the city council made on outdoor advertising revenue in 2023.\nb) The locations of all outdoor advertising property owned by the city council in Sheffield.\nc) How much money the city council made in revenue specifically for its digital advertising in 2023.\nc) A list of the businesses that buy Sheffield City Council's outdoor advertising space, either directly or through ClearChannel and JCDeceaux.\nYours faithfully,\nRei Eden"
            ]
        },
        {
            "created_at": "2024-02-22T12:41:33.055+00:00",
            "message_id": 1607125,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI accidentally wrote this twice due to confusion so am withdrawing this request.\nYours faithfully,\nRei Eden"
            ]
        },
        {
            "created_at": "2024-02-27T13:30:56.768+00:00",
            "message_id": 2568165,
            "type": "incoming",
            "content": [
                "Dear Rei Eden,\nThank you for your request for information relating to outdoor advertising\nrevenue which we received on 22/02/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 21/03/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}