{
    "id": 1185797,
    "title": "Parking at Endcliffe Park Car Park",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "parking_at_endcliffe_park_car_pa",
    "created_at": "2024-10-11T09:23:18.696+01:00",
    "events": [
        {
            "created_at": "2024-10-11T09:23:19.047+01:00",
            "message_id": 1739108,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council\nI should be grateful if you would advise me of the number of car parking penalties issued in the Endcliffe Park car park on the 14th March 2024, the income collected by the machine on that day,  and the number of tickets issued.\nI should also like to know how many paper tickets were issued on the 14th March 2024 between 2 pm  and 4.00 pm and how much cash  was received that day during 2 pm and 4 pm.\nPlease advise if one or two wardens were on duty during the time of 2 pm and 4 pm that day and the method they used on arrival to check that the car park machines were  in working order.\nYours faithfully,\nBarbara Kaye Carl"
            ]
        },
        {
            "created_at": "2024-10-14T14:19:03.514+01:00",
            "message_id": 2792181,
            "type": "incoming",
            "content": [
                "Dear Barbara Kaye Carl,\nThank you for your request for information relating to Parking at\nEndcliffe Park Car Park which we received on 11/10/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 08/11/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-11-08T14:33:10.541+00:00",
            "message_id": 2823482,
            "type": "incoming",
            "content": [
                "Dear Barbara Kaye Carl,\nThank you for your request for information relating to Parking at\nEndcliffe Park Car Park which we received on 11/10/2024.\nPlease see the response below.\n1. Number of car parking penalties issued in the Endcliffe Park car park\non the 14th March 2024\n2 PCNs\n2. The income collected by the machine on that day\n£25.60\n3. The number of tickets issued.\nWe understand this to mean the number of transactions – there were 14\ntransactions from the machine.\n4. How many paper tickets were issued on the 14th March 2024 between 2 pm\nand 4.00\nThere were 3 machine transactions from the machine between these times.\n5. How much cash was received that day during 2 pm and 4 pm.\n£2.70\n6. Please advise if one or two wardens were on duty during the time of 2\npm and 4 pm that day\nOne warden carried out a test pay and display ticket on the machine\nbetween these times. However, this may not mean that only one warden was\npresent.\n7. The method they used on arrival to check that the car park machines\nwere in working order.\nWardens carry out a test on the pay and display machines using a test\ntoken. A test was carried out on the pay and display machine on this date\nand between the hours indicated. A test ticket was issued.\nThe information you have requested is exempt from disclosure under section\n40(2) of the Freedom of Information Act 2000 on the grounds that it is\npersonal data and disclosure would contravene the data protection\nprinciple under Article 5(1)(a) of the General Data Protection Regulation\nthat processing of personal data must be fair, lawful and transparent.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}