{
    "id": 1227332,
    "title": "Personal Budgets in Education 2025",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "personal_budgets_in_education_20_129",
    "created_at": "2025-01-18T10:55:23.942+00:00",
    "events": [
        {
            "created_at": "2025-01-18T10:55:24.266+00:00",
            "message_id": 1791877,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPersonal Budgets for Education January 2025 update (information previously accessed January 2024)\nPlease could you answer the following questions in relation to your Local Education Authority:-\n1.\tHow many children/young people within your Local Authority with an EHCP have no school or setting named in Section I of their Plan (as at Jan 25)?\n2.\tHow many children/young people within your Local Authority with an EHCP are registered as being electively home educated (as at Jan 25)?\n3.\tHow many children/young people within your Local Authority with an EHCP are registered as EOTAS/EOTIS/EOTIC (Educated Otherwise Than In a School or College as per Section 61 of the Children & Families Act 2014) (as at Jan 25)\n4.\tHow many children/young people within your Local Authority have been awarded and currently access Personal Budgets for Education (as at Jan 25)?\n5.\tHow many of the Personal Budgets for Education currently accessed have been provided as part of an Education Otherwise Than At/In School or College (EOTAS(C)/EOTIS(C)) provision described in their Education Health and Care Plan (as at Jan 25)?\n6.\tHow many of the Personal Budgets for Education currently accessed have been awarded to children/young people who are being Electively Home Educated (EHE) (as at Jan 25)?\n7.\tHow many of the Personal Budgets for Education currently being accessed are awarded in the form of Direct Payments to families (as at Jan 25)?\n8.\tWhat is the total annual cost of Personal Budgets for Education within your Local Authority (as at Jan 25)?\n9.\tWhat is the total annual cost of Personal Budgets for Education allocated as Direct Payments to families within your Local Authority (as at Jan 25)?\nI very much appreciate your response in this matter.\nYours faithfully,\nSarah Lockwood"
            ]
        },
        {
            "created_at": "2025-01-21T11:14:03.241+00:00",
            "message_id": 2892063,
            "type": "incoming",
            "content": [
                "Dear Sarah Lockwood,\nThank you for your request for information relating to Personal Budgets in\nEducation 2025 which we received on 18/01/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 14/02/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2025-02-26T16:58:14.600+00:00",
            "message_id": 2932677,
            "type": "incoming",
            "content": [
                "Dear Sarah Lockwood,\nThank you for your request for information relating to Personal Budgets in\nEducation 2025 which we received on 18/01/2025.\nWe apologise for the delay in providing a response. Please find Sheffield\nCity Council’s response to your request set out below:\n1.         How many children/young people within your Local Authority with\nan EHCP have no school or setting named in Section I of their Plan (as at\nJan 25)?\nOn 28^th January 2025, there were 24 pupils listed as ‘Pupil Not on Roll’.\nThese numbers will, however, include pupils who do have a setting named in\nsection I, but are not attending the setting due to several possible\nfactors.\nAt the point of finalising an EHCP, there are occasions when a setting\n‘type’ is named in Section I while the LA works to secure an appropriate\nplacement. A pupil may continue to attend their current setting, until a\ntransition into a new setting can be arranged. In this instance, their new\nEHCP would contain only a setting ‘type’ in Section I, and not a named\nsetting. This information is recorded only within their E-File, not within\nan information management system. On 28^th January 2025, there were 6246\nPupils with a SEN Status E in the city. It takes an average of 1 minute to\nlocate the E-File and record the information in section I. It would\ntherefore take more than 100 hours to conclusively determine the answer to\nthis question.\n2.         How many children/young people within your Local Authority with\nan EHCP are registered as being electively home educated (as at Jan 25)?\n51\n3.         How many children/young people within your Local Authority with\nan EHCP are registered as EOTAS/EOTIS/EOTIC (Educated Otherwise Than In a\nSchool or College as per Section 61 of the Children & Families Act 2014)\n(as at Jan 25)\n56\n4.         How many children/young people within your Local Authority have\nbeen awarded and currently access Personal Budgets for Education (as at\nJan 25)?\n65\n5.         How many of the Personal Budgets for Education currently\naccessed have been provided as part of an Education Otherwise Than At/In\nSchool or College (EOTAS(C)/EOTIS(C)) provision described in their\nEducation Health and Care Plan (as at Jan 25)?\n31\n6.         How many of the Personal Budgets for Education currently\naccessed have been awarded to children/young people who are being\nElectively Home Educated (EHE) (as at Jan 25)?\n0\n7.         How many of the Personal Budgets for Education currently being\naccessed are awarded in the form of Direct Payments to families (as at Jan\n25)?\n65\n8.         What is the total annual cost of Personal Budgets for Education\nwithin your Local Authority (as at Jan 25)?\n£497,206.00\n9.         What is the total annual cost of Personal Budgets for Education\nallocated as Direct Payments to families within your Local Authority (as\nat Jan 25)?\n£497,206.00\nData Captured 28.01.2025\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}