{
    "id": 1070182,
    "title": "Playgrounds - Metropolitan England",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "playgrounds_metropolitan_england_24",
    "created_at": "2024-01-12T12:39:27.197+00:00",
    "events": [
        {
            "created_at": "2024-01-12T12:39:27.669+00:00",
            "message_id": 1580413,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\n1.\tHow many public children’s playgrounds were managed and maintained by you at the start of each of the last five financial years (a) 1.4.19, (b) 1.4.20, (c) 1.4.21, (d) 1.4.22 and (e) 1.4.23?\n2.\tWhat was your spend in each of the last five financial years (18/19) (19/20) (20/21) (21/22) and (22/23) on the maintenance, or improvement or development of children’s playgrounds in your local authority area? If possible please break this figure down into (i) revenue spend and (ii) capital expenditure.\n3.\tHow many accidents have been reported to you where people have been injured in public children’s playgrounds for which you have responsibility in each of the last five financial years (18/19) (19/20) (20/21) (21/22) and (22/23)?\n4.\tIn relation to accidents in the last financial year (22/23) please provide me with a summary of how each accident took place and the extent of the injury.\n5.\tFor each of the last five financial years (18/19) (19/20) (20/21) (21/22) and (22/23) please state how much compensation has been paid to people who were injured in accidents that took place in public children’s playgrounds for which you have responsibility? NOTE: I am interested in when the compensation was paid not when the accident took place or when the claim was lodged.\nYours faithfully,\nMatthew Davis"
            ]
        },
        {
            "created_at": "2024-01-15T11:19:14.987+00:00",
            "message_id": 2520540,
            "type": "incoming",
            "content": [
                "Dear Matthew Davis,\nThank you for your request for information relating to playgrounds which\nwe received on 12/01/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 09/02/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-02-09T12:51:14.501+00:00",
            "message_id": 2548948,
            "type": "incoming",
            "content": [
                "Dear Matthew Davis,\nThank you for your request for information relating to playgrounds which\nwe received on 12/01/2024.\n1. How many public children’s playgrounds were managed and maintained by\nyou at the start of each of the last five financial years (a) 1.4.19, (b)\n1.4.20, (c) 1.4.21, (d) 1.4.22 and (e) 1.4.23?\nThe figures below include some sites with standalone multi-use games\nareas, wheels tracks and climbing boulders (as they are considered as part\nof outdoor play and are inspected and maintained by our playgrounds team).\n(a) 1.4.19      150\n(b) 1.4.20      151\n(c) 1.4.21      152\n(d) 1.4.22      153\n(e) 1.4.23      155\n2. What was your spend in each of the last five financial years (18/19)\n(19/20) (20/21) (21/22) and (22/23) on the maintenance, or improvement or\ndevelopment of children’s playgrounds in your local authority area? If\npossible please break this figure down into (i) revenue spend and (ii)\ncapital expenditure.\nCapital expenditure/investment on outdoor play facilities including wheels\ntracks is set out below. There will be elements of this expenditure which\nis for park\ninfrastructure that will form part of the investment:\n18/19 £778,293\n19/20 £678,720\n20/21 £476,129\n21/22 £853,007\n22/23 £632,659\nRevenue expenditure for the maintenance and management of playgrounds:\n2018-19 2019-20 2020-21 2021-22 2022-23\nAll figures in £ Actuals Actuals Actuals Actuals Actuals\nGrand Total SCC Revenue Spend 407,986 387,737 381,530 397,898 391,277\n3. How many accidents have been reported to you where people have been\ninjured in public children’s playgrounds for which you have responsibility\nin each of the last five financial years (18/19) (19/20) (20/21) (21/22)\nand (22/23)?\nWith regards to employees there has been zero accidents / incidents in the\nabove time frame in childrens playgrounds.  We didn’t start to collect\ndata until 2022 that related to third parties. (e.g member of public etc).\nWe hold separate data for Schools from September 2021, there was 1\nincident in 2021 and 2 in 22/23.\n4. In relation to accidents in the last financial year (22/23) please\nprovide me with a summary of how each accident took place and the extent\nof the injury.\nAll 3 incidents involved children visiting park as part of an off-site\nvisit, all 3 were slips, trips and falls resulting in very minor injuries.\n5. For each of the last five financial years (18/19) (19/20) (20/21)\n(21/22) and (22/23) please state how much compensation has been paid to\npeople who were injured in accidents that took place in public children’s\nplaygrounds for which you have responsibility? NOTE: I am interested in\nwhen the compensation was paid not when the accident took place or when\nthe claim was lodged.\nWe can confirm that the Council have made no compensation payments for the\nfinancial years commencing 2018/19 – 2022/23 as a result of injuries that\ntook place in public childrens’ playgrounds for which the Council are\nresponsible for.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}