{
    "id": 698531,
    "title": "Playground inspection numbers and management",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "playground_inspection_numbers_an_254",
    "created_at": "2020-10-14T10:35:50.943+01:00",
    "events": [
        {
            "created_at": "2020-10-14T10:35:51.178+01:00",
            "message_id": 1072679,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThank you in advance for your time answering this request.  I am interested in knowing about the Council's digitisation of Playground inspections, as per Westminster Government's push for Local Councils to move to a digital approach for managing its assets and tasks, and its affect on budgets.\nI would like to know how many Playground and/or Play Area inspections  are carried out each week for public Playgrounds / Play Areas you are responsible for?  Also, are these inspections completed by an in-house Council team or are they conducted by a contracted 3rd party company?\nDoes the Council use digital play inspection software for recording and managing these inspections?  If yes, which software is used and how much does it cost the Council on an annual basis for this solution.\nYours faithfully,\nJames Taylor"
            ]
        },
        {
            "created_at": "2020-10-14T16:00:47.369+01:00",
            "message_id": 1657058,
            "type": "incoming",
            "content": [
                "Dear James Taylor,\nThank you for your request for information relating to playground\ninspections which we received on 14/10/2020.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act.  The reference number for your\nrequest can be found above.\nBefore we can begin to process your Freedom of Information Request, we\nwould like to clarify what information you require.\nFor your first question about the number of playground inspections carried\nout each week, please could you specify a time frame for this?\nThe Freedom of Information Act states that we must respond to a Freedom of\nInformation request within 20 working days, however, the 20 working days\ndo not include any time spent clarifying a request.  Therefore, once we\nhave received your clarification, we can continue processing your request\nwithin this time frame.\nYou can provide your clarification by writing to the address above,\nemailing [1][Sheffield City Council request email] or by telephoning 0114 2734567 and asking\nfor the Information and Knowledge Management Team.\nWe look forward to hearing from you.\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nshow quoted sections"
            ]
        }
    ]
}