{
    "id": 1239841,
    "title": "Pothole reports and repairs",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "pothole_reports_and_repairs_64",
    "created_at": "2025-02-14T13:36:43.645+00:00",
    "events": [
        {
            "created_at": "2025-02-14T13:36:43.958+00:00",
            "message_id": 1807606,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am requesting information under the Freedom of Information Act 2000 regarding potholes in the council area. I understand different councils may define potholes and repairs differently, so I would appreciate clarification if your council applies a specific threshold for logging or repairing potholes.\nI would like to request the following data for the past five calendar years (2020–2024):\n1. The number of potholes recorded each year, including potholes reported by the public and confirmed through council inspections (if these are reported differently)\n2. The number of individual potholes repaired each year, including temporary repairs (e.g., patching) and permanent repairs (e.g., resurfacing). Note this refers to the number of individual potholes that were repaired, not the total number of repairs.\n3. The total annual cost of pothole repairs, if available.\nIf the data is recorded differently, I would appreciate any comparable figures you can provide, along with a brief explanation of how pothole reports and repairs are logged in your system.\nIf this request exceeds the cost limit under the FOI Act, please let me know how it may be refined to remain within the statutory limits.\nThank you for your help; please let me know if you require any clarification or have any questions.\nAll the best,\nJamie Dixon"
            ]
        },
        {
            "created_at": "2025-02-17T14:50:01.821+00:00",
            "message_id": 2919787,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to pothole reports and\nrepairs which we received on 14/02/2025.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 14/03/2025. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept EIR requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2025-03-12T16:23:53.171+00:00",
            "message_id": 2947083,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to pothole reports and\nrepairs which we received on 14/02/2025.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nI would like to request the following data for the past five calendar\nyears (2020–2024):\n1. The number of potholes recorded each year, including potholes reported\nby the public and confirmed through council inspections (if these are\nreported differently)\n2020 2021 2022 2023 2024\n7,069 8,275 8,726 12,569 14,240\nThese figures include pothole ‘Defects’ raised internally, as well as\npothole ‘Enquiries’ raised by members of the public. There may be some\nduplication where the same defect has been reported multiple times.\nThe figures contain reports which have been classed as ‘permanently\nresolved’.  They also include reports which are not classed as\n‘permanently resolved’ due to them, for example, being below the threshold\nfor intervention, could not be located or not on the highway network\nmaintainable under the Highway Maintenance Contract with Amey Hallam\nHighways Ltd.\nPlease note that while we do hold this information, we are refusing your\nrequest under Regulation 12(4)(b) of the Environmental Information\nRegulations 2004 on the grounds that it would be manifestly unreasonable\nto comply with the request. We do not record this information in a format\nthat allows us to produce an electronic report of this and therefore, we\nwould have to carry out a manual search of each record. The figures above\nrelate to the number of reports (Enquiries and Defects) relating to\npotholes and it is possible for one report to include more than one\npothole. The number of individual potholes is not in a readily searchable\nformat.  To calculate the number of individual potholes, each pothole\nreport would have to be manually checked.  It is estimated that checking\nwould take approximately two minutes per report (which would include\nchecking linked jobs, photos, different location descriptions, etc) which\nwould total approximately 1,695 hours.\nRegulation 12(4)(b) is subject to a public interest test. Factors in\nfavour of disclosure are that disclosure promotes openness and\ntransparency. Factors in favour of maintaining the exception are that it\nis not in the public interest to spend such a large amount of officer time\non providing this information, as this would come at a large cost to the\ncouncil and would divert officers from being able to carry out other work.\nOn balance, the council believes that the public interest lies in\nmaintaining the exception.\n2. The number of individual potholes repaired each year, including\ntemporary repairs (e.g., patching) and permanent repairs (e.g.,\nresurfacing). Note this refers to the number of individual potholes\nthat were repaired, not the total number of repairs.\n2020 2021 2022 2023 2024\n11,338 8,681 8,725 10,853 15,066\nPlease note that these figures relate to the number of reports relating to\npotholes which have been classed as ‘permanently resolved’.   It is\npossible for one report to contain more than one pothole.\nPlease note that while we do hold this information, we are refusing your\nrequest under Regulation 12(4)(b) of the Environmental Information\nRegulations 2004 on the grounds that it would be manifestly unreasonable\nto comply with the request. The information relating to the number of\nindividual potholes is not in a readily searchable format.  To calculate\nthe number of individual potholes, each pothole enquiry would have to be\nmanually checked. It is estimated that checking would take approximately\ntwo minutes per enquiry (which would include checking linked jobs, photos,\ndifferent location descriptions, etc) which would total approximately\n1,822 hours.\nRegulation 12(4)(b) is subject to a public interest test. Factors in\nfavour of disclosure are that disclosure promotes openness and\ntransparency. Factors in favour of maintaining the exception are that it\nis not in the public interest to spend such a large amount of officer time\non providing this information, as this would come at a large cost to the\ncouncil and would divert officers from being able to carry out other work.\nOn balance, the council believes that the public interest lies in\nmaintaining the exception.\n3. The total annual cost of pothole repairs, if available.\nSheffield City Council has a Private Finance Initiative contract with Amey\nHallam Highways Ltd for the delivery of a complete highway maintenance\nservice which includes all highway maintenance activities such as street\nlighting, street cleaning, repair of potholes, carriageway and footway\nresurfacing, signal maintenance etc.  Payments made by the Council under\nthe contract do not relate to the provision of specific items of work.\nInstead, a single payment is made for each month of the 25-year term of\nthe contract.  As a result, we do not have a figure for the costs incurred\nby Amey for individual operations such as the repair of potholes.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: 17 February 2025 14:50\nTo: Jamie Dixon <[FOI #1239841 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 1737088\nDear Jamie Dixon,\nThank you for your request for information relating to pothole reports and\nrepairs which we received on 14/02/2025.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 14/03/2025. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept EIR requests via the online\nform which can be found here:\n[4]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4.\nhttps://www.sheffield.gov.uk/your-city-c...\n5. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}