{
    "id": 1045328,
    "title": "RAAC in housing",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "raac_in_housing_227",
    "created_at": "2023-11-08T11:22:55.670+00:00",
    "events": [
        {
            "created_at": "2023-11-08T11:22:56.086+00:00",
            "message_id": 1548120,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am getting in touch under the Freedom of Information Act.\nAn email was sent from the Local Government Association (LGA) and the Department of Education on December 5 2018 to all local authorities to “draw attention” to a “building failure” involving a property constructed with RAAC. It suggested steps that local authorities should take the following steps:\n\"(1) identify any properties constructed using Reinforced Autoclaved Aerated Concrete (RAAC) and validate the potential risk appropriately\n(2) consider and monitor the possible impact of reduced maintenance regimes on the condition of your property portfolio, in particular where RAAC is used.\"\n1. a) Please disclose any action taken and/or findings made as a result of this email regarding point 1. This could include any surveys, studies or reports commissioned to identify properties constructed using RAAC and their results, including which properties were found to contain RAAC, and the potential risk that was assessed.\nb) Please disclose any action taken and/or findings made as a result of this email regarding point 2. This could include any buildings in your property portfolio that you identified as having been built with RAAC that had “reduced maintenance regimes”.\n2. Please disclose copies of any reports, surveys, briefings or studies concerning the presence of RAAC in your property portfolio after this email from December 5 2018.\n3. If you replied to this email from the LGA, or forwarded it to another member of staff internally, please disclose the subsequent email chains.\n4. Please disclose any other actions taken as a result of this email, if not included above.\nYours faithfully,\nRuby Lott-Lavigna"
            ]
        },
        {
            "created_at": "2023-11-09T15:26:44.825+00:00",
            "message_id": 2465771,
            "type": "incoming",
            "content": [
                "Dear Ruby Lott-Lavigna,\nThank you for your request for information relating to RAAC in housing\nwhich we received on 08/11/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 06/12/2023. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-12-06T20:58:57.012+00:00",
            "message_id": 2487367,
            "type": "incoming",
            "content": [
                "Dear Ruby Lott-Lavigna,\nThank you for your request for information relating to RAAC in housing\nwhich we received on 08/11/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1.             a) Please disclose any action taken and/or findings made as\na result of this email regarding point 1. This could include any surveys,\nstudies or reports commissioned to identify properties constructed using\nRAAC and their results, including which properties were found to contain\nRAAC, and the potential risk that was assessed.\nThe Council has commissioned external consultants who will undertake a\nrisk-based approach to identifying asset that have the potential for\ncontaining RAAC. Surveys are currently being planned to be undertaken on\nthe corporate assets (including Housing property types). The timescale for\ncompleting these surveys is 18 months but still in development.\nb) Please disclose any action taken and/or findings made as a result of\nthis email regarding point 2. This could include any buildings in your\nproperty portfolio that you identified as having been built with RAAC that\nhad “reduced maintenance regimes”.\nThe majority of Sheffield’s housing stock is of traditional construction\nand subject to a programme of continual upgrade and maintenance e.g.\nroofing, windows and building fabric, kitchens, and insulation. We are\ncurrently undertaking a RAAC survey investigation into the portfolio to\nensure housing and associated communal buildings and plantrooms are RAAC\nfree.\n2.             Please disclose copies of any reports, surveys, briefings\nor studies concerning the presence of RAAC in your property portfolio\nafter this email from December 5, 2018.\nThere are no reports or surveys that have been undertaken on the council\nHousing stock since December 2018. This process has now commenced, and\nreports will be made available once these surveys have been completed.\n3.             If you replied to this email from the LGA, or forwarded it\nto another member of staff internally, please disclose the subsequent\nemail chains. Information not held.\n4.             Please disclose any other actions taken as a result of this\nemail, if not included above.\nRudimentary desktop assessments on the Housing stock have been undertaken\ninitially on the current Housing properties, utilising a risk-based\napproach. This will be followed up with surveys to be conducted on a\nsample of certain property types. Indications to date are that there is a\nlow risk of the housing stock containing RAAC.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Thursday, November 9, 2023 3:26 PM\nTo: Ruby Lott-Lavigna <[FOI #1045328 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 961220\nDear Ruby Lott-Lavigna,\nThank you for your request for information relating to RAAC in housing\nwhich we received on 08/11/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 06/12/2023. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}