{
    "id": 1276906,
    "title": "Reasonable Adjustments for Communication and Accessible Application Forms Across Sheffield City Council Services",
    "display_status": "Awaiting response",
    "law_used": "foi",
    "url_title": "reasonable_adjustments_for_commu",
    "created_at": "2025-04-30T00:16:38.491+01:00",
    "events": [
        {
            "created_at": "2025-04-30T00:16:38.835+01:00",
            "message_id": 1853755,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to request information under the Freedom of Information Act 2000.\nPlease provide information on how Sheffield City Council meets its duties under the Equality Act 2010, including the duty to make reasonable adjustments for disabled individuals who are unable to use the telephone or standard online forms.\nSpecifically, I would like information relating to the following services:\nRequests for aids and adaptations\nDisabled Facilities Grant (DFG) applications\nCare Needs Assessments (under the Care Act 2014)\nBlue Badge applications\nDisabled Bus Pass applications\nHousing Benefit\nCouncil Tax Support\nDiscretionary Housing Payments (DHP)\nFor each of the above, please confirm:\n1. Whether individuals can request communication by email as a reasonable adjustment if they are unable to use the telephone or standard online forms.\n2. Whether individuals can request to receive, complete, and return application forms in digitally editable formats, such as fillable PDF, Word document, or another accessible format.\n3. The email address(es) to which completed forms and supporting evidence can be submitted, where a reasonable adjustment is agreed.\n4. The process for requesting communication and form adjustments, and whether such adjustments are recorded and applied consistently across council departments.\n5. Whether decision letters, requests for further information, or other correspondence can be provided in PDF format via email as part of an agreed reasonable adjustment.\n6. Please provide copies of the fillable PDF (or other editable digital versions) of the relevant application forms for each service listed above, where these exist.\nIf any of this information is already publicly available, please provide direct links to the relevant guidance, policies, or documents.\nYours faithfully,\nEmma Kirby"
            ]
        },
        {
            "created_at": "2025-05-01T09:56:39.081+01:00",
            "message_id": 3004894,
            "type": "incoming",
            "content": [
                "Dear Emma Kirby,\nThank you for your request for information relating to Reasonable\nAdjustments for Communication and Accessible Application Forms which we\nreceived on 30/04/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 30/05/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}