{
    "id": 1084129,
    "title": "Record of trees granted and felled with tree preservation orders for years 2022 and 2023",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "record_of_trees_granted_and_fell",
    "created_at": "2024-02-10T18:14:36.249+00:00",
    "events": [
        {
            "created_at": "2024-02-10T18:14:36.624+00:00",
            "message_id": 1598472,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nDoes the council have a record of all the trees granted with tree preservation orders for the years 2022 and 2023?\nAlso, does the council have a record of all felled trees with a tree preservation order designation for the years 2022 and 2023?\nYours faithfully,\nMarika Szabo"
            ]
        },
        {
            "created_at": "2024-02-13T10:26:38.485+00:00",
            "message_id": 2552617,
            "type": "incoming",
            "content": [
                "Dear Marika Szabo,\nThank you for your request for information relating to Tree Preservation\nOrders 2022-23 which we received on 10/02/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 11/03/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-02-20T16:41:07.542+00:00",
            "message_id": 2561782,
            "type": "incoming",
            "content": [
                "Dear Marika Szabo,\nThank you for your request for information relating to Tree Preservation\nOrders 2022-23 which we received on 10/02/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nDoes the council have a record of all the trees granted with tree\npreservation orders for the years 2022 and 2023?\nYes. There were 27 TPO’s made within the time frame of 2022 and 2023.\nThese include trees protected individually, as groups, and as part of a\nwoodland Order.\nAlso, does the council have a record of all felled trees with a tree\npreservation order designation for the years 2022 and 2023?\nYes. This information is in the public realm and can be accessed via\nSheffield City Councils website ([1]Search, view and comment on planning\napplications | Sheffield City Council) All decisions made in regards to\nTPO applications are kept on record here and can be searched.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/planning-de...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}