{
    "id": 1207901,
    "title": "Regarding Social Work positions within Children’s and Adult's Services and Educational Psychology Positions in the Authority",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "regarding_social_work_positions_52",
    "created_at": "2024-11-27T10:45:41.797+00:00",
    "events": [
        {
            "created_at": "2024-11-27T10:45:42.309+00:00",
            "message_id": 1767196,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to request information under the Freedom of Information Act 2000. I would like to know the following information regarding Social Work and Educational Psychology positions within Children’s and Adult’s Services:\n1.\tThe total number of agencies and neutral vendors used by the authority to recruit agency and permanent social workers and social-work qualified staff.\n2.\tThe total number of agency social workers currently engaged within Children’s Services.\n3.\tThe total cost for agency social worker positions within Children’s Services.\n4.\tThe total number of social workers, both agency and permanent, engaged within Children’s Services.\n5.\tThe percentage of all social workers within Children’s Services that are agency social workers.\n6.\tThe total number of vacant permanent social worker positions within Children’s Services.\n7.\tThe total number of agency workers engaged within Children’s Services in social-work qualified roles, not including social worker positions.\n8.\tThe total cost for agency worker positions within Children’s Services in social-work qualified roles, not including social worker positions.\n9.\tThe total number of social-work qualified workers, both agency and permanent, engaged within Children’s Services.\n10.\tThe percentage of all social-work qualified workers within Children’s Services that are agency workers.\n11.\tThe total number of vacant permanent social-work qualified roles within Children’s services, not including social worker positions.\n12.\tThe total number of agency social workers currently engaged within Adult’s Services.\n13.\tThe total cost for agency social worker positions within Adult’s Services.\n14.\tThe total number of social workers, both agency and permanent, engaged within Adult’s Services.\n15.\tThe percentage of all social workers engaged within Adult’s Services that are agency social workers.\n16.\tThe total number of vacant permanent social worker positions within Adult’s Service\n17.\tThe total number of agency workers engaged within Adult’s Services in social-work qualified roles, not including social worker positions.\n18.\tThe total cost for agency worker positions within Adult’s Services in social-work qualified roles, not including social worker positions.\n19.\tThe total number of social-work qualified workers, both agency and permanent, engaged within Adult’s Services\n20.\tThe percentage of all social-work qualified workers within Adult’s Services that are agency workers\n21.\tThe total number of vacant permanent social-work qualified roles within Adult’s Services, not including social worker positions.\n22.\tThe total number of agencies and neutral vendors used by the authority to recruit agency and permanent Educational Psychologists, Assistant Educational Psychologists and Educational Psychologist assistants (however described).\n23.\tThe total number of agency and/or freelance Educational Psychologists currently engaged by the local authority.\n24.\tThe total number of vacant permanent  Educational Psychologist positions within the local authority.\n25.\tThe total number of agency and/or Assistant Educational Psychologists (Educational Psychologist Assistants) currently engaged by the local authority.\n26.\tThe total number of vacant permanent  Assistant Educational Psychologist positions within the local authority.\n27.\tThe total number of agency and/or Educational Psychologist Assistants (however described) currently engaged within the local authority\n28.\tThe total number of vacant permanent  Educational Psychologist Assistants (however described) positions within the local authority.\nYours faithfully,\nRobert Milne"
            ]
        },
        {
            "created_at": "2024-11-27T16:13:04.553+00:00",
            "message_id": 2842702,
            "type": "incoming",
            "content": [
                "Dear Robert Milne,\nThank you for your request for information relating to Social Work\npositions within Children’s and Adult's Services and Educational\nPsychology Position which we received on 27/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 30/12/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-12-19T10:39:32.769+00:00",
            "message_id": 2866490,
            "type": "incoming",
            "content": [
                "Dear Robert Milne,\nThank you for your request for information relating to Social Work\npositions within Children’s and Adult's Services and Educational\nPsychology Position which we received on 27/11/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nQuestions Answers\n1.      The total number of agencies and neutral vendors used 1\nby the authority to recruit agency and permanent social workers\nand social-work qualified staff.\n2.      The total number of agency social workers currently 15\nengaged within Children’s Services.\n3.      The total cost for agency social worker positions £74,293.90\nwithin Children’s Services.\n4.      The total number of social workers, both agency and 369\npermanent, engaged within Children’s Services.\n5.      The percentage of all social workers within Children’s 4.1%\nServices that are agency social workers.\n6.      The total number of vacant permanent social worker 8\npositions within Children’s Services.\n7.      The total number of agency workers engaged within 1\nChildren’s Services in social-work qualified roles, not\nincluding social worker positions.\n8.      The total cost for agency worker positions within £7,203.60\nChildren’s Services in social-work qualified roles, not\nincluding social worker positions.\n9.      The total number of social-work qualified workers, both 162\nagency and permanent, engaged within Children’s Services.\n10.     The percentage of all social-work qualified workers 0.6%\nwithin Children’s Services that are agency workers.\n11.     The total number of vacant permanent social-work 0\nqualified roles within Children’s services, not including\nsocial worker positions.\n12.     The total number of agency social workers currently 15\nengaged within Adult’s Services.\n13.     The total cost for agency social worker positions £85,933.79\nwithin Adult’s Services.\n14.     The total number of social workers, both agency and 209\npermanent, engaged within Adult’s Services.\n15.     The percentage of all social workers engaged within 2.9%\nAdult’s Services that are agency social workers.\n16.     The total number of vacant permanent social worker 0\npositions within Adult’s Service\n17.     The total number of agency workers engaged within 12\nAdult’s Services in social-work qualified roles, not including\nsocial worker positions.\n18.     The total cost for agency worker positions within £84,556.64\nAdult’s Services in social-work qualified roles, not including\nsocial worker positions.\n19.     The total number of social-work qualified workers, both 101\nagency and permanent, engaged within Adult’s Services\n20.     The percentage of all social-work qualified workers 11.9%\nwithin Adult’s Services that are agency workers\n21.     The total number of vacant permanent social-work 0\nqualified roles within Adult’s Services, not including social\nworker positions.\n22.     The total number of agencies and neutral vendors used 1\nby the authority to recruit agency and permanent Educational\nPsychologists, Assistant Educational Psychologists and\nEducational Psychologist assistants (however described).\n23.     The total number of agency and/or freelance Educational 3\nPsychologists currently engaged by the local authority.\n24.     The total number of vacant permanent Educational 0\nPsychologist positions within the local authority.\n25.     The total number of agency and/or Assistant Educational 0\nPsychologists (Educational Psychologist Assistants) currently\nengaged by the local authority.\n26.     The total number of vacant permanent Assistant 0\nEducational Psychologist positions within the local authority.\n27.     The total number of agency and/or Educational 0\nPsychologist Assistants (however described) currently engaged\nwithin the local authority\n28.     The total number of vacant permanent Educational 0\nPsychologist Assistants (however described) positions within\nthe local authority.\nNotes:\nSCC have a master vendor contract with REED agency, who supply the agency\nstaff included in this data\n“Social Workers” include Social Workers, Senior Social Workers and\nAdvanced Social Worker Practitioner positions as at 31 October 2024.\nTotal costs for agency workers are the full invoice amount billed for\nOctober 2024, which includes candidate pay, agency fee and VAT.\nVacancies have been calculated as the total number of vacancies being\nactively recruited to as at 1 November 2024.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}