{
    "id": 1213605,
    "title": "Registered marriages between 1st Cousins",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "registered_marriages_between_1st_202",
    "created_at": "2024-12-11T11:33:26.693+00:00",
    "events": [
        {
            "created_at": "2024-12-11T11:33:27.246+00:00",
            "message_id": 1774471,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI would like to request under the Freedom of Information Act data I believe to be held by your authority concerning marriages.\nIn particular, I would like to request information on what documentation prospective couples have to present to prove they are not related.\nI would like to know the number of marriages which were blocked or prevented from proceeding because of a lack of this proof.\nIn addition, I would like to know the number of marriages in your area for the past five years. Can you break down this figure to show marriages between First Cousins?\nCould this figure be broken down to include the ethnicity of both parties and their gender.\nAlso, I would like to know any policy or guidance you may have concerning the marriage of first or second cousins.\nI would appreciate it if this information could be supplied in an Excel or CSV format.\nYours faithfully,\nDarren Boyle"
            ]
        },
        {
            "created_at": "2024-12-12T11:11:46.527+00:00",
            "message_id": 2857680,
            "type": "incoming",
            "content": [
                "Dear Darren Boyle,\nThank you for your request for information relating to marriages which we\nreceived on 11/12/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 14/01/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2025-01-14T12:23:13.580+00:00",
            "message_id": 2885016,
            "type": "incoming",
            "content": [
                "Dear Darren Boyle,\nThank you for your request for information relating to marriages which we\nreceived on 11/12/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n• In particular, I would like to request information on what\ndocumentation prospective couples have to present to prove they are\nnot related.\nGiving notice for a marriage or civil partnership must be given 28 days\nbefore a ceremony and this is a legal requirement. The guidance for\ndocumentation for giving notice is on the government website at\n[1]\nhttps://www.gov.uk/marriages-civil-partn...\nWhen a notice is conducted the couple who are getting married are asked a\nseries of questions one of those questions being:\nAre you related to each other by blood, marriage, civil partnership or\nadoption\nThe couple will sign a legal document to state they are not related to\neach other.\n• I would like to know the number of marriages which were blocked or\nprevented from proceeding because of a lack of this proof.\nWe do not hold this information as any marriages blocked and for what\nreason is held by the General Registration Office (GRO), we do not make\nthe decisions on whether someone can marry or enter a civil partnership.\nWe pass all evidence to the GRO and they make the decision on that\nevidence. If more evidence is required, we would ensure any further\nevidence is passed through our office to the GRO, please note that all\nevidence will be verified by Registrar from the register office and only\noriginal documents would be stamped and signed for. Any evidence that is\nnot an original document we would advise that they obtain the original or\napply for a copy from the relevant UK department or country for the\ndocuments originated. If documentation is not supplied a ceremony will not\nbe conducted.\n• In addition, I would like to know the number of marriages in your area\nfor the past five years. Can you break down this figure to show\nmarriages between First Cousins?\n┌──────────────────┬─────────────────────────────┬─────────────────────────────┐\n│ Year │ Wedding Ceremonies │ Civil Partnerships │\n├──────────────────┼─────────────────────────────┼─────────────────────────────┤\n│ 2020 │ 1414 │ 64 │\n├──────────────────┼─────────────────────────────┼─────────────────────────────┤\n│ 2021 │ 1780 │ 22 │\n├──────────────────┼─────────────────────────────┼─────────────────────────────┤\n│ 2022 │ 1780 │ 68 │\n├──────────────────┼─────────────────────────────┼─────────────────────────────┤\n│ 2023 │ 1740 │ 87 │\n├──────────────────┼─────────────────────────────┼─────────────────────────────┤\n│ 2024 │ 1742 │ 71 │\n└──────────────────┴─────────────────────────────┴─────────────────────────────┘\nWe do not hold any records of whether the couple is a first cousin, again\nyou would need to enquire with GRO whether they hold these records.\n• Could this figure be broken down to include the ethnicity of both\nparties and their gender.\nWe do not hold any records on ethnicity of couples or of their gender, you\nwill need to enquire with the GRO if they hold these statistics.\n• Also, I would like to know any policy or guidance you may have\nconcerning the marriage of first or second cousins.\nAll guidance comes from a marriage act and currently this is the Marriage\nAct 1949, the GRO also provides guidance on this to each register office\nand any amendments to the Act are put in place when they are made.\nThe current guidance in Part 1 Marriage Act 1949 (please note below is a\nbroken-down version of the Act from GRO guidance).\nVoid relationships – Part 1.9\nThe following list details relationships by blood or adoption which are\nnot permitted for marriage purposes and would make the marriage void:\nAdoptive child\nAdoptive parent\nChild\nFormer adoptive child\nFormer adoptive parent\nGrandparent\nGrandchild\nParent\nParent’s sibling\nSibling\nSibling’s child\nHalf-blood relationship is as much an impediment to marriage as whole\nblood relationship. The restrictions still apply if a person’s parents\nwere not married to each other at the time of their birth.\n(Please note that we would not take a notice of marriage or civil\npartnership for any of the above details),\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: FOI\nSent: 12 December 2024 11:11\nTo: Darren Boyle <[FOI #1213605 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1582998\nDear Darren Boyle,\nThank you for your request for information relating to marriages which we\nreceived on 11/12/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 14/01/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[5]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [6][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.gov.uk/marriages-civil-partn...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]\n5.\nhttps://www.sheffield.gov.uk/your-city-c...\n6. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}