{
    "id": 1046255,
    "title": "Regulation of sports ground safety",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "regulation_of_sports_ground_safe",
    "created_at": "2023-11-09T19:11:43.516+00:00",
    "events": [
        {
            "created_at": "2023-11-09T19:11:43.744+00:00",
            "message_id": 1549230,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nCould you please provide the following information regarding sports grounds regulated under the Safety of Sports Ground Act 1975 and Fire Safety and Safety of Places of Sport Act 1987\nQ1. How many\na.\tDesignated sports grounds\nb.\tSports grounds with Regulated Stands\ndo you have within your authority?\nQ2. Number of special safety certificates issued per financial year between April 2018 and 30th September 2023?\nQ3. How many SAG’s have been held for each sports ground identified in Q1 per financial year for the period April 2018 and 30th September 2023?\nQ4. How many “during performance inspections” were undertaken each financial year for each sports ground in Q1 between April 2018 and 30th September 2023? Please break this down between normal sporting events under a current safety certificate and events under special safety certificate?\nQ5. Which section/department within your local authority regulates sports grounds eg. Building Control, Environmental Health, Health and Safety team? If different sections/departments undertake work for this local authority function please list all and to what extent.\nQ6. Does this team have designated sports ground safety officers or is this work shared amongst a number of staff.\nQ7. Approximate FTE time spent on the regulation of sports grounds per financial year for the time period April 2018 and 30th September 2023?.\nQ8. a. Does the local authority charge for work undertaken for the regulation of sports ground safety?\nb.\tIf yes, is this on a set fee basis or based on a per hour charge?\nc.\tIf you have one please provide a copy of your charging fees schedule or a link to it or advise if it is contained on your webpage?\nThank you.\nYours faithfully,\nDave James"
            ]
        },
        {
            "created_at": "2023-11-13T11:20:36.798+00:00",
            "message_id": 2467595,
            "type": "incoming",
            "content": [
                "Dear Dave James,\nThank you for your request for information relating to Safety of Sports\nGround Act 1985 which we received on 09/11/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 07/12/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-11-23T15:54:10.431+00:00",
            "message_id": 2476070,
            "type": "incoming",
            "content": [
                "Dear Dave James,\nThank you for your request for information relating to Safety of Sports\nGround Act 1985 which we received on 09/11/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\na.      Designated sports grounds\n2\nb.      Sports grounds with Regulated Stands\ndo you have within your authority?\n2\nQ2. Number of special safety certificates issued per financial year\nbetween April 2018 and 30th September 2023?\n1 each in 2019/20 and 2023/24\nQ3. How many SAG’s have been held for each sports ground identified in Q1\nper financial year for the period April 2018 and 30th September 2023?\nRoutine Sports Grounds / Reg Stands SAG meetings\nYear                Stadium A      Stadium B      Reg Stand A Reg Stand B\n2018/19                      3                      4\n3                      not built\n2019/20                      5                      10\n3                      not built\n2020/21                      2                      2\n0                      not built\n2021/22                      4                      6\n2                      2\n2022/23                      4                      6\n2                      1\n2023/24 (to 30/09/23)          2\n2                      0                      0\nQ4. How many “during performance inspections” were undertaken each\nfinancial year for each sports ground in Q1 between April 2018 and 30th\nSeptember 2023? Please break this down between normal sporting events\nunder a current safety certificate and events under special safety\ncertificate?\nRoutine Sports Grounds / Reg Stand DPI’s\nYear                Stadium A      Stadium B      Reg Stand A Reg Stand B\n2018/19                      5                      4\n1                      not built\n2019/20                      3                      3\n1                      not built\n2020/21                      2                      1\n0                      not built\n2021/22                      3                      2\n1                      not built\n2022/23                      8                      4\n1                      1\n2023/24 (to 30/09/23)          1\n1                      0                      0\nSpecial Safety Certificate DPI’s\n2019/20: 1\n2023/24: 1\nQ5. Which section/department within your local authority regulates sports\ngrounds eg. Building Control, Environmental Health, Health and Safety\nteam? If different sections/departments undertake work for this local\nauthority function please list all and to what extent.\nLicensing\nQ6. Does this team have designated sports ground safety officers or is\nthis work shared amongst a number of staff.\nDesignated Sports Grounds and Events Officer\nQ7. Approximate FTE time spent on the regulation of sports grounds per\nfinancial year for the time period April 2018 and 30th September 2023?.\n2018/19: 0.5 FTE approx\n2019/20: 0.5 FTE approx\n2020/21: 0.5 FTE approx\n2021/22: 0.5 FTE approx\n2022/23: 0.5 FTE approx\n2023/24: 0.5 FTE approx (estimated)\nQ8. a. Does the local authority charge for work undertaken for the\nregulation of sports ground safety?\nNo, unless the certificate holder formally requests work outside of the\nnormal annual certificate review process which would result in a change to\nthe general safety certificate.\nb.      If yes, is this on a set fee basis or based on a per hour charge?\nPer hour\nc.      If you have one please provide a copy of your charging fees\nschedule or a link to it or advise if it is contained on your webpage?\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}