{
    "id": 1275268,
    "title": "Report and requests made in relation Poole Place",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "report_and_requests_made_in_rela",
    "created_at": "2025-04-24T17:26:36.745+01:00",
    "events": [
        {
            "created_at": "2025-04-24T17:26:37.133+01:00",
            "message_id": 1851500,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act I request the following in relation to the entire street named \"Poole Place\" which has the postcode S9 4JR. For clarity this is a Cul de sac compromising of a total of 32 houses with a single entrance and exit off Prince of Wales Road.\nPlease provide all information dating from January 2019 until the present day 24/04/2025 in relation to the above named street to include:\n- All requests made to any Council departments to include but not limited to the Highways department, relating to the upkeep of the street. This is to include but not limited to, surfacing or resurfacing, grants approved and provided to residents of Poole Place to include Door numbers, application for \"dropped kerbs\", applications for planning permissions of any kind, any requests relating to the highway, footpath, street lighting, sewage works etc. Please note this is to include any and all requests, whether approved/granted or not.\n- All reports and/or complaints made in relation to any property/persons on Poole Place. Please include unredacted copies of the complaint, the name where not anonymised of the complainant, the name where not anonymised of the person complained about, the addresses affected.\n-All reports/complaints made in relation to the street as a whole, parts of the street, any aspect that is not limited to an individual property. Please include unredacted copies of the complaint, the name where not anonymised of the complainant, the name where not anonymised of the person complained about, the addresses affected.\n- Please provide all intelligence received by SCC provided by the public, whether named or anonymised, that has led to the intervention of an officer, to include site visits, phone calls, letters etc\n- Please provide all reports made by any individual alleging a contravention of any code, law, rule whether proven or not.\n- Please provide a breakdown of all council funds spent on any aspect of poole place, be it the street or an individual property, since at least 2019 but dating back to 2014 where possible. To include grants given to individual properties.\nI appreciate the request is large. Please provide any information as soon as possible even if there is still information outstanding.\nYours faithfully,\nAdam G"
            ]
        },
        {
            "created_at": "2025-04-28T12:38:01.305+01:00",
            "message_id": 3000581,
            "type": "incoming",
            "content": [
                "Dear Adam G,\nThank you for your request for information relating to Poole Place which\nwe received on 24/04/2025.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 23/05/2025. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept EIR requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}