{
    "id": 1107994,
    "title": "Request for copy of the Graves Park Visions Plan 2020/2021",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "request_for_copy_of_the_graves_p",
    "created_at": "2024-03-26T16:34:13.404+00:00",
    "events": [
        {
            "created_at": "2024-03-26T16:34:13.814+00:00",
            "message_id": 1630284,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nIn November 2020, the Friends of Graves Park were asked by a council officer (name can be supplied on request) to submit any ideas for improvements in Graves Park. The Friends spent some time and effort, sometimes during lockdown, to produce a 42 point plan of action, which we submitted in March 2021.\nWe were told that this plan would be included in the council’s plan for the improvements for Graves Park and that our Overview would be included in its entirety in the appendices. We were also told that the council officer would send us a copy when it was complete.\nSince then, despite repeated requests, we have not received a copy of this “Graves Park Strategic Options Plan”, so we are now requesting one.\nCan you please send us a copy of the council’s Graves Park Strategic Options Plan, including the appendices?\nIf it has since been renamed, we would like a copy of the document that started its life as the “Graves Park Visions Plan”.\nYours faithfully,\nCaroline Dewar"
            ]
        },
        {
            "created_at": "2024-03-28T13:51:37.819+00:00",
            "message_id": 2604620,
            "type": "incoming",
            "content": [
                "Dear Caroline Dewar,\nThank you for your request for information relating to Graves Park Visions\nPlan 2020/2021 which we received on 26/03/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 25/04/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-04-24T19:23:39.897+01:00",
            "message_id": 2634690,
            "type": "incoming",
            "content": [
                "1 Attachment\nGraves Park Masterplan 2022 DRAFT.pdf\n4.4M\nDownload\nView as HTML\nDear Caroline Dewar,\nThank you for your request for information relating to Graves Park Visions\nPlan 2020/2021 which we received on 26/03/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nPlease see attached and below.\nThis document was developed into an early draft following the\nconversations with yourselves, the FOGP. The work was however paused due\nto other matters in the park such as the closure of the Rose Garden Café.\nWe have therefore not consulted anyone on the information contained within\nit. This is very much a draft document that may change when the work is\nrelaunched and further conversations with yourselves and the wider public.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Thursday, March 28, 2024 1:51 PM\nTo: Caroline Dewar <[FOI #1107994 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 1085703\nDear Caroline Dewar,\nThank you for your request for information relating to Graves Park Visions\nPlan 2020/2021 which we received on 26/03/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 25/04/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}