{
    "id": 1015126,
    "title": "Request for documents issued for undertakings signed on 26.07.17 with regard to Leeds High Court case for application of an injunction: SCC vs Alice Fairhall et al (Case D92LS739)",
    "display_status": "Awaiting internal review",
    "law_used": "foi",
    "url_title": "request_for_documents_issued_for",
    "created_at": "2023-08-14T13:35:33.454+01:00",
    "events": [
        {
            "created_at": "2023-08-14T13:35:33.759+01:00",
            "message_id": 1507016,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nOn 27 June 2017 a number of people were issued a pre-protocol letter, (Proposed Claim For An Injunction) Ref. GEG/079474. This was accompanied by a one page 'Undertaking To Sheffield City Council' sheet for signing before 11th July 2017. I have copies of both these documents.\nOn 26 July 2017, a number of defendants at Leeds High Court for the case (D92LS739) of the above mentioned injunction application (SCC vs Alice Fairhall et al) signed undertakings shortly before the first hearing began. I would like to know what documents they were issued. I presume they would have been given pre-protocol letters along with the undertaking sheet to sign. I request these as I want to see if they differ from those issued on 27 June 2017.\nYours faithfully,\nMartin Pickles"
            ]
        },
        {
            "created_at": "2023-08-15T11:14:56.693+01:00",
            "message_id": 2392884,
            "type": "incoming",
            "content": [
                "Dear Martin Pickles,\nThank you for your request for information relating to documents issued\nfor undertakings signed on 26.07.17 with regard to Leeds High Court case\nfor application of an injunction: SCC vs Alice Fairhall et al (Case\nD92LS739) which we received on 14/08/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 12/09/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Martin Pickles <[FOI #1015126 email]>\nSent: Monday, August 14, 2023 1:36 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Request for documents issued for\nundertakings signed on 26.07.17 with regard to Leeds High Court case for\napplication of an injunction: SCC vs Alice Fairhall et al (Case D92LS739)\nDear Sheffield City Council,\nOn 27 June 2017 a number of people were issued a pre-protocol letter,\n(Proposed Claim For An Injunction) Ref. GEG/079474. This was accompanied\nby a one page 'Undertaking To Sheffield City Council' sheet for signing\nbefore 11th July 2017. I have copies of both these documents.\nOn 26 July 2017, a number of defendants at Leeds High Court for the case\n(D92LS739) of the above mentioned injunction application (SCC vs Alice\nFairhall et al) signed undertakings shortly before the first hearing\nbegan. I would like to know what documents they were issued. I presume\nthey would have been given pre-protocol letters along with the undertaking\nsheet to sign. I request these as I want to see if they differ from those\nissued on 27 June 2017.\nYours faithfully,\nMartin Pickles\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[2][FOI #1015126 email]\nIs [3][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[6]\nhttps://eur03.safelinks.protection.outlo...\n[7]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-09-12T23:16:41.448+01:00",
            "message_id": 2416190,
            "type": "incoming",
            "content": [
                "Dear Martin Pickles\nThank you for your request for information relating to documents issued\nfor undertakings signed on 26.07.17 with regard to Leeds High Court case\nfor application of an injunction: SCC vs Alice Fairhall et al (Case\nD92LS739) which we received on 14/08/2023.\nWe are making a partial response today by referring you to the Street Tree\nArchive. The following files are relevant:\nCase file 73204 - Rustlings Road (Removal of Trees and TRO [Traffic\nRegulation Order] issues), 21 Aug 2015 - 1 Aug 2017 (X966/1).\nCase file 84177 - Street Trees Consultation 2018, 25 Jul 2018 - 1 Jul 2019\n(X966/2).\nCase file 83325 - Street Trees Forestry Commission Criminal Investigation\n2018 - Advice, 8 May 2018 - 12 Jun 2020 (X966/3).\nCase file 80620 - Email regarding Amey carrying out work on TPO [Tree\nProtection Order] trees - Advice, 12 Jul 2017 (X966/4).\nCase file 77669 - Outstanding complaints, trees, Streets Ahead - Advice,\n[26 Feb] - 5 Oct 2016 (X966/5).\nCase file 75371 - Dillner v SCC - Judicial Review Advice, 5 Feb 2016 - [6\nJul 2017] (X966/6).\nCase file 77825 - Street Trees Advice, 3 Sep 2015 - 8 Jul 2019 (X966/7).\nCase file 79474 - Sheffield Street Trees Injunction 2017, 19 Feb 2016 - 11\nJun 2021 (X966/8).\nPhotographic and video surveillance evidence and Facebook screenshots\ncollected by Amey during protests against tree removals, etc, 2017 (X966/9\nThe files may be accessed at the link below in addition to which a search\nof the archive catalogue ([1]CalmView: Home Page) for the word\n‘injunction’ will bring up a number of references which you may wish to\nview online.\nWe are extending the deadline for our final response to this request by 20\nworking days, i.e., until 10 October 2023. Section 10 of the Act allows\nsuch an extension where an exemption is engaged, in this case Section 42\nrelating to legal professional privilege, which requires the application\nof the public interest test, for which the extension may be taken.\nWe will advise you of your rights to complain and to contact the\nInformation Commissioner with our final response.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-09-16T11:41:55.092+01:00",
            "message_id": 1523683,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThank you for your partial response to my FOI request. Unfortunately, you have referred me to supposedly 'relevant' files from the Street Tree Archive which are all restricted so they can’t be accessed and one is non-existent. This is clearly of no use to my enquiry and a waste of my time entering each case number.\nMy request is quite straightforward but I think I could have worded it better to focus your response. I would like to rephrase my question which I hope will get us to a satisfactory response more quickly:\nIn 2017, Sheffield City Council issued requests to a number of people to sign 'undertakings' regarding their protest behaviour against the unnecessary felling of street trees. Requests were issued at different times, eg.; by letters dated 27.06.17 and 29.06.17, both Ref. GEG/079474. Undertakings were signed at different times; some before the first deadline of 11.07.17, some before an extended deadline of 20.07.17 granted by SCC via Howells Solicitors, one or more signed just before the first hearing of case D92LS739 at Leeds High Court on 26.07.17. There are possibly other dates in 2017 when undertaking requests were issued and signed. I would like to know if and how the text of the request documentation and undertaking forms to be signed were different. In short, did the conditions for ‘undertakers’ vary?\nYours sincerely,\nMartin Pickles"
            ]
        },
        {
            "created_at": "2023-10-18T17:29:40.502+01:00",
            "message_id": 1539357,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Request for documents issued for undertakings signed on 26.07.17 with regard to Leeds High Court case for application of an injunction: SCC vs Alice Fairhall et al (Case D92LS739)'.\nOver two months have passed since I submitted my FOI request and I still haven't received anything approaching an adequate or appropriate response. Please could this be attended to.  If the Legal & Governance Dept can provide the information with the same urgency they issued the original paperwork, we should have this wrapped up pretty quickly.\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/r...\nYours faithfully,\nMartin Pickles"
            ]
        },
        {
            "created_at": "2023-10-20T16:52:25.548+01:00",
            "message_id": 2450626,
            "type": "incoming",
            "content": [
                "Dear Martin Pickles,\nThank you for your recent request for an internal review relating to\ndocuments issued for undertakings signed on 26.07.17 with regard to Leeds\nHigh Court case for application of an injunction: SCC vs Alice Fairhall et\nal (Case D92LS739) which we received on 18/10/2023.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 15/11/2023.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-02-20T17:52:54.563+00:00",
            "message_id": 1605589,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Request for documents issued for undertakings signed on 26.07.17 with regard to Leeds High Court case for application of an injunction: SCC vs Alice Fairhall et al (Case D92LS739)'.\nSix months on from my request, I haven't received a satisfactory reply from Sheffield City Council (SCC) or even any correspondence to say they are working on it.  I currently have another ongoing outstanding serious formal complaint with SCC which they have failed to deal with since it was lodged nearly three years ago.\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/r...\nYours faithfully,\nMartin Pickles"
            ]
        }
    ]
}