{
    "id": 1102778,
    "title": "Request for information on shisha cafes",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "request_for_information_on_shish_15",
    "created_at": "2024-03-13T11:45:43.033+00:00",
    "events": [
        {
            "created_at": "2024-03-13T11:45:43.507+00:00",
            "message_id": 1622366,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nShishaWatch (previously It’s Still Tobacco) is a volunteer-run industry watchdog. We monitor and survey the UK’s shisha industry and work with partners to understand the issues and find solutions, including around the legislative enforcement of shisha tobacco.\nWe would like to ask the following questions about your local authority area, where we define a \"shisha cafe\" as any premise where the sale and consumption of shisha tobacco occurs on site, and can include restaurants, clubs, lounges, cafes, and other venues. Please ensure these questions are answered jointly by Environmental Health and Trading Standards.\nQ1.  Please provide the estimated number or range of shisha cafes known as of January 2024.\nPlease reply \"unknown\" if this information is not held.\nQ2. a) Please state the number of prosecutions made for violations of the smoke-free law in 2023.\nb) How many of these violations were by shisha cafes?\nQ3. a) Please state how many inspections were made to shisha cafes by Trading Standards, Environmental Health, or other officers in 2023.\nb) Of these inspections, how many shisha cafes required intervention due to lack of compliance with policies (including tobacco, health and safety, and licensing laws) in each of the years listed above?\nc) Of these inspections, approximately how many kilograms of illicit shisha tobacco were seized in total?\nd) Of these inspections, how many led to successful prosecutions and what was the total amount ordered to pay from the shisha cafe business?\nQ4. Please state the number of reports of underage smoking at shisha cafes in 2023.\nQ5. Please state the number of complaints made for noise and nuisance against shisha cafes in 2023.\nMany thanks,\nZainab Hussain\nShishaWatch"
            ]
        },
        {
            "created_at": "2024-03-14T14:40:48.955+00:00",
            "message_id": 2590290,
            "type": "incoming",
            "content": [
                "Dear Zainab Hussain,\nThank you for your request for information relating to Shisha cafes which\nwe received on 13/03/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 12/04/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Shisha Watch <[FOI #1102778 email]>\nSent: Wednesday, March 13, 2024 11:46 AM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Request for information on\nshisha cafes\nDear Sheffield City Council,\nShishaWatch (previously It’s Still Tobacco) is a volunteer-run industry\nwatchdog. We monitor and survey the UK’s shisha industry and work with\npartners to understand the issues and find solutions, including around the\nlegislative enforcement of shisha tobacco.\nWe would like to ask the following questions about your local authority\narea, where we define a \"shisha cafe\" as any premise where the sale and\nconsumption of shisha tobacco occurs on site, and can include restaurants,\nclubs, lounges, cafes, and other venues. Please ensure these questions are\nanswered jointly by Environmental Health and Trading Standards.\nQ1.  Please provide the estimated number or range of shisha cafes known as\nof January 2024.\nPlease reply \"unknown\" if this information is not held.\nQ2. a) Please state the number of prosecutions made for violations of the\nsmoke-free law in 2023.\nb) How many of these violations were by shisha cafes?\nQ3. a) Please state how many inspections were made to shisha cafes by\nTrading Standards, Environmental Health, or other officers in 2023.\nb) Of these inspections, how many shisha cafes required intervention due\nto lack of compliance with policies (including tobacco, health and safety,\nand licensing laws) in each of the years listed above?\nc) Of these inspections, approximately how many kilograms of illicit\nshisha tobacco were seized in total?\nd) Of these inspections, how many led to successful prosecutions and what\nwas the total amount ordered to pay from the shisha cafe business?\nQ4. Please state the number of reports of underage smoking at shisha cafes\nin 2023.\nQ5. Please state the number of complaints made for noise and nuisance\nagainst shisha cafes in 2023.\nMany thanks,\nZainab Hussain\nShishaWatch\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[2][FOI #1102778 email]\nIs [3][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[4]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[6]\nhttps://eur03.safelinks.protection.outlo...\n[7]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-07-19T14:18:17.481+01:00",
            "message_id": 2705535,
            "type": "incoming",
            "content": [
                "Dear Zainab Hussain,\nThank you for your request for information relating to Shisha cafes which\nwe received on 13/03/2024.\nWe apologise for the delay in responding.\nPlease find our response below.\nQ1. Please provide the estimated number or range of shisha cafes known as\nof January 2024.\nPlease reply \"unknown\" if this information is not held.\n21 premises\nQ2. a) Please state the number of prosecutions made for violations of the\nsmoke-free law in 2023.\nb) How many of these violations were by shisha cafes?\n4 prosecutions\nb) 4\nQ3. a) Please state how many inspections were made to shisha cafes by\nTrading Standards, Environmental Health, or other officers in 2023.\nThe Licensing Service did not carry out any enforcement visits to Shisha\npremises in 2023.\n5 visits by Health and Safety\nTrading Standards have not made any visits to Shisha Premises\nEnvironmental Protection have not made any visits to Shisha Premises\nb) Of these inspections, how many shisha cafes required intervention due\nto lack of compliance with policies (including tobacco, health and safety,\nand licensing laws) in each of the years listed above?\n4\nc) Of these inspections, approximately how many kilograms of illicit\nshisha tobacco were seized in total?\n0kg\nd) Of these inspections, how many led to successful prosecutions and what\nwas the total amount ordered to pay from the shisha cafe business?\n4 – total fines from all prosecutions were £2049.00\nQ4. Please state the number of reports of underage smoking at shisha cafes\nin 2023\n0\nQ5. Please state the number of complaints made for noise and nuisance\nagainst shisha cafes in 2023.\nEnvironmental Protection have not received any Noise or Nuisance\ncomplaints regarding Shisha Premises.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}