{
    "id": 1251542,
    "title": "Road works and closures by local authority",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "road_works_and_closures_by_local_62",
    "created_at": "2025-03-11T14:36:45.587+00:00",
    "events": [
        {
            "created_at": "2025-03-11T14:36:45.836+00:00",
            "message_id": 1822448,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act 2000, I would like to request the following information for the last calendar year (1 January 2024 to 31 December 2024):\n1. The total number of road works carried out within your council locality. This refers only to road works undertaken by the authority or its contractors on behalf of the council. It does not include street works undertaken by utility companies, their contractors, or private developers.\n2. The total number of road closures due to road works within your council locality. This includes full road closures, partial road closures, and nighttime closures.\n3. The duration of each road work project carried out within your council locality.\nIf available, please provide:\nStart date\nEnd date (or indicate if still ongoing)\nIf the project lasted less than a day, please provide the duration in hours where possible.\n4. The duration of each road closure due to road works within your council locality.\nIf available, please provide:\nStart date\nEnd date (or indicate if still ongoing)\nIf the closure lasted less than a day, please provide the length in hours where possible.\nIf this request exceeds the cost limit under the FOI Act, please advise how it may be refined to remain within statutory limits.\nThank you for your help. Please let me know if you require any clarification.\nYours faithfully,\nJamie Dixon"
            ]
        },
        {
            "created_at": "2025-03-13T11:47:07.228+00:00",
            "message_id": 2947704,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to Road works and\nclosures by local authority which we received on 11/03/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 09/04/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/your-city-c...\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2025-03-21T10:57:00.973+00:00",
            "message_id": 2959154,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your request for information relating to Road works and\nclosures by local authority which we received on 11/03/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nBefore we can begin to process your FOI Request, we would like to clarify\nwhat information you require.\nWe like you to clarify what you mean by “roadworks”. Our contractor Amey\nhas pointed out that Roadworks could include many different  workstreams\nassociated with closing roads and using temporary traffic management, such\nas Local Implementation Plan, Highways, Drainage, Emergency works, Non\nCore activity, lighting/traffic signals, and more.\nJust looking at potholes, identifying the traffic management used as part\nof the repair may prove difficult without reviewing every single job but\nif we can get a steer for what to look at for Q1, we can review what is\nneeded for the other questions.\nThe Freedom of Information Act 2000 states that we must respond to a\nrequest within 20 working days. The 20 working day clock will start the\nday after we receive the necessary clarification.\nYou can provide your clarification by replying to this email. Please\nnote, if clarification is not received within 2 months your Freedom of\nInformation request will be closed.\nWe look forward to hearing from you.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2025-04-07T08:02:08.278+01:00",
            "message_id": 1840371,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nFor all questions, by 'road works', I am referring only to road works undertaken by the authority or its contractors on behalf of the council. It does not include street works undertaken by utility companies, their contractors, or private developers.\nThis includes the works you listed, such as Local Implementation Plans, Drainage, Emergency works, Non\nCore activity, lighting/traffic signals, if they resulted in a road closure.\nYours sincerely,\nJamie Dixon"
            ]
        },
        {
            "created_at": "2025-04-07T16:00:30.201+01:00",
            "message_id": 2978536,
            "type": "incoming",
            "content": [
                "Dear Jamie Dixon,\nThank you for your clarification relating to road works and closures by\nlocal authority which we received on 07/04/2025.\nWe will now continue to deal with this under the Freedom of Information\nAct.  The reference number for your request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days. The 20 working day clock will start the day after\nwe receive the necessary clarification. Therefore, you should expect to\nreceive a response from us by 08/05/2025, but we kindly ask for your\npatience as we anticipate that there may be a delay in some cases. Please\ndo not hesitate to contact us at the email address below if you have any\nqueries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2025-05-08T22:17:55.308+01:00",
            "message_id": 3011347,
            "type": "incoming",
            "content": [
                "1 Attachment\nFOI 1805584 Data.xlsx\n350K\nDownload\nView as HTML\nDear Jamie Dixon\nThank you for your request for information relating to Road works and\nclosures by local authority, which we received on 11/03/2025.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. The total number of road works carried out within your council\nlocality. This refers only to road works undertaken by the authority or\nits contractors on behalf of the council. It does not include street works\nundertaken by utility companies, their contractors, or private developers.\n8040 permits were approved for Amey works between 1^st January 2024 to\n31^st December 2024.\nPlease note that in some instances, works may not have taken place.\nWe are withholding this information under Regulation 12(4)(b) of the\nEnvironmental Information Regulations 2004 on the grounds that it would be\nmanifestly unreasonable to comply with the request. We do not record this\ninformation in a format that allows us to produce an electronic report of\nthis and therefore, we would have to carry out a manual search of each\nrecord. It is estimated that checking would take approximately two (2)\nminutes per permit which would total approximately 268 hours.\nRegulation 12(4)(b) is subject to a public interest test. Factors in\nfavour of disclosure are that disclosure promotes openness and\ntransparency. Factors in favour of maintaining the exception are that it\nis not in the public interest to spend such a large amount of officer time\non providing this information, as this would come at a large cost to the\ncouncil and would divert officers from being able to carry out other work.\nOn balance, the council believes that the public interest lies in\nmaintaining the exception.\n2. The total number of road closures due to road works within your council\nlocality. This includes full road closures, partial road closures, and\nnighttime closures.\n1508 permits were approved which required some form of highway closure.\nThese included footway and carriageway works.\nPlease note that in some instances, works may not have taken place.  This\ninformation is not in a readily searchable format.  To calculate the\nactual number of road works, each permit would have to be checked\nmanually.  It is estimated that checking would take approximately two (2)\nminutes per permit which would total approximately 50 hours.  We consider\nthis to be manifestly unreasonable.\n3. The duration of each road work project carried out within your council\nlocality.\nIf available, please provide:\nStart date\nEnd date (or indicate if still ongoing)\nIf the project lasted less than a day, please provide the duration in\nhours where possible.\nSee attached data titled ‘FOI 1805584 – Data’ under tab Q3. Total Permits.\nInformation regarding exact working time on site is not in a readily\nsearchable format.  To calculate the actual period, each permit and\nassociated jobs would have to be checked manually.  It is estimated that\nchecking would take approximately five (5) minutes per permit which would\ntotal approximately 670 hours.  We consider this to be manifestly\nunreasonable as with the exception quoted in the answer to Q1.\nWhere the permit start and end dates are the same, that is, all the works\nare completed within the same day, we have assumed 5 hours as an average\ntimescale for the duration of the works.\n4. The duration of each road closure due to road works within your council\nlocality.\nIf available, please provide:\nStart date\nEnd date (or indicate if still ongoing)\nIf the closure lasted less than a day, please provide the length in hours\nwhere possible.\nSee attached data titled ‘FOI 1805584 – Data’ under tab Q4. Road Closures.\nInformation regarding road closure time is not in a readily searchable\nformat.  To calculate the actual period, each permit and associated jobs\nwould have to be checked manually.  It is estimated that checking would\ntake approximately five (5) minutes per permit which would total\napproximately 125 hours.  We consider this to be manifestly unreasonable\nas with the exception quoted in the answer to Q1.\nWhere the permit start and end dates are the same, that is, all the works\nare completed within the same day, we have assumed 5 hours as an average\ntimescale for the road closure.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}