{
    "id": 1123093,
    "title": "Safeguarding Statistics for Five Year Period From 25 April 2024 or Nearest 5 Year Period",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "safeguarding_statistics_for_five_376",
    "created_at": "2024-04-25T10:43:53.106+01:00",
    "events": [
        {
            "created_at": "2024-04-25T10:43:54.120+01:00",
            "message_id": 1650695,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\n1. Purpose\n1.1. We would ask that you consider this Freedom of Information Act request as a positive exercise in assessing your own strengths and weaknesses as a Local Authority or Safeguarding board in ensuring fairness and compatibility with the Human Rights Act 1998, particularly given that the consequences of making decisions that override the care arrangements that were in place before a Safeguarding Investigation can be devastating and destroy the lives of accused people, if they go wrong.\n1.2. Also, It is essential that Local Authorities/Social Work departments  and Safeguarding boards are recognising and acting on abuse despite a challenging financial backdrop for Local Authorities and Safeguarding boards.\n1.3. Cooperating with this Freedom of Information Act Request, which has been purposefully launched on the “What Do They Know” platform, not only assists me with managing responses from Local Authorities and Safeguarding boards across the United Kingdom, but it also allows a range of bodies, including the media and national government to assess the financial support available to Local Authorities which in turn hopefully will foster positive outcomes. It is also extremely useful for self-valuation and for comparison purposes between Local Authorities and Safeguarding Boards.\n1.4. It is also essential that Local Authorities and Safeguarding Boards are transparent in their dealings, given the significant powers afforded to Social Services and Safeguarding Boards, particularly given that the taxpayer/the general public (including the Local Authority and Safeguarding Boards’s Employee/s/Volunteer/s answering the Freedom of Information Act Request are also taxpayers and Safeguarding concerns us all, in a private capacity with far-reaching consequences for those falsely accused or where malicious allegations occur.\n1.5. A lack of response or a lack of willingness to cooperate with this Freedom of Information Act Request, conversely, may cause the general public, the media and national government to form an adverse view of performance, fairness or compatibility with the Human Rights Act and in protecting vulnerable people from harm where the accused could as easily become equally as vulnerable as the purported victim of abuse was thought to be.\n1.6. We welcome your cooperation and thank you in advance for it.\n2. Rationale\n2.1. A = Children, B = Adults with Disabilities/Vulnerable Adults C = Older People (Shorthand A - C)\n2.2. Roman Numerals = Subcategorised Questions.\n2.3. Although I use the term “Safeguarding”, I appreciate that Local Authorities and Safeguarding Boards often differentiate between child protection and safeguarding investigations. As the fundamental aims and objectives are the same - to protect the vulnerable in all age groups, I collectively use the term “Safeguarding” to cover children, disabled and/or otherwise vulnerable adults and older people to reflect the overall subdivisions of Social Care.\n2.4. Questions regarding Social Workers and Managers should be considered not only to include those directly employed by your Local Authority/Local Authorities covered but also those volunteering, contracted, employed indirectly on a temporary basis or otherwise and by “Manager” I mean anyone working in a Managerial capacity, such as Supervisors.\n2.5. The “alleged perpetrator” describes the alleged perpetrator of abuse regardless of the stage or conclusion of the safeguarding investigation and regardless of outcome.\n2.6. The “alleged victim of abuse” describes a person, regardless of the stage or conclusion of the safeguarding investigation and regardless of outcome.\n2.7. Where you are responding on behalf of a Safeguarding board, please specify the Local Authority areas covered and answer clearly for each Local Authority area. If you can’t, please specify the Local Authority Areas covered and please provide combined figures as a last resort.\n2.8. Where your Local Authority/Safeguarding board is not subject to English and Welsh law (in Northern Ireland and Scotland or where Welsh devolved law is relevant), please specify legislation that applies where relevant to the question.\n2.9. Please always answer with the question number to aid in processing the results and please avoid answering questions with attachments as this makes it difficult for the results to be read.\n3. Scope\n3.1. Over the course of the last 5 years from 25 April 2024. or covering the nearest recent five year period that you have data for (Please specify your date range).\n--------\n***Section 1 – Total Numbers of Safeguarding Referrals***\n1. Subcategorised by A – C, how many Safeguarding Referrals has your Local Authority/Safeguarding Board received, regardless of outcome and regardless of whether an investigation was undertaken or not?\n***Section 2– Types of Informants/Reporters***\n1. How many safeguarding referrals, subcategorised by A - C  originated from:\n(i)  Churches and Wider Religious Organisations (Not Schools)\n(ii)  Religious Schools\n(iii)  Non religious, Local Authority Schools\n(iv)  Non religious, Independent Schools\n(v)  Neighbours living within the vicinity of the perceived vulnerable child/adult\n(vi)  Referrals from other Local Authorities\n(vii)  Referrals from the Police\n(viii)  Referrals from the NSPCC\n(ix)  Referrals from Childline\n(x)  Referrals from other telephone helplines – Please define which helplines alongside totals\n(xi)  NHS Hospitals (Outpatients or Inpatients) including, but not limited to Nurses and Midwives\n(xii)  Private/Independent Hospitals\n(xiii)  General Practitioners and Dentists\n(xiv)  Local Authority employed Solicitors/Barristers\n(xv)  Independent Solicitors/Barristers (not employed/contracted by/to the Local Authority\n(xvi)  Social Workers themselves – that *are* considered to be Trainees/otherwise new to the role\n(xvii) Social Workers themselves – that are *not* considered to be Trainees/otherwise new to the role\n(xviii)  Care Homes\n(xix)  Foster Carers\n(xx)  Adoptive Parents – where the adoption proceedings were started by the Local Authority\n(xxi)  Social and Council Housing Providers\n***Section 3 – Types of Purported Abuse***\n1. Subcategorised by A-C, How many reports were there for:\n(i) Emotional Abuse\n(ii) Financial Abuse\n(iii) Physical Abuse\n(iv) Ritualistic Abuse\n(v) Sexual Abuse\n(vi) Other Abuse not specified (please specify the type alongside the totals)\n***Section 4 – The Position of the Accused Perpetrator of Abuse***\n1. Subcategorised by A-C, how Many safeguarding referrals concerned abuse purported to have been inflicted by:\n(i) Employees and Volunteers of Churches and Wider Religious Organisations (Not Schools)\n(ii) Employees and Volunteers of Religious Schools\n(iii) Employees and Volunteers of Non Religious, Local Authority Schools\n(iv) Employees and Volunteers of Non Religious Independent Schools\n(v) Neighbours living within the vicinity of the perceived vulnerable child/adult\n(vi) A Police Officer/Group of Police Officers/Staff/Volunteers in the course of their shift\n(vii) A Police Officer/Group of Police Officers/Staff/Volunteers in their private lives\n(viii) Employees of Local Authorities (Not Solicitors or Barristers)\n(ix) Employees or Volunteers with/of the Police\n(x) An Employee or Volunteer of the NSPCC\n(xi) An Employee or Volunteer of Childline\n(xii) An Employee or Volunteer of another telephone line tasked with preventing abuse\n(xiii) NHS Hospitals (Outpatients or Inpatients), Nurses and Midwives\n(xiv) Private/Independent Hospitals\n(xv) General Practitioners and Dentists\n(xvi) Local Authority employed Solicitors/Barristers\n(xvii) Independent Solicitors/Barristers (not employed/contracted by/to the Local Authority\n(xviii) Social Workers themselves – that are considered to be Trainees/otherwise new to the role during the course of their shift\n(xix) Social Workers themselves – that are considered to be Trainees/otherwise new to the role whilst not on duty.\n(xx) Social Workers themselves – that are not considered to be Trainees/otherwise new to the role during the course of their shift\n(xxi) Social Workers themselves – that are not considered to be Trainees/otherwise new to the role in their private lives (whilst not working)\n(xxii) Care Homes\n(xxiii) Foster Carers\n(xxiv) Adopted Parents – where the adoption proceedings were started by the Local Authority\n(xxv) Parents or Carers where domestic abuse was considered to be a factor in a Safeguarding Investigation (this may cross reference the other categories in this section)?\n(xxvi) Social Housing and Council Housing Provider Employees/Volunteers.\n***Section 5 – Demographics of the Accused Perpetrator of Abuse/The Perceived Victim of Abuse***\n1. Subcategorised by A – C, Over the period reported (per Section 1), have any attempts been made by your Local Authority to monitor disproportionate amounts of Safeguarding Allegations made against:\n(i) People by their ethnicity or race\n(ii) People by their sexuality\n(iii) People by their gender identity (regardless of whether that is self defined or not)\n(iv) People with mental health disabilities\n(v) People with physical/sensory disabilities\n(vi) People with other cognitive health problems\n(vii) People with learning/developmental difficulties\n(viii) People by their political persuasion\n(ix) People by their religion/faith/lack of religion/lack of faith\n(x)  Age\n(xi) Whether the person/people were in care themselves\n(xii) Whether the person/people are in care themselves\n(xiii) Socio-Economic factors such as whether the person is employed or not employed or their income.\n(xiv) Criminal Records – not relevant to abuse (abuse defined within Section 3 including what you have defined as abuse that I might not have listed).\n(xv) Criminal Records – abuse related (abuse defined within Section 3 including what you have defined as abuse that I might not have listed).\n(xvi) Other groups – please define\n2. Please specify what action has been taken to monitor for disproportionate numbers of allegations against the above groups, whether any disproportionate patterns have been identified, whether these genuinely represent larger amounts of abuse and what action the Local Authority/Safeguarding Board has taken, either in the case of genuinely larger numbers of substantiated Safeguarding Allegations and where such patterns have been found themselves to be discriminatory with the allegations being unfounded?\n3. Subcategorised by A – C, over the period reported (per Section 1) and subcategorised by the demographics immediately above and contained with Section 5, what are your totals please?\n***Section 6 – Safeguarding Investigations and Outcomes and Compatibility with Schedule 1 of the Human Rights Act 1998***\n1. What efforts are made by your Local Authority/Safeguarding Board to ensure that your investigations from start to finish, including conclusions, are fully compatible, or as compatible as possible, with the Human Rights Act, including, but not limited to:\n(i) The prohibition of torture and inhuman treatment\nNote:  The above has a broad ambit in terms of the damage caused to alleged perpetrators of abuse.\n(ii) The right to liberty and freedom and the right to a fair trial no punishment without law\nNote:  The above has a broad ambit in terms of the findings of Local Services/Social Services can play a significant role in the deprivation of liberty and freedom to those alleged to be perpetrators of abuse, particularly since Safeguarding cases are often found to be substantiated but do not have any attached criminal proceedings whilst cooperation of alleged perpetrators of abuse cannot be guaranteed because of the perceived/real fear of criminal law implication without guarantee of guilt.\n(iii) Respect for private and family life and the right to marry\n(iv) Freedom of thought, religion and belief\n(v) Free speech and peaceful protest\n(vi) No discrimination\n(vii) Protection of Property (of the alleged perpetrator of victim of abuse)\n(viii) Any other Articles that you consider relevant.\n***Section 7 – Safeguarding and the Mental Capacity Act 2005 (As Amended) and Deprivation of Liberty Safeguards (DOLS)***\n1. Categorised by A – C above and your totals from Section 1, how many perceived victims of abuse had a Mental Capacity Act assessment conducted once a Safeguarding report had been made including after a Safeguarding report had been investigated and concluded?\n2. Compared to your totals supplied in Section 1, how many perceived victims of abuse were found to lack capacity following on from a Safeguarding Report having been made?\n3. Categorised by A – C above and your totals from Section 1, how many perceived victims of abuse had DOLS imposed once a Safeguarding report had been investigated and concluded?\n4. In all cases, how many perceived victims of abuse had an Independent Mental Capacity Advocate (IMCA) / other Advocate appointed that was paid for by your Local Authority or the wider public sector?\n5. In all cases, how many perceived victims of abuse had an Independent Mental Capacity Advocate (IMCA)  / other Advocate appointed that was not paid for by your Local Authority / Local Authorities covered or the wider public sector?\n6. In all cases, how many perceived victims of abuse had an IMCA / other Advocate appointed by the Local Authority/Local Authorities covered that agreed that the perceived victim of abuse lacked capacity?\n7. In all cases, how many perceived victims of abuse had an IMCA  / other Advocate appointed that did not agree that the perceived victim of abuse lacked capacity?\n8. What safeguards does your Local Authority / Safeguarding board have against bias/interference by the Local Authority in the IMCA / other Advocate’s role?\n9. Do you prevent Social Workers/Employees from sitting in on meetings with IMCA’s / other Advocates (with the exception of them reporting back on their findings)?\n10. If you do not prevent Social Workers/Employees from sitting in on meetings with IMCA’s, do you support the perceived perpetrator of abuse being equally as involved with the IMCA / other Advocate as the Local Authority?\n11. Do you have (whether you communicate them or not) targets either for IMCA’s/other Advocates to find a Lack of Capacity or for finding that a perceived victim of abuse does not lack capacity?\n12. Do you have (whether you communicate them or not) targets either for the Local Authority to find of a Lack of Capacity or for finding that a perceived victim of abuse does not lack capacity?\n13. Compared to the totals supplied in Section 1, how many perceived perpetrators of abuse were subjected to a Mental Capacity Act assessment following on from a Safeguarding report being made?\n14. Compared to the totals supplied in Section 1, how many perceived perpetrators of abuse were subjected to DOLS being applied following from a Safeguarding report being made?\n***Section 8 – Financial Incentives***\n1. Subcategorised by A-C, do you receive any payments for removing children, vulnerable adults/adults with disabilities or older people from their accommodation and placing them elsewhere, regardless of whether a safeguarding report has been made or not and do you receive payments above the cost of actually placing them, either from the private or the wider public sector including national government?\n2. Subcategorised by A – C, does your Local Authority or Safeguarding Board consider removing children, vulnerable adults/adults with disabilities or older people represents better value for money than arrangements for accommodation being made privately?\nNote: I recognise that this question might initially be perceived as contentious but it is also recognised that Local Authorities/Social Services act in the best interests of vulnerable people on extremely tight budgets against a backdrop of having a duty to protect vulnerable people.\n***Section 9 – Social Worker/Social Work Managers Performance/Training***\nNote: By “Social Work Manager” this should be interpreted as including Social Work Supervisors employed by/contracted by your Local Authority / covered by the Local Authorities that you cover.\nIf the legislation does not apply to your Local Authority or Safeguarding Board (for example, for Respondents in Scotland and Northern Ireland and where devolved legislation applies, for example potentially in the case of Wales, please provide all legislation Social Workers and Social Work Managers are trained in, within the context of forced access (with or without assistance from the Police) and please reply in that context).\n1. How many Social Workers and Managers are trained in Section 17(1)(e) of the Police and Criminal Evidence Act 1984 – \"Protection of Life, Limb and from serious damage to property\" forced access (with cooperation from the Police)?\n2. How many Social Workers and Managers have been trained in other legal powers relating to forced access (with the cooperation of the Police) other than Section 17(1)(e) of the Police and Criminal Evidence Act, also which legal powers have they been trained in?\n3. Is this training always delivered regardless of whether a Social Worker/Social Work Manager (including trainees) has had the training before and by your Local Authority/Local Authorities Covered?\n4. Over the period covering this Freedom of Information Request, how many Social Workers, Trainees Social Workers and Social Work Managers been placed on restricted duties, subject to investigation for poor performance/bad practice by your Local Authority/Local Authorities Covered?\n5. Over the period covering this Freedom of Information Request, how many Social Workers, Trainees Social Workers and Social Work Managers been dismissed by your Local Authority/The Local Authorities that you cover?\n***Section 10 – Safeguarding Outcomes***\n1. Subcategorised by A – C and the totals that you have provided of Safeguarding Referrals (including repeated Safeguarding Referrals) over the period of this Freedom of Information Act Request and also subcategorised by the type of informants in Section 2:\n(i) How many Safeguarding allegations were found to be substantiated?\n(ii) How many Safeguarding allegations were found to be unsubstantiated?\n(iii) How many Safeguarding allegations were found to be malicious?\n2. Of those Safeguarding allegations found to be substantiated, how many were referred to the Police?\n3. Of those Safeguarding allegations, found to be substantiated and referred to the Police, how many led to a successful prosecution?\n4. Did a lack of budget/financial constraints influence decision making on whether safeguarding allegations, found to be substantiated, were referred to the Police (for example, given the requirement for additional casework at a time when Social Work resources are stretched extremely thinly or if less work was required of the Social Work department as a result?)\n5. How many safeguarding allegations, before the investigation outcome, led to the removal of those in category A – C (subcategorised) from their accommodation?\n5a) How many of those cases in S10 Q5 (immediately above) included attendance by the Police at the time of removal?\n6. How many safeguarding allegations, after the investigation outcome (and where the person in A – C remained in their accommodation that they were in prior to the Safeguarding allegation) led to the person being removed from that accommodation?\n6b) How many of those cases in Question 6 included attendance by the Police?\n7. In the totality of cases, over the period of the Freedom of the Information Act request, how many times did you take an active or an inactive role in *temporarily* ensuring a lack of contact between the alleged victim of abuse and the alleged perpetrator for example, not providing the address or other contact details for the alleged victim of abuse)?\n8. In the totality of cases, over the period of the Freedom of the Information Act request, how many times did you take an active or an inactive role in *permanently* ensuring a lack of contact between the alleged victim or abuse and the alleged perpetrator for example, not providing the address or other contact details for the alleged victim of abuse)?\nThank you for your cooperation.\nYours faithfully,\nAlex Hoskyn"
            ]
        },
        {
            "created_at": "2024-04-26T10:24:52.560+01:00",
            "message_id": 2637258,
            "type": "incoming",
            "content": [
                "Dear Alex Hoskyn,\nThank you for your request for information relating to Safeguarding\nStatistics for Five Year Period From 25 April 2024 or Nearest 5 Year\nPeriod which we received on 25/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 24/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-24T20:22:58.726+01:00",
            "message_id": 2666657,
            "type": "incoming",
            "content": [
                "Dear Alex Hoskyn,\nThank you for your request for information relating to Safeguarding\nStatistics for Five Year Period From 25 April 2024 or Nearest 5 Year\nPeriod which we received on 25/04/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nThe information you have requested is exempt from disclosure under section\n12 of the Freedom of Information Act 2000. Sheffield City Council does\nhold the information you have requested. However, we do not record the\ninformation in a format that allows us to produce an electronic report of\nthis. Therefore, we would have to carry out a manual search of our\nrecords. We have received 29849 Referrals into Children’s Social Care over\nthe last 5 years alone. We estimate that we would need to search 29,849\nreferral records and that it would take 30 minutes to search each record.\nTherefore, it would take us 4924 hours to collate the information, which\nis more than the cost limit of 18 hours or £450 specified in the\n[1]Freedom of Information and Data Protection (Appropriate Limit and Fees)\nRegulations 2004 (SI 2004 No. 3244).\nUnder section 16 of the Freedom of Information Act 2000, we have a duty to\nprovide advice and assistance to requesters. If you would like to narrow\ndown the focus of your request, we would be happy to process your revised\nrequest as a new request for information under the Freedom of Information\nAct 2000.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: FOI\nSent: Friday, April 26, 2024 10:24 AM\nTo: '[FOI #1123093 email]'\n<[FOI #1123093 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1113303\nDear Alex Hoskyn,\nThank you for your request for information relating to Safeguarding\nStatistics for Five Year Period From 25 April 2024 or Nearest 5 Year\nPeriod which we received on 25/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 24/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.legislation.gov.uk/uksi/2004/...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]\n5. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-06-09T08:40:30.844+01:00",
            "message_id": 1674652,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Safeguarding Statistics for Five Year Period From 25 April 2024 or Nearest 5 Year Period'.\n1. You have calculated that gathering this information will exceed the cost limit, but I believe that this is an overestimation of the resource required.\nThis is because not only does Sheffield City Council have a public sector equality duty in ensuring that all of it's operations comply in the interests of justice and equitability, but also more widely in ensuring compatibility with the Human Rights Act 1998 (as amended) and as detailed within the FOI questions themselves.\nAs such, it would be impossible for Sheffield City Council to be able to ensure compatibility with human rights without being able to disseminate the data and it is reasonably forseeable that you would have the data in a form that is able to be scrutinised already.\nThe information requested is argued to have been duly over-calculated in terms of the cost of compliance with this Freedom of Information Request, unless of course Sheffield City Council has had no regard for human rights in it's activities.\n2. Information will be required to be reported to the NHS and the Department for Education. This will require a manual review of case files anyway as you assert that you are unable to provide any information.\nThis undermines the argument that a manual review of case files causes the cost threshold to be exceeded. The cost of collating this information is largely met by complying with your statistics reporting duties.\nIt is not fair, therefore, to consider that the cost of this work can be attributed to the Freedom of Information Act request to such an extent as you suggest because providing the information is simply a case of bringing forward an already required exercise and further investigation of those case files at the same time substantially reduces the cost averred by your local authority.\nThe fact that your response is issued within such close proximity to the deadline for a response to be issued, without any valid clarification request, is also indicative of the refusal being related to the fact that you have run out of time. Whilst you do have 20 working days from the day after the Freedom of Information Act request is received to reply, to take nearly 20 days to send what is largely a template letter is indicative of this response being used a convenient opt-out for compliance with the FOIA.\nI duly file an internal appeal.\nYours faithfully,\nAlex Hoskyn"
            ]
        },
        {
            "created_at": "2024-06-13T11:45:52.802+01:00",
            "message_id": 2680315,
            "type": "incoming",
            "content": [
                "Dear Alex Hoskyn,\nThank you for your recent request for an internal review relating to\nSafeguarding Statistics for Five Year Period From 25 April 2024 or Nearest\n5 Year Period which we received on 09/06/2024. We are sorry to hear that\nyou are not happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 05/07/2024.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}