{
    "id": 1180069,
    "title": "SCC Governance Committee Participation Workshop",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "scc_governance_committee_partici",
    "created_at": "2024-09-27T11:54:10.082+01:00",
    "events": [
        {
            "created_at": "2024-09-27T11:54:10.394+01:00",
            "message_id": 1731318,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nIn the first week of September (2024) SCC held a Participation Workshop.  This was part of the work the Governance Committee is undertaking to improve citizen/community/stakeholder participation in the council, and following commissioned work and a report undertaken by the national organisation ‘Involve’.\nMy request has three parts\nFirstly, I would like:\n- a list of all those who attended the workshop and the groups/organisations or institutions they are affiliated with.\nI recognise that this request will include the ‘data’ (names etc) of third parties (external to the council).  However, this was a workshop on Participation and it would be very strange (and full of irony) if the council attempted not to seek the permission of those who attended to be able to indicate this attendance. (Those who I already know who attended would not object to disclosure in any way.)  This permission should, of course, have been sought at the outset of the Participation Workshop, but it appears it was not.  So I am aware my request will involve the council, in retrospect, seeking permission from those who attended, to disclose their participation at the workshop.\nSecondly, I would like:\n- a copy of the invitation letter that went out to participants at the workshop (which can, of course, be anonymised).  It may be that there are several different ‘invitation letters’ depending on who, or which sub-group, participants occupied e.g. officers, members, academics, VCS participants.  In this case, I would like a copy of each of the different invitations that went out.\nThirdly, I would like:\n- any and all information and material available (including, but not limited to, email correspondence, notes or minutes of any meetings, WhatsApp messages, written records of phone calls or conversations) pertaining to the criteria for selection/attendance of participants, and related to all planning for the workshop.  As a steer, this is certainly likely to include correspondence between council officers, Cllr Fran Belbin (Chair of the Governance Committee) and Helen Steers (or Helen Sims) at Voluntary Action Sheffield (VAS) (who were asked to help organise/lead the meeting).  Again, it is possible that these materials mention named third parties of Workshop attendees and, for the purposes of this request, I would expect that permission be sought to disclose this third party data (rather than simply redact that information in any materials available).  Approaches to participation are central to a council’s work and openness and transparency about this is, of course, vital.\nThank you very much\nYours faithfully,\nRuth Hubbard"
            ]
        },
        {
            "created_at": "2024-09-30T12:05:19.639+01:00",
            "message_id": 2777748,
            "type": "incoming",
            "content": [
                "Dear Ruth Hubbard,\nThank you for your request for information relating to Governance\nCommittee Participation Workshop which we received on 27/09/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 25/10/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-10-25T16:21:40.257+01:00",
            "message_id": 2804849,
            "type": "incoming",
            "content": [
                "1 Attachment\nFOI 1380005 Response Redacted.pdf\n6.8M\nDownload\nView as HTML\nDear Ruth Hubbard,\nThank you for your request for information relating to Governance\nCommittee Participation Workshop which we received on 27/09/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nPlease see attached.\nPlease note that the names of individuals have been redacted under section\n40(2) of the Freedom of Information Act 2000 on the grounds that these are\npersonal data and disclosure would contravene the data protection\nprinciple under Article 5(1)(a) of the General Data Protection Regulation\nthat processing of personal data must be fair, lawful and transparent.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: 30 September 2024 12:05\nTo: Ruth Hubbard <[FOI #1180069 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1380005\nDear Ruth Hubbard,\nThank you for your request for information relating to Governance\nCommittee Participation Workshop which we received on 27/09/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 25/10/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]\n4. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-11-19T09:59:34.441+00:00",
            "message_id": 1763862,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThank you for supplying some information.  I note that you have not requested data release from actual participants selected for the Participation Workshop. This basic lack of transparency and behind closed doors discussion is obviously not a hopeful sign for SCC's claimed aim of \"transforming\" its relationship with citizens and communities.\nHowever I am more concerned with the partial nature of the information relating to question 3.  You have not included my exchanges of emails requesting ian nvitation  - the point is not for me to see these (obviously i know they exist) but to bring information into the public domain.  Nor have you included at least one other request for an invitation, plus response,  that came from someone else around the time of my requests (and that I have also seen) so this needs to be included, with response.  I expect there is a full suite of responses to the invitation that are not included.  Whilst I understand you will redact individual names based on your approach above, the replies (and any other exchanges with third parties about attendance)  do need to be included in responding to the FOI properly.  Please can you provide the missing information.\nYours faithfully,\nRuth Hubbard"
            ]
        },
        {
            "created_at": "2024-11-26T09:22:26.631+00:00",
            "message_id": 2840629,
            "type": "incoming",
            "content": [
                "Dear Ruth Hubbard,\nThank you for your recent request for an internal review relating to\nGovernance Committee Participation Workshop which we received on\n19/11/2024. We are sorry to hear that you are not happy with your\nresponse.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 18/12/2024.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-12-12T11:16:53.032+00:00",
            "message_id": 2857691,
            "type": "incoming",
            "content": [
                "Dear Ruth Hubbard,\nWe are extending the deadline for our response from 18 December 2024 to 6\nJanuary 2025. This is because we need to consult third parties about\ndisclosing their participation in the Governance Committee Participation\nWorkshop.\nThe Freedom of Information Code of Practice (Cabinet Office, 2018) states:\n5.5 If an internal review is complex, requires consultation with third\nparties or the relevant information is of a high volume, public\nauthorities may need longer than 20 working days to consider the issues\nand respond. In these instances, the public authority should inform the\napplicant and provide a reasonable target date by which they will be able\nto respond to the internal review. It is best practice for this to be no\nmore than an additional 20 working days, although there will sometimes be\nlegitimate reasons why a longer extension is needed.\nWe require a further 10 working days to complete our response to you.\nWe trust this is acceptable to you and thank you for your patience.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}