{
    "id": 694279,
    "title": "SCC’s planned approach to information sharing.",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "sccs_planned_approach_to_informa",
    "created_at": "2020-09-26T10:30:38.787+01:00",
    "events": [
        {
            "created_at": "2020-09-26T10:30:38.960+01:00",
            "message_id": 1066535,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nOn 22 December 2019 I submitted FOI.\nBetween 22 December 2019 and March 2020 there appears to have been communication with Amey regarding my request about the regarding the contents of the email box associated with the former Director of Culture and Environment 1438. It appears from documents released so far there were discussions between Amey and SCC to discuss the statutory duty of information sharing and a \"planned approach\".\nIt seems there was no public consultation or information shared publicly on the council website regarding \"SCC’s planned approach to information sharing\". This request hopes to find more information on this \"planned approach to information sharing\", I wasn't aware of it before hand. Or that there was a consultation on it.\n“As we’ve previously stated back in March we explained our concerns and reasoning behind rejecting the councils intent to share further information.” - RE: FOI REQUESTS - 1369 and 1438, 22 July 2020 11:11\n“directly discuss the nature of our concerns and despite this have not heard back from the Council since writing to you early in March.\u2028\"\n1. Other than Amey, please identify  how many external parties SCC has consulted with regards to \"SCC’s planned approach to information sharing\".\n2. Please identify and provide any recorded information between 22 December 2019 - July 22 2020, where any part of the document is in relation to the following statement: “concerns and reasoning behind rejecting the councils intent to share further information” in association to request 1438 or any other future FOI request.\n“Ill wait to hear back re a meeting/call but do feel much of our we’d hope can be addressed thro’ gaining a better insight into SCC’s planned approach to information sharing” - 22 July 2020\n3. Please provide any correspondence, memoranda, documents, reports, records, statements, notes, examinations, opinions, folders, files, manuals, pamphlets, forms, drawings, charts, photographs, electronic mail, and other documents and things that refer of relate to the following “SCC’s planned approach to information sharing” as discussed with Amey in relation to FOI 1369 & 1438 and FOI requests in the future. I believe there was a meeting between Amey and SCC the requested documents should be in relation to that meeting.\n4. Please identify and provide the earliest correspondence SCC sent to Amey in relation to my request 1438, please provide any replies and subsequent discussions around 1438 between these two parties.\n5. Please identify the date the FOI time had received the information from record custodians for 1438.\n6. Please identify and provide records from that could show the requestor the delay from the time indicated in (5.) to the completed decision notice in relation to 1438.\nYours faithfully,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2020-09-28T15:30:09.463+01:00",
            "message_id": 1646984,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your request for information relating to further information\nabout request 2019-20-1438 which we received on 28/09/2020.\nThis has been logged as a Freedom of Information Request, and will be\ndealt with under the Freedom of Information Act 2000. The reference number\nfor your request can be found above.\nPlease be aware that Sheffield City Council’s response to the global\nCOVID-19 pandemic has led to a reduction in resources across the Council,\nmeaning that we are currently dealing with a backlog of requests.\nWe will aim to respond to your request within 20 working days, by\n26/10/2020, but we kindly ask for your patience as we anticipate that\nthere may be a delay in some cases. Please do not hesitate to contact us\nat the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nshow quoted sections"
            ]
        },
        {
            "created_at": "2021-02-17T15:42:34.838+00:00",
            "message_id": 1115050,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nIs there any update on this? It’s overdue and most (but not all) of the documents requested should be held by the FOI as team for working documents, the request was about how the council a named third party Amey and possibly other unknown parties discussed the statutory responses to FOI requests.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-02-17T17:04:07.576+00:00",
            "message_id": 1727556,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nThank you for your email and apologies for the delay in our reply. I can confirm that we do have the documents, but we need to review them before we issue our response. The reason for the delay is that we are still dealing with a large backlog of cases and have a shortage of staff, which means that it is taking longer than normal to respond to requests. We will try to prioritise dealing with your request as acknowledge that our response is overdue.\nKind regards\nRobert Jackson\nAccess to Information Officer\nInformation Management Team\nBusiness Change and Information Solutions\nResources Portfolio\nSheffield City Council\nEmail: [\nemail address\n]; [Sheffield City Council request email];\n[\nemail address\n]; [\nemail address\n]\nPostal Address: Sheffield City Council, PO Box 1283 Sheffield S1 1UJ\nshow quoted sections"
            ]
        },
        {
            "created_at": "2021-03-26T13:08:01.544+00:00",
            "message_id": 1132382,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nCan I please have an update on this request.\nCan you please indicate when an initial response will be due?\nThis material is now especially relevant to any discussions I have with the archivist regarding the Street Tree Archive.\nThis records requested are fundamental in understanding how SCC and Amey approached Their statutory duty to information sharing.\nMy observations from Gleadless Valley FOI is that there was a lot of  unnecessary interference from officer not in the information management department in how that request was handled - it should not have taken so long.\nI have complaints against Gillian Duckworth and other members of CEX can you please ensure they are no involved any further handling of my requests until those investigations are complete.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-08-06T14:50:56.910+01:00",
            "message_id": 1187801,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nCould you plwSe provide an update for this request.\nI note on the public what do they know site.  Request “Information about your dealings with Stonewall CYPS [Extraneous material removed]“ which was submitted on the 14th February.\nThat is 5 months after my request.\nThat request recieved a response from SCC on 6August 2021 stating “We aim to provide a response by the end of next week.“\nWhy is a request that was submitted 5 months after\nMine recieving a response before?\nEspecially when you stated back in February to\nMyself:\n“I can confirm that we do have the documents, but we need to review them before we issue our response”\nCould the council explain why requests are not been processed in the order they were recieved and why some requests are been filled early than others despite been submitted after.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-09-21T14:16:23.639+01:00",
            "message_id": 1205910,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThis request is approaching a year old.\nOther requests submitted after this request have been completed to and responded to, for example Lee Armstrong and the cobbled street On Western Road. That request was submitted on 7th June and a response was issue on the 17th September.\nCan the council please explain the delay in this request, why other requests that came in after this request are been processed before it.\nThe council confirmed the documents relevant to the request had been recieved on the 17th February.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-11-11T18:05:04.811+00:00",
            "message_id": 1223719,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nCan you please an update when a response will be due to this very overdue request.\nThe council were able to provide a hard date for a response to Michael Kenworthy request on  the 4 November 2021, for the request Penistone Road Cycle Way - Upgrade proposals Submitted September 2021.\nHowever the council inactive on this request. Can you please provide the current status and when a response will be due, the same service offered to Michael Kenworthy.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-11-24T14:22:43.650+00:00",
            "message_id": 1229810,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nFollowed up with a call to the FOI office and answer phone message left, request an update on this FOI by Friday.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-11-26T11:21:37.283+00:00",
            "message_id": 1923361,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nWe apologise sincerely for the delay to this response. We have been\nworking off and on a response to you, which we will now focus on fully\nwith a target of providing a fortnight today.\nWe thank you for your patience.\nKind regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2021-12-10T17:41:16.755+00:00",
            "message_id": 1933646,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nApologies again: we have been very busy and have not met our deadline. We\nare committed to replying; and only a very heavy workload has frustrated\nthese efforts. We hope you could agree to a further fortnight’s grace for\nour reply.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2021-12-24T10:36:47.687+00:00",
            "message_id": 1942450,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nWe will contact you in the new year with a deadline to resolve this\noutstanding request.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2022-02-01T14:00:44.866+00:00",
            "message_id": 1255397,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nCan I have an initial response. Or a deadline of when this request will be complete.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2022-02-15T10:41:03.646+00:00",
            "message_id": 1974537,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nWe apologise for the ongoing delay in responding to this request.\nWe shall pick up the processing of it again on 21 February and update you\nby 28 February 2022.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2022-02-16T16:43:29.708+00:00",
            "message_id": 1261670,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nPlease provide the cause as to the delay of this request.\nAre there issues surrounding the standards complaint on emails been marked not subject to FOI?\nOther FOIs have been submitted and responded to in full by the council from by other parties during the time this FOI has gone unaswered.\nThe records should be hard to locate, as some of this information was partially provided to Justin Buxton in their FOI.\nCould the council please identify the cause of this delay to this request, and why others that have been submitted later than this have received a response, while this request remains without an initial response.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2022-03-18T12:36:18.535+00:00",
            "message_id": 1277297,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nJust confirming the conversation I had with Leon Kaplan.\nI understand that the council stated there is no delay in handling requeats because of their subject i.e trees.\nThe council reached out to amey in September 21 to have discussions about this request, Amey have responded. The council has taken no further action to have these discussions.\nAssurances were sought from Leon Kaplan that the dicussions should start immediately.\n-\nThe council also umprompted mentioned another FOI Domain of senders and recipients of emails 2020-21 – FOI 2641 and informed that a response will be forthcoming this week.\n-\nI asked how the backlog  of FOI was been sorted through.\nI was informed “randomly”.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2022-09-08T17:41:32.778+01:00",
            "message_id": 2119057,
            "type": "incoming",
            "content": [
                "3 Attachments\n2020 0917 Principles for good communications between Amey PLC Sheffield City Council SCC regarding tree related FOIA EIR requests Redacted.pdf\n100K\nDownload\nView as HTML\nRE Confidential Commercially Sensitive Subject to Common Interest Privilege Without prejudice Redacted.pdf\n505K\nDownload\nView as HTML\nRE Freedom of Information requests 1369 1438 WITHOUT PREJUDICE AND SUBJECT TO COMMON INTEREST PRIVILEGE NOT SUBJECT TO FOIA Redacted.pdf\n750K\nDownload\nView as HTML\nDear Mr Combie\nWe apologise for the delay in responding to this internal review which you\nrequested on 16 February 2022 and would have been due on 18 March 2022. We\nhad said to you on 15 February 2022 that we were trying to respond to the\nrequest by 28 February 2022.\nIt is an internal review because we failed to respond to your original\nrequest on 26 September 2020. The response was due on 26 October 2020.\nThere was correspondence between us throughout 2021. We have breached\nsection 10(1) of the FOIA, which requires a response within 20 working\ndays. We have breached the Code of Practice under Section 45 of the Act\n(para 5.4) by failing to acknowledge your request for an internal review\nor provide in within 20 working days of receipt.\nOur resources were squeezed by the pandemic. We regret our shortcomings\nand are making every attempt to tackle our backlog and prevent the\nsituation from arising again. We uphold your complaint.\nThe rest of this response is to the original request you made on 26\nSeptember 2020.\nIt seems easiest to us to provide our responses in line with your requests\n(in red). The square brackets are ours.\n[Background supplied by you]\nOn 22 December 2019 I submitted FOI [2019-20-1438]\nBetween 22 December 2019 and March 2020 there appears to have been\ncommunication with Amey regarding my request about the regarding the\ncontents of the email box associated with the former Director of Culture\nand Environment 1438. It appears from documents released so far there were\ndiscussions between Amey and SCC to discuss the statutory duty of\ninformation sharing and a \"planned approach\".\nIt seems there was no public consultation or information shared publicly\non the council website regarding \"SCC’s planned approach to information\nsharing\". This request hopes to find more information on this \"planned\napproach to information sharing\", I wasn't aware of it before hand. Or\nthat there was a consultation on it.\n“As we’ve previously stated back in March we explained our concerns and\nreasoning behind rejecting the councils intent to share further\ninformation.” - RE: FOI REQUESTS - 1369 and 1438, 22 July 2020 11:11\n“directly discuss the nature of our concerns and despite this have not\nheard back from the Council since writing to you early in March.\u2028\"\n1. Other than Amey, please identify how many external parties SCC has\nconsulted with regards to \"SCC’s planned approach to information sharing\".\nNone.\n2. Please identify and provide any recorded information between 22\nDecember 2019 - July 22 2020, where any part of the document is in\nrelation to the following statement: “concerns and reasoning behind\nrejecting the councils intent to share further information” in association\nto request 1438 or any other future FOI request.\nWe do not hold any information other than that which we have already\nprovided in our response to FOI 2020-21-2390 submitted by Mr Buxton:\n[1]\nhttps://www.whatdotheyknow.com/request/o...\nSome of the information we released in our response to FOI 2020-21-2390\nwas subject to redaction for the following reasons, and we maintain that\nthose reasons apply to this request. For reference, the exemptions we\napplied were:\nSection 40(2) exempts information in response to a request if it is\npersonal data belonging to an individual other than yourself and it\nsatisfies one of the conditions listed in the legislation. (1) The\ncondition contained in section 40(3A)(a) applies, that disclosure would\nbreach one of the data protection principles. The principle is that\n“Personal data shall be processed lawfully, fairly and in a transparent\nmanner...” (2) We do not consider that disclosing this information to you,\nand consequently the public, is necessary or justified to satisfy your\ninformation request and the requirements of the FOIA. In the circumstances\nof this request there is no strong legitimate interest that would override\nthe prejudice to the rights and freedoms of the data subjects. We have\ntherefore taken the decision that disclosing this information to you would\nbe unlawful.\n(1) Amendments to the Freedom of Information Act 2000 contained in the\nData Protection Act 2018.\n(2) GDPR EU2016, Article 5(1)(a).\nPlease note that some information was redacted under section 42 of the\nFreedom of Information Act 2000 on the grounds that this information is\nsubject to legal professional privilege. Section 42 is a qualified\nexemption which is subject to a public interest test. Factors in favour of\ndisclosing the information are that disclosure promotes openness and\ntransparency. Factors in favour of maintaining the exception are that it\nis important to protect the concept of legal professional privilege and\nthe rationale behind the concept, which is to safeguard frankness between\nlawyer and client, and this serves the wider administration of justice. On\nbalance, the Council believes that the public interest lies in maintaining\nthe exception.\n“Ill wait to hear back re a meeting/call but do feel much of our we’d hope\ncan be addressed thro’ gaining a better insight into SCC’s planned\napproach to information sharing” - 22 July 2020\n3. Please provide any correspondence, memoranda, documents, reports,\nrecords, statements, notes, examinations, opinions, folders, files,\nmanuals, pamphlets, forms, drawings, charts, photographs, electronic mail,\nand other documents and things that refer of relate to the following\n“SCC’s planned approach to information sharing” as discussed with Amey in\nrelation to FOI 1369 & 1438 and FOI requests in the future. I believe\nthere was a meeting between Amey and SCC the requested documents should be\nin relation to that meeting.\nPlease see 20200917_Principles for good communications between Amey PLC &\nSheffield City Council (SCC) regarding tree related FOIA_EIR requests\n(attached).\nPlease note the redaction is subject to the exemption for personal data\nset out in Q2 above.\n4. Please identify and provide the earliest correspondence SCC sent to\nAmey in relation to my request 1438, please provide any replies and\nsubsequent discussions around 1438 between these two parties.\nEmails from March 2020\nSee attached: RE_ Freedom of Information requests 1369 & 1438 - WITHOUT\nPREJUDICE AND SUBJECT TO COMMON INTEREST PRIVILEGE - NOT SUBJECT TO FOIA\nEmails from after the disclosure (4 September 2020)\nSee attached: RE_ Confidential - Commercially Sensitive - Subject to\nCommon Interest Privilege - Without prejudice\n(Not included in the email thread is the attachment provided in (3) above\nwhich is otherwise part of it).\nPlease note the redactions of senders and recipients and other personal\ninformation is subject to the exemption for personal data set out in Q2\nabove.\nWe have withheld information from an email of 15 September 2020 6:05 PM.\nThis information is exempt from disclosure under section 42(1) of the\nFreedom of Information Act 2000 because it is subject to legal\nprofessional privilege (LPP). LPP protects the confidentiality of legally\nrelated communications. In this case, communications between Amey and the\nCouncil are caught by the exemption.\nThis exemption is subject to a public interest test. Factors in favour of\ndisclosing the information are that disclosure promotes openness and\ntransparency. Factors in favour of maintaining the exception are that it\nis important to protect the concept of legal professional privilege and\nthe rationale behind the concept, which is to safeguard frankness between\nlawyer and client. On balance, the Council believes that the public\ninterest lies in maintaining the exemption.\nWe included everything else (subject to redactions) in the response to\n2020-21-2390. See response to Q2.\n5. Please identify the date the FOI time had received the information from\nrecord custodians for 1438.\nWe obtained access to the relevant emails on 6 January 2020.\n6. Please identify and provide records from that could show the requestor\nthe delay from the time indicated in (5.) to the completed decision notice\nin relation to 1438.\nFrom 6 January to 6 March, we were working on reviewing what information\nfell within scope of the request and making any necessary redactions.\nFrom 6 March to 17 March, we were trying to organise a meeting with Amey\nto consult them on the disclosure.\nIn the week commencing 17 March, the first lockdown began. During this\ntime, the Council had to consider the redeployment of staff to keep\ncritical services running. For some time, the Information Management Team\nwere diverted to work to provide a large number of staff with IT equipment\nto enable them to work properly from home, which had an impact on the\nprocessing of FOI and SAR requests. In addition, staff changes placed\nadditional workload on members of the Information Management Team over the\nsummer. These delays meant the meeting with Amey took place on 29 July.\nFollowing the meeting, we needed to review the documents we had prepared\nfor disclosure, which took a further four-five weeks due to staff being\nleave, and because of having to complete other work. A response was issued\non 4 September 2020.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.whatdotheyknow.com/request/o...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}