{
    "id": 1203312,
    "title": "Schools - Third Party Supply Agency Spend",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "schools_third_party_supply_agenc_10",
    "created_at": "2024-11-13T17:23:35.830+00:00",
    "events": [
        {
            "created_at": "2024-11-13T17:23:36.149+00:00",
            "message_id": 1760833,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI would like to know how much each Primary, Secondary and SEND school in the LEA (of which data is held) has spent on Supply Teaching or Teaching Assistant cover with external supply agency companies, and if possible how much has been spent with each of those companies per school. If this information is unavailable, then just a total spend by school.\nI would like this data to cover the previous academic year from the 1st September 2023 - 31st July 2024.\nYours faithfully,\nLuke"
            ]
        },
        {
            "created_at": "2024-11-21T11:02:20.312+00:00",
            "message_id": 2836786,
            "type": "incoming",
            "content": [
                "Dear Luke Beastall,\nThank you for your request for information relating to Schools - Third\nParty Supply Agency Spend which we received on 13/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 12/12/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-12-02T10:36:53.403+00:00",
            "message_id": 2845563,
            "type": "incoming",
            "content": [
                "Dear Luke Beastall,\nThank you for your request for information relating to Schools - Third\nParty Supply Agency Spend which we received on 13/11/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nWe don’t have information on suppliers the schools are responsible for its\nown payments, and it’s not held on the council’s finance system.  The\nschool accounts are consolidated into the council accounts and submitted\nto the DfE and summarised to CFR (consistent financial reporting) level.\nDetails of individual transactions are only held within the school’s own\naccounting system, so the school would have to be contacted directly for\nmore comprehensive information. The list of Sheffield Schools is here:\n[1]Sheffield Schools list January 2024\nThe data being requested is for the academic year 1^st September 2023 –\n31^st July 2024 and we work on financial year.  The period we could report\non is April 2023 to March 2024 as at year end we request from schools\ntheir CFR report which goes to the DfE.  The total for Agency Supply\nTeachers l for each school is available. Teaching Assistant cover comes\nunder the CFR heading “Bought in professional Services”, which does not\nbreak down the cost for Teaching Assistants.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/sites/defau...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}