{
    "id": 1114290,
    "title": "Schools Organograms and Recruiment Agency Spends 2023/2024",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "schools_organograms_and_recruime_155",
    "created_at": "2024-04-08T16:01:33.284+01:00",
    "events": [
        {
            "created_at": "2024-04-08T16:01:33.704+01:00",
            "message_id": 1639021,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am Looking for a response on the following questions from your council as a whole, and for the individual schools (Primary and secondary) within your authority!\nSection 1 - Organogram\nCan you please provide me with the latest organization charts for each of the schools in your authority, including names of staff and departments they work in. I am looking for the names of all SLT, and middle leaders, along with their respective positions, and what subjects they are in charge of/cover. Please also provide information as to whether any of these positions are vacant, and if there are any plans to change to your leadership structure in the new academic year: 2024/2025.\nPlease send the information in a clear organogram, as well as a list of the SLT,  Middle leadership, and other roles –roles I am looking for information on specifically are: Headteachers, Head of departments, Heads PA/’s, Cover managers, and HR Managers.\nSection 2 – Recruitment Spends\nDo you currently use an MSP for the recruitment of temporary and/or permanent school staff (teaching, support, commercial, leadership) at the school sites than are under your authority? If so, what is the name of the MSP?\nIf you do use an MSP, what is the name and job title of the person in charge of the decision to use an MSP, and how often is the use of the MSP reviewed? When will this be reviewed next? If there are multiple decision makers involved in this, please give details of all of them.\nIf you do not use a Managed service provider across all of your schools, but do use a PSL for all of them, please mention this here.\nHow often do you review your PSL, is this done at a specific time each academic year/couple of years? When is the next time that the PSL will be reviewed?\nWhat decision maker/s are involved in the choice of agencies for your PSL? Please give names and Job Titles.\nIf the recruitment of agency staff is handled individually by each school, mention this here.\nPlease provide the total money spent by each schools under your authority, on Recruitment agencies for the 2023/2024 tax year. Please break this down for each school in your authority by:\nAmount spent on each agency each month - give names of agency if possible.\nAmount spent on Temporary and Permanent Placements each month\nAmount spent in total.\nPlease Highlight the month that you spent the most on recruitment agencies.\nIf this information is only attainable through a request directly with the schools covered by the council, please make note of that here, and give a list of all schools in the local authority.\nYours faithfully,\nHarry Dowling\nYours faithfully,\nHarry Dowling"
            ]
        },
        {
            "created_at": "2024-04-10T15:37:33.954+01:00",
            "message_id": 2618102,
            "type": "incoming",
            "content": [
                "Dear Harry Dowling,\nThank you for your request for information relating to Schools Organograms\nand Recruitment Agency Spends 2023/2024 which we received on 08/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 07/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-07T14:22:34.029+01:00",
            "message_id": 2648556,
            "type": "incoming",
            "content": [
                "Dear Harry Dowling,\nThank you for your request for information relating to Schools Organograms\nand Recruitment Agency Spends 2023/2024 which we received on 08/04/2024.\nPlease find Sheffield City Council’s response to your request below:\n• School staff data is managed through their own systems and by the\nschool’s own HR providers. This information is not stored centrally by\nthe Council, and we therefore do not hold the information you have\nasked for each individual local authority-maintained school.\n• However, should you wish to contact schools directly for the\ninformation you have requested; a document noting contact details for\nschools can be found published on the Sheffield Council website:\n[1]\nhttps://www.sheffield.gov.uk/sites/defau...\n• Additionally, you may be interested to see the statistics on the size\nand characteristics of the schools' workforce in state-funded schools\nare published in November each year, and can be found here on the\nDepartment for Education’s website:\n[2]\nhttps://www.gov.uk/government/collection...\n• From the government pages above, you can use their tools to view or\ncreate tables of data.\n[3]\nhttps://explore-education-statistics.ser...\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [4]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[5]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [6][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, April 10, 2024 3:37 PM\nTo: Harry Dowling <[FOI #1114290 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1096173\nDear Harry Dowling,\nThank you for your request for information relating to Schools Organograms\nand Recruitment Agency Spends 2023/2024 which we received on 08/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 07/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [7][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffield.gov.uk/sites/defau...\n2.\nhttps://www.gov.uk/government/collection...\n3.\nhttps://explore-education-statistics.ser...\n4.\nhttp://www.nationalarchives.gov.uk/doc/o...\n5.\nhttps://ico.org.uk/make-a-complaint/offi...\n6. mailto:[Sheffield City Council request email]\n7. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}