{
    "id": 1031408,
    "title": "Scrutiny Resourcing",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "scrutiny_resourcing_18",
    "created_at": "2023-09-26T14:25:42.683+01:00",
    "events": [
        {
            "created_at": "2023-09-26T14:25:42.990+01:00",
            "message_id": 1528678,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nThis is a request for all the information I am entitled to under the Freedom of Information Act. If this request is too wide or unclear, please contact me in the first instance as under section 16 of the Act, public authorities are required to advise and assist requesters. If the requested information cannot be provided within the time and cost limit for all the years specified, please narrow this down to fewer years.\n1. For each of the last 10 financial years,\na) How many full-time officers were allocated to support the council’s scrutiny committees and other scrutiny functions?\nb) Please provide a breakdown of all the formal scrutiny committees and other scrutiny functions, i.e. task and finish groups, that the officers were allocated to.\n2. In each of the years, how many FTE hours were dedicated to supporting the scrutiny process by other officers as required? ie providing legal advice or attending meetings to present reports or answer questions.\nI understand I should receive a response within 20 working days.\nYours faithfully,\nDon Mort\nOn behalf of Research for Action"
            ]
        },
        {
            "created_at": "2023-09-28T15:24:11.056+01:00",
            "message_id": 2431893,
            "type": "incoming",
            "content": [
                "Dear Don Mort,\nThank you for your request for information relating to Scrutiny which we\nreceived on 26/09/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 24/10/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-10-24T21:15:04.261+01:00",
            "message_id": 2452867,
            "type": "incoming",
            "content": [
                "Dear Don Mort\nThank you for your four requests for information regarding Audit\nCommittees, which you sent us in separate emails on 26 September 2023. We\nhave combined them for ease of administrative processing.\nFirst request\nCIPFA Guidance on Local Authority Audit Committees states that\n“Recommended practice is for audit committees to review and assess\nthemselves annually or to seek an external review.”\na) Internal Annual Review of Audit Committee For each of the last five\nfinancial years please provide me with a copy of the audit committee’s\nannual review of its work. Please state the date the review was published\nand how it was made public at the time.\nAnnually the Audit and Standards Committee conduct a review of its work\nand the links are below. The reports are in the public domain and\npublished on SCC website as part of the Audit and Standards Committee\nAgenda items. The dates quoted below are the dates of the A&SC meeting and\npapers are published 7 days prior to the meeting date.\n22^nd June 2023\n[1]\nhttps://democracy.sheffield.gov.uk/docum...\n24^th March 2022\n[2]\nhttps://democracy.sheffield.gov.uk/docum...\n22^nd April 2021\n[3]\nhttps://democracy.sheffield.gov.uk/docum...\n18^th April 2019\n[4]\nhttps://democracy.sheffield.gov.uk/docum...\nApril 2020 Audit and Standards Committee was cancelled due to the Covid\npandemic.\nb) External Review of Audit Committee\nPlease confirm the most recent date that an external review of the audit\ncommittee was sought, who undertook that review, when and where it was\npublished and provide a copy of the review.\nNo information held.\nSecond request\n1. For each of the last 10 financial years,\na) How many full-time officers were allocated to support the council’s\nscrutiny committees and other scrutiny functions?\nMany of our officers are full-time, and many supported the scrutiny\nfunction. These were drawn from policy, democratic and legal services. We\nhave not kept count. However, all the officers who were involved are\nlisted on the reports of the committee which you can find going back to\n2013 on our website here: [5]Committee structure | Sheffield City Council\nAs this information is accessible to you, it is exempt under Section 21.\nb) Please provide a breakdown of all the formal scrutiny committees and\nother scrutiny functions, i.e. task and finish groups, that the officers\nwere allocated to.\nPlease look at our agendas for the Audit Committee (2013-2016) via the\nadvanced search function and the Audit and Standards Committee\n(2016-present) here: [6]Committee structure | Sheffield City Council (and\nsee the exemption in (a))\n2. In each of the years, how many FTE hours were dedicated to supporting\nthe scrutiny process by other officers as required? ie providing legal\nadvice or attending meetings to present reports or answer questions.\nWe do not record this information.\nThird request\nThe independence of scrutiny committees and audit committees has been\nidentified in a number of Public Interest Reports as being an important\nfactor in facilitating meaningful scrutiny and challenge within local\nauthorities.\nAs audit committees are not formally treated as part of scrutiny it may be\nthat they are treated differently in the council’s constitution and\npolicies. Please clarify which committee type your response relates to.\na) Policy on Selection & Appointment of Committee Chairs\nPlease provide the council’s current policy on selection and appointment\nof scrutiny committee chairs and audit committee chairs.\nOur committee is an audit and standards committee. This is covered in our\nconstitution:\n[7]\nhttps://democracy.sheffield.gov.uk/ieLis...\n(and see the exemption in the response to your second request (1)(a))\nb) Current Political Configuration of Committee Chairs Please provide a\nfigure showing what percentage of current scrutiny and audit committee\nchairs are members of an opposition party to the main controlling party or\ncontrolling coalition.\nThere is no overall control of the city council. You can see the make-up\nof the committee here:\n[8]Contact details - Audit and Standards Committee | Sheffield City\nCouncil\nYou can see the political party membership here: [9]Your Councillors |\nSheffield City Council\n(and see the exemption in the response to your second request (1)(a))\nFourth request\n1. For each of the last ten financial years, please provide original\ncopies of all formal requests for a call in of key decisions by the\ncouncil.\n2. Please state whether the call-in request was accepted/deemed valid. If\nit was not accepted, please state the reasons why not.\n3. For each call-in please state whether the key decision had gone ahead\nat the date of this request.\nPlease only answer the first question if all three would exceed the time\nand cost limit.\nAll decisions are listed here: [10]Decisions, 11 October 2023 - 25 October\n2023, | Sheffield City Council\n(and see the exemption in the response to your second request (1)(a))\nOtherwise, it would exceed the appropriate limit (the “cost” limit) of 18\nhours of officer time to search our records, electronic and manual, for\noriginal copies of all formal requests. Ten years is a considerable period\nof time; there has been a churn of officers and systems, and the locating,\nretrieving and extracting this information would exceed the cost of\ncompliance. We believe we have undertaken our duty to advise and assist\nyou under section 16 of the FOIA by providing our electronic register of\ndecisions.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [11]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[12]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [13][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://democracy.sheffield.gov.uk/docum...\n2.\nhttps://democracy.sheffield.gov.uk/docum...\n3.\nhttps://democracy.sheffield.gov.uk/docum...\n4.\nhttps://democracy.sheffield.gov.uk/docum...\n5.\nhttps://democracy.sheffield.gov.uk/mgLis...\n6.\nhttps://democracy.sheffield.gov.uk/mgLis...\n7.\nhttps://democracy.sheffield.gov.uk/ieLis...\n8.\nhttps://democracy.sheffield.gov.uk/mgCom...\n9.\nhttps://democracy.sheffield.gov.uk/mgMem...\n10.\nhttps://democracy.sheffield.gov.uk/mgDel...\n11.\nhttp://www.nationalarchives.gov.uk/doc/o...\n12.\nhttps://ico.org.uk/make-a-complaint/offi...\n13. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}