{
    "id": 1049490,
    "title": "Section 60 Costs Charged To Leaseholders For Statutory Lease Extensions Under Leasehold Reform, Housing and Urban Development Act 1993 (LRHUDA 1993)",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "section_60_costs_charged_to_leas_228",
    "created_at": "2023-11-18T22:34:03.084+00:00",
    "events": [
        {
            "created_at": "2023-11-18T22:34:03.414+00:00",
            "message_id": 1553312,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act 2000, I am requesting information regarding Section 60 costs under the Leasehold Reform, Housing and Urban Development Act 1993 (LRHUDA 1993), specifically those costs that have been passed on to leaseholders who have extended their leases where the council was the Competent Landlord.\nTo facilitate an analysis on the costs that leaseholders are liable when they extend their leases I would appreciate if you could provide the following data in a csv file with the following columns:\n1. Date of completion – YYYY/MM/DD\n2. Premium Paid – Integer\n3. Section 60 costs – Integer\nThis data should be provided for the most recent 100 lease extensions that have completed where the council was the Competent Landlord. If this is not deliverable in a single request could you return data for the largest number of requests possible. If you cannot provide all of the above within the scope mentioned above, please provide what available information you have and an explanation for why you cannot provide the data.\nI understand that under the Act, I should be entitled to a response within 20 working days of your receipt of this request. If it is not possible to provide the information requested due to the information exceeding the cost of compliance limits identified in Section 12, please provide advice and assistance, under your Section 16 obligations, as to how I can refine my request to be included in the scope of the Act.\nYour assistance in this matter is greatly appreciated, as it will contribute to a better understanding of the financial implications facing leaseholders when extending their leases under LRHUDA 1993.\nYours faithfully,\nJosef Wasinski"
            ]
        },
        {
            "created_at": "2023-11-21T11:52:21.274+00:00",
            "message_id": 2473939,
            "type": "incoming",
            "content": [
                "Dear Josef Wasinski,\nThank you for your request for information relating to Section 60 Costs\nCharged To Leaseholders which we received on 18/11/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 18/12/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-12-07T16:08:50.505+00:00",
            "message_id": 2488112,
            "type": "incoming",
            "content": [
                "Dear Josef Wasinski,\nThank you for your request for information relating to Section 60 Costs\nCharged To Leaseholders which we received on 18/11/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nWe have reviewed all section 60 transactions for the last 10 years and can\nconfirm there have been 13 in total.\nWe have collated the information in the format requested, placing the\ncomment ‘not available’ where the information has not been recorded;\nexhausting all avenues to retrieve this, i.e. checked completion memo’s,\nlegal instructions, our property files etc but for whatever reason the\ninformation wasn’t recorded at the time.\nPREMIUM SECTION 60 COSTS DATE OF COMPLETION\n22,500 Not Available 30/07/2014\n17,500 Not Available 06/08/2014\n9,700 Not Available 08/09/2014\n382 Not Available 17/12/2014\n14,270 500 12/03/2015\n12,500 2,550 10/07/2015\n10,000 700 02/02/2016\n6,500 700 12/12/2018\n9,000 1,500 22/08/2019\n13,000 1,000 20/10/2020\n507 1,150 15/06/2022\n869 1,150 24/06/2022\n1,600 1,150 26/07/2022\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}