{
    "id": 1064699,
    "title": "Shalesmoor Gateway SOBC report.",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "shalesmoor_gateway_sobc_report",
    "created_at": "2024-01-02T12:46:54.246+00:00",
    "events": [
        {
            "created_at": "2024-01-02T12:46:54.502+00:00",
            "message_id": 1573599,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI would like to be provided with the Shalesmoor Gateway SOBC report.\nAll non-commercial appendix should also be included.\nYours faithfully,\nMackenzie Key"
            ]
        },
        {
            "created_at": "2024-01-03T16:38:22.993+00:00",
            "message_id": 2508786,
            "type": "incoming",
            "content": [
                "Dear Mackenzie Key,\nThank you for your request for information relating to Shalesmoor Gateway\nSOBC which we received on 02/01/2024\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 30/01/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-01-25T09:42:57.197+00:00",
            "message_id": 1588672,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nA kind reminder that my request for information is due on this approaching Tuesday.\nYours sincerely,\nMackenzie Key"
            ]
        },
        {
            "created_at": "2024-01-26T19:00:46.161+00:00",
            "message_id": 2534821,
            "type": "incoming",
            "content": [
                "Dear Mackenzie Key,\nThank you for your request for information relating to Shalesmoor Gateway\nSOBC which we received on 02/01/2024.\nPlease find Sheffield City Council’s response to your request below:\nThank you for your request.  For clarity, although the Outline Business\nCase (OBC) was initially submitted in September 2022, the version of the\nOBC is not suitable for publication until the Department for Transport\n(DfT) have completed their assurance process. There are a number of\noutstanding technical questions that are in the process of being\naddressed, (there have been a number of iterations of additional questions\ntoo, in part due to changes in staff within the assurance process), so\nchanges to the submission documents are still being undertaken.\nUntil the DfT confirm that their questions have been answered, the OBC is\nstill in draft form and not suitable for publication.  The assurance\nprocess with the DfT can be a long process and it is not uncommon for\nschemes of this scale to be considered for a lengthy period of time.\nThis information has been withheld under Regulation 12(4)(d) of the\nEnvironmental Information regulations 2004 (EIR) on the grounds that that\nthe information consists of material, which is still in the course of\ncompletion, to unfinished documents or to incomplete data. This exception\nis subject to a public interest test. Factors in favour of disclosure are\nthat disclosure promotes openness and transparency. Factors in favour of\nmaintaining the exception are that the Council needs a safe space in which\nit can develop ideas, debate live issues, and reach decisions away from\npublic scrutiny. On balance, the Council believes that the public interest\nlies in maintaining the exception.\nTo give you comfort, as soon as the SOBC has been accepted by the DfT, we\nwill publish the OBC and its supporting appendices.\nWe appreciate you have waited a long time for this, but unfortunately\napproval processes can sometimes take longer than expected.\nIn the meantime, if you have any specific questions, please feel free to\ncontact [1][\nemail address\n].\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, January 3, 2024 4:38 PM\nTo: Mackenzie Key <[FOI #1064699 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 1001190\nDear Mackenzie Key,\nThank you for your request for information relating to Shalesmoor Gateway\nSOBC which we received on 02/01/2024\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 30/01/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[\nemail address\n]\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]\n5. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-01-29T09:47:41.227+00:00",
            "message_id": 1590317,
            "type": "outgoing",
            "content": [
                "Dear FOI,\n\"as soon as the SOBC has been accepted by the DfT, we will publish the OBC and its supporting appendices.\"\nThank you for the response. I will close this request and wait for your official publication.\nYours sincerely,\nMackenzie Key"
            ]
        }
    ]
}