{
    "id": 706901,
    "title": "Sheffield Council's Shared Lives service",
    "display_status": "Waiting clarification",
    "law_used": "foi",
    "url_title": "sheffield_councils_shared_lives",
    "created_at": "2020-11-18T15:18:31.836+00:00",
    "events": [
        {
            "created_at": "2020-11-18T15:18:31.988+00:00",
            "message_id": 1084634,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nUnder the Freedom of Information Act, please could you provide the following information:\n- All correspondence, including but not limited to emails, agendas, meetings and notes/minutes, which refer to the closure or temporary closure of the Shared Lives service in March 2020\n- Emails written by Terry Fox, deputy leader of Sheffield Council, relating to Shared Lives befriender Kimberley Levick\n- Correspondence, including but not limited to emails, agendas, meetings and notes/minutes, written to or received by Councillor Jackie Drayton relating to the Shared Lives befriender service in 2020\n- How many workers were employed on a self-employed basis through the Shared Lives service as of March 2020?\n- How many workers were employed through the Shared Lives service as of March 2020?\n- Are there any differences in how employed and self-employed workers are paid when working for the Council's Shared Lives service? If so, please detail.\n- Since Sheffield Council introduced the Shared Lived service, has the authority continued to employ people on a self-employed basis?\nYours faithfully,\nAlana Roberts"
            ]
        },
        {
            "created_at": "2020-11-19T08:53:03.078+00:00",
            "message_id": 1677690,
            "type": "incoming",
            "content": [
                "Dear Alana Roberts,\nThank you for your request for information relating to correspondence\nrelating to the closure of the Shared Lives service which we received on\n18/11/2020.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nPlease be aware that Sheffield City Council’s response to the global\nCOVID-19 pandemic has led to a reduction in resources across the Council,\nmeaning that we are currently dealing with a backlog of requests.\nWe will aim to respond to your request within 20 working days, by\n16/12/2020, but we kindly ask for your patience as we anticipate that\nthere may be a delay in some cases. Please do not hesitate to contact us\nat the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nshow quoted sections"
            ]
        },
        {
            "created_at": "2021-04-30T15:28:31.979+01:00",
            "message_id": 1781225,
            "type": "incoming",
            "content": [
                "Dear Alana Roberts,\nThank you for your request for information relating to correspondence\nrelating to the closure of the Shared Lives service which we received on\n18/11/2020.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nBefore we can continue to process your FOI Request, we would like to\nclarify what information you require.\nFor questions 4-7, you have asked “how many workers were employed on a\nself-employed basis?” As employees cannot be both employed and\nself-employed, please could you clarify these questions? Please can you\nalso clarify whether you would like information on workers or employees?\nThe Freedom of Information Act 2000 states that we must respond to a\nrequest within 20 working days. The 20 working day clock will start the\nday after we receive the necessary clarification.\nYou can provide your clarification by replying to this email.\nWe look forward to hearing from you.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nshow quoted sections"
            ]
        }
    ]
}