{
    "id": 1131923,
    "title": "Sheffield SEND policies",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "sheffield_send_policies",
    "created_at": "2024-05-19T11:31:33.847+01:00",
    "events": [
        {
            "created_at": "2024-05-19T11:31:34.132+01:00",
            "message_id": 1664653,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to make a request for information under the Freedom of Information Act 2000.\n- A copy of the policy which states that 1:1 support should not be included as a provision in section F. I have been told this is local authority policy by an Inclusion Officer for SENDSARS.\n- A copy of the policy which states that unless the local authority has professional reports stating changes to Section B and F, the Local Authority does not authorise it's staff to make changes. I have been told this is local authority policy by an Inclusion Officer for SENDSARS. NB. If you do not have a written policy on this, but believe it to be part of SEN law, please can you direct me to the relevant section of legislation.\nYours faithfully,\nR Walton"
            ]
        },
        {
            "created_at": "2024-05-22T14:21:31.732+01:00",
            "message_id": 2663721,
            "type": "incoming",
            "content": [
                "Dear R Walton,\nThank you for your request for information relating to Sheffield SEND\npolicies which we received on 19/05/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 17/06/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-06-19T16:27:39.130+01:00",
            "message_id": 2684901,
            "type": "incoming",
            "content": [
                "Dear R Walton,\nThank you for your request for information relating to Sheffield SEND\npolicies which we received on 19/05/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n- A copy of the policy which states that 1:1 support should not be\nincluded as a provision in section F. I have been told this is local\nauthority policy by an Inclusion Officer for SENDSARS.\nThe Local Authority does not have a policy that says that 1:1 support\nshould not be included in EHC plans. This is something that is considered\non a case-by-case basis based on the evidence provided by professionals\nworking with the child/young person.\n- A copy of the policy which states that unless the local authority has\nprofessional reports stating changes to Section B and F, the Local\nAuthority does not authorise it's staff to make changes. I have been told\nthis is local authority policy by an Inclusion Officer for SENDSARS. NB.\nIf you do not have a written policy on this, but believe it to be part of\nSEN law, please can you direct me to the relevant section of legislation.\nChanges to sections B and F of an EHC plan should be based on evidence\nprovided as part of an annual review or reassessment. SENDSARS perform an\nadministrative role making amendments based on the information provided.\nSENDSARS will not agree to make changes unless they are evidence based.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-09-17T22:22:11.298+01:00",
            "message_id": 1725964,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nIn your response you state that \"Changes to sections B and F of an EHC plan should be based on evidence provided as part of an annual review or reassessment.\"\nPlease can you clarify who you will and will not accept evidence from, including the following people:\n- Educational Psychologist\n- Speech Therapist\n- SENCo\n- Teachers\n- Locality SENCo\n- Parents providing evidence from national guidelines, research, etc\nYours sincerely,\nR Walton"
            ]
        }
    ]
}