{
    "id": 1207374,
    "title": "Sheffield Stronger Together Leadership Group",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "sheffield_stronger_together_lead",
    "created_at": "2024-11-25T00:58:27.212+00:00",
    "events": [
        {
            "created_at": "2024-11-25T00:58:27.603+00:00",
            "message_id": 1766268,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease provide the names of all those on the Sheffield Stronger Together Leadership Group (first meeting 5th November and as reported at Strategy & Resources 20th November).  As this is apparently a ‘partnership group’ not ‘led’ by the council (although apparently chaired by the Leader) I recognise that the council may try to say it does not ‘own’ this data.  In this case, however, I simply request the names of all those attending this meeting which was attended by council members on behalf of residents and voters.\n(Once again) I find it astounding that our public representatives (presumably supported by officers), in participating in a major initiative about ‘leading’ the city - for and on behalf of residents/voters has not seen fit to be wholly transparent about its running of the city and in anticipation of public interest.  This work comes out of the ‘city goals’ work which our council is claiming is somehow ‘owned’ by all in the city!  Yet the elite group now apparently leading this work is, at the outset, hidden!\nI would also like to know:\n- the specific governance arrangements in place for the partnership of ‘leaders’\n- where the minutes of the meetings will be publicly available, how the public can observe and participate directly (at all) in its work, and any other arrangements in place to enhance transparency and external accountability to citizens and communities.\nFinally, the council has reported that the ‘transition team’ has put the ‘city leader’ group arrangements in place and I request information about how city leaders were selected (criteria etc), minutes of ‘transition team’ meetings since the publication of the city goals and, again, which I am assuming council members and/or officers were part of.\nThe ‘murkiness’ of transparency and accountability arrangements for partnership groups involving combinations of statutory, corporate/private, and third sector partners is a live issue across the country (and has been for many years now)  and so I imagine this has been a priority in discussions setting up the partnership, (and given SCC’s presentation of itself as a learning council).  It is nonetheless quite disturbing to be having to submit FOIs for basic information to meet very minimal democratic thresholds.\nThank you very much\nYours faithfully,\nRuth Hubbard"
            ]
        },
        {
            "created_at": "2024-11-26T08:24:22.005+00:00",
            "message_id": 2840549,
            "type": "incoming",
            "content": [
                "Dear Ruth Hubbard,\nThank you for your request for information relating to Sheffield Stronger\nTogether Leadership Group which we received on 25/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 24/12/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-12-20T10:53:09.677+00:00",
            "message_id": 2867931,
            "type": "incoming",
            "content": [
                "1 Attachment\nSheffield City Council FOI 1537314.pdf\n445K\nDownload\nView as HTML\nDear Ruth Hubbard\nThank you for your request for information relating to the Sheffield\nStronger Together Leadership Group and City Goals, which we received on\n25/11/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow.\nWe are attaching a response to all your questions, which we have\nhighlighted in purple at the start of each response.\nPlease note that we have used [R] in place of a small number of names or\npersonal information (i.e., when named people are taking annual leave).\nThe names of some of our staff, and some third parties, have been redacted\nunder section 40(2) of the Freedom of Information Act 2000. These are\npersonal data, and disclosure would contravene the data protection\nprinciple under Article 5(1)(a) of the General Data Protection Regulation\nthat processing of personal data must be lawful, fair, and transparent.\nThese individuals played a facilitative role and had a reasonable\nexpectation of privacy. FOI is a “disclosure to the world” and it would\nnot be fair to them to publish their names.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}