{
    "id": 1030814,
    "title": "Social Services Budget and more",
    "display_status": "Awaiting internal review",
    "law_used": "foi",
    "url_title": "social_services_budget_and_more",
    "created_at": "2023-09-24T05:30:51.826+01:00",
    "events": [
        {
            "created_at": "2023-09-24T05:30:52.042+01:00",
            "message_id": 1527774,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nIt was noted in parliament that social services continently lie or mislead both professionals and the courts to make their case stronger against a parent or parents and / or cover up their failures.\n1. Does Sheffield city Council consider this illegal?  if so what is the law(s) broken?\n2. To support their lies and to follow a narrative,  some  professionals or social services departments withhold MINUTES of Child protection meetings or core group meetings to help them perpetrate their lies\n3.a In past 5 years how many families have you sent MINUTES of CP or core group meetings within 10 to 15 working days. Of these how many are White,  Black and Asian?\n3b. How many have you witheld the minutes from and for what reason?\n3c. Of these how many victims of DV have you witheld the minutes of the meeting from and why? Of those how many are white, black and Asian\n3d. Of these how many perpetrator have you given minutes of the CP meeting and how many have you witheld it from? Of these how many are white, black and Asian?\n4.  It has been noted in parliament of the scandals (Baby P, Savile, Holly Grieg case, politicians and the like) that there has been a cover up by authorities in child abuse and that the child protection system needs urgent overhauling. Parents have complained that they have reported suspected abuse have been punished for reporting abuse have their children taken away from them by social services and passed back to the abuser. Children have also been punished for reporting abuse.\n4a. How many families in Sheffield have been on Child protection since 5 years?\n4b. Of these how many are White, black,  Asian?\n4c Of those how many are victims of DV\n4d Of these how many has Sheffield city's Council Social services gone to court and removed children from care of the victim and handed over to the abuser or to Foster carer? Of those handed over to the abuser/ perpetrator How many are whites, black Asian. Of those handed over to Foster carers how many are white, black and Asian\n5. What is the budget for Sheffield social services for last 5 years\n6. What are they generally uses for? Please be specific\n7. When there are concerns of Mental health issues and its possible impact of children what does Sheffield social services do? Do they refer the person to Mental health for an assessment or not.\n8. How many referrals has been made to Adult Social services and how many to Mental health Team due to concerns of mental health\n8b. How many people have you referred for a Mental health assessment in past 5 years due to concerns of mental health?\n8c Of these how many are white, black,  Asian\n8d. Of those where there are concerns about their mental health, how many have you referred for psychology assessment?\n8e. Have you ever refused to  refer someone to mental health assessment where there are concerns from Police or Perpetrator or other professionals? If yes how many times and of these how many are white, black and Asian?\n8f.How many have you referred for psychiatric assessment? Of these how many are white, black and asian\n8g how many have you REFUSED to refer for any of above assessment Because its top expensive?\n9. How do you request information from other Government institutions or social services or organisations for child protection investigations?\n10. Do you also send Social workers and Support workers to Scotland and Other Counties in England to seek information in person in addition to requesting copies?\n10b.  If no why and if yes how many social workers and how many support workers have you sent in last 5 years to Scotland,  Other councils in England.\n10c. Do you send both support worker and social Workers? If no why and If yes how many have you sent to Scotland and other local authorities to get information for CP investigations in last 5years?\n11. How much is your budget for social workers and support workers to travel to get information or investigations for CP in last 5 years? Break down year by year\n11b. Of these how much was spent on Hotel, feeding,  Train, Air and road travel,\n12. Would the Council normally send social workers and support workers to Scotland and Other local authorities in England to seek information or as part of ongoing investigation into Child protection? If yes is that in addition to requesting information? What is rationale for sending Support workers and social workers to Scotland and local authorities within England\nWhy would you send both support worker and social Worker to Scotland to seek information when you can request information and make phone calls\nYours faithfully,\nMrs Parkin"
            ]
        },
        {
            "created_at": "2023-09-26T10:29:14.598+01:00",
            "message_id": 2428718,
            "type": "incoming",
            "content": [
                "Dear Mrs Parkin,\nThank you for your request for information relating to Social Services\nBudget and more which we received on 24/09/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 23/10/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-10-22T01:44:48.494+01:00",
            "message_id": 1540635,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nCan I kindly request for a response to my FOI request.  Is there any reason why its taking longer than prescribed by law?\nYours sincerely,\nMrs Parkin"
            ]
        },
        {
            "created_at": "2023-11-18T08:59:13.672+00:00",
            "message_id": 1552956,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nFoI officer\nI made FOI  that's long over due , in September 23 and you acknowledged to say its due 23 Oct 23. Its 18 Nov today so LONG over due.\nCan I kindly request for a response as you have a legal obligation to respond or send me reasons why you don't want to respond and what action I need to take if you continue to ignore me\nYours faithfully,\nMrs Parkin"
            ]
        }
    ]
}