{
    "id": 1205619,
    "title": "Special school deregistration",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "special_school_deregistration_107",
    "created_at": "2024-11-19T06:59:21.900+00:00",
    "events": [
        {
            "created_at": "2024-11-19T06:59:22.437+00:00",
            "message_id": 1763774,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\n1) What percentage of children in your LA with EHCP receive EOTIS in line with s61? What percentage have a school named but their education provision is provided in full via s19 (including alternative provisions)? What percentage are electively home-educated?\n2)In the last 12 months how many requests to deregister a child from a special school have you received.\n3) In the last 12 months how many children have been deregistered from a special school to elective home education?\n4)(a)How long did the process take from the parental request to LA confirming consent for deletion from roll?\n(b)Did the LA refuse consent on any occasion in the last 12 months? If yes on what grounds\nYours faithfully,\nMichelle Zaher\nEducational Freedom"
            ]
        },
        {
            "created_at": "2024-11-21T14:33:52.049+00:00",
            "message_id": 2837158,
            "type": "incoming",
            "content": [
                "Dear Michelle Zaher,\nThank you for your request for information relating to special school\nderegistration which we received on 19/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 18/12/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-11-25T16:33:05.067+00:00",
            "message_id": 2840308,
            "type": "incoming",
            "content": [
                "Dear Michelle Zaher,\nThank you for your request for information relating to special school\nderegistration which we received on 19/11/2024.\nPlease see the response below.\nWhat percentage of children in your LA with EHCP receive EOTIS in line\nwith s61?\n• 0.87% children and young people with an EHCP are EOTAS.\nWhat percentage have a school named but their education provision is\nprovided in full via s19 (including alternative provisions)?\n• All children and young people who are EOTAS do not have a school named\non their plan.\nWhat percentage are electively home educated?\n• 0.75% of children and young people with an EHCP are recorded as home\neducated.\n2. In the last 12 months how many requests to deregister a child from a\nspecial school have you received.\n• We have had three requests for deregistration at special schools.\n3. 3) In the last 12 months how many children have been deregistered from\na special school to elective home education?\n• Zero\n4a) How long did the process take from the parental request to LA\nconfirming consent for deletion from roll?\n• One took 11 months. The other two are ongoing and so information is\nnot held to answer this question.\n4b) Did the LA refuse consent on any occasion in the last 12 months? If\nyes on what grounds\n• We have not refused any.\nUnder the Freedom of Information Act 2000, please can you disclose the\nfollowing information:\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: 21 November 2024 14:33\nTo: Educational Freedom <[FOI #1205619 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1529107\nDear Michelle Zaher,\nThank you for your request for information relating to special school\nderegistration which we received on 19/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 18/12/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-12-29T05:05:48.960+00:00",
            "message_id": 1782341,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nPlease can I clarify your answer to q1 the second part re s19 Education Act 1996, by your answer does that mean at this time in your LA there are no children too sick to attend school for a substantial length of time but with a full expectation that they will return to attending their school even part time once their health improves, and / or no children who are currently receiving education in full under s19 due to ongoing safeguarding risks if they where to attend school at this time.\nYours sincerely,\nMichelle Zaher\nEducational Freedom"
            ]
        },
        {
            "created_at": "2024-12-29T05:08:08.603+00:00",
            "message_id": 2871992,
            "type": "incoming",
            "content": [
                "Thank you for your email.\nThis inbox is not being monitored over the Christmas period 25 December\n2024 to 1 January 2025.\nYour email will be picked up when staff return on the 2 January 2025, and\nprocessed according to legal deadlines. This Email, and any attachments,\nmay contain non-public information and is intended solely for the\nindividual(s) to whom it is addressed. It may contain sensitive or\nprotectively marked material and should be handled accordingly. If this\nEmail has been misdirected, please notify the author immediately. If you\nare not the intended recipient you must not disclose, distribute, copy,\nprint or rely on any of the information contained in it or attached, and\nall copies must be deleted immediately. Whilst we take reasonable steps to\ntry to identify any software viruses, any attachments to this Email may\nnevertheless contain viruses which our anti-virus software has failed to\nidentify. You should therefore carry out your own anti-virus checks before\nopening any documents. Sheffield City Council will not accept any\nliability for damage caused by computer viruses emanating from any\nattachment or other document supplied with this e-mail"
            ]
        },
        {
            "created_at": "2025-02-17T09:08:52.135+00:00",
            "message_id": 2919025,
            "type": "incoming",
            "content": [
                "Dear Michelle Zaher\nApologies for the late response to your query.\nWe do have children attending medical AP with a plan to return to school.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nThis Email, and any attachments, may contain non-public information and is intended solely for the individual(s) to whom it is addressed. It may contain sensitive or protectively marked material and should be handled accordingly. If this Email has been misdirected, please notify the author immediately. If you are not the intended recipient you must not disclose, distribute, copy, print or rely on any of the information contained in it or attached, and all copies must be deleted immediately. Whilst we take reasonable steps to try to identify any software viruses, any attachments to this Email may nevertheless contain viruses which our anti-virus software has failed to identify. You should therefore carry out your own anti-virus checks before opening any documents. Sheffield City Council will not accept any liability for damage caused by computer viruses emanating from any attachment or other document supplied with this e-mail"
            ]
        }
    ]
}