{
    "id": 941868,
    "title": "Speed Reduction applied to A57",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "speed_reduction_applied_to_a57",
    "created_at": "2023-01-25T16:53:05.681+00:00",
    "events": [
        {
            "created_at": "2023-01-25T16:53:05.883+00:00",
            "message_id": 1408282,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease can you provide me by way of documentation, proof that the A57 - Parkway, dual carriageway major road, in and out of Sheffield to the M1 has gone through the relevant consultations and that a full business case was made and approved by the relevant authorities for this to be made.\nYours faithfully,\nChris B"
            ]
        },
        {
            "created_at": "2023-01-27T16:31:13.369+00:00",
            "message_id": 2220339,
            "type": "incoming",
            "content": [
                "Dear Chris B,\nThank you for your request for information relating to speed reduction\napplied to A57 which we received on 25/01/2023.\nUnfortunately, Sheffield City Council cannot process your requests because\nyou have not given us your full name.  Section 8 of the Freedom of\nInformation Act states that you must give us your full name for a request\nto be valid.\nCould you please let us know your full name to enable us to process your\nrequest.\nFor further guidance please see the Information Commissioners Office\nGuidance “Recognising a request made under the Freedom of Information Act”\n– in particular the section entitled “Name of the applicant”, on the link\nbelow:\n[1]\nhttps://ico.org.uk/media/for-organisatio...\nIn the meantime, please do not hesitate to contact us at the email address\nbelow if you have any queries.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nFrom: Anonymous2014 <[FOI #941868 email]>\nSent: 25 January 2023 16:53\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Speed Reduction applied to A57\nDear Sheffield City Council,\nPlease can you provide me by way of documentation, proof that the A57 -\nParkway, dual carriageway major road, in and out of Sheffield to the M1\nhas gone through the relevant consultations and that a full business case\nwas made and approved by the relevant authorities for this to be made.\nYours faithfully,\nChris B\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #941868 email]\nIs [4][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[6]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[7]\nhttps://eur03.safelinks.protection.outlo...\n[8]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-02-15T15:26:52.749+00:00",
            "message_id": 1419083,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nMy name is Christopher Barber\nYours sincerely,\nChris B"
            ]
        },
        {
            "created_at": "2023-02-16T14:31:53.983+00:00",
            "message_id": 2237904,
            "type": "incoming",
            "content": [
                "Dear Christopher Barber,\nThank you for your request for information relating to speed reduction\napplied to A57 which you validated on 15/02/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 15/03/2023, but we kindly ask for your patience\nas we anticipate that there may be a delay in some cases. Please do not\nhesitate to contact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: Anonymous2014 <[FOI #941868 email]>\nSent: 15 February 2023 15:27\nTo: FOI <[Sheffield City Council request email]>\nSubject: Re: Re – Freedom of Information Request – Reference – FOI /\n2022-23-1253\nDear FOI,\nMy name is Christopher Barber\nYours sincerely,\nChris B\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-03-24T07:31:30.089+00:00",
            "message_id": 1438543,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nPlease be aware that as of the 24/3/2023 I am still awaiting information. Please provide this as per FOI guidelines.\nYours sincerely,\nChris Barber"
            ]
        },
        {
            "created_at": "2023-03-24T07:33:09.320+00:00",
            "message_id": 1438544,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Speed Reduction applied to A57'.\nYou have failed to respond under law to this FOI\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/s...\nYours faithfully,\nChris Barber"
            ]
        },
        {
            "created_at": "2023-05-27T11:25:31.977+01:00",
            "message_id": 2322401,
            "type": "incoming",
            "content": [
                "Dear Chris Barber\nThank you for your email of the 24^tMarch 2023, in which you requested a\nreview of Sheffield City Council’s handling of your Freedom of Information\nrequest. We endeavour to provide a response to internal reviews within 20\nworking days. However, a review can sometimes be delayed and I apologise\nfor this.\nI can now confirm that a full and impartial review of the handling of your\nrequest has been conducted, with a summary as follows:\nYou contacted the council on January 25 2023, to request specific details\nrelating to the speed reduction applied to the A57 and I note that you are\nyet to receive a response.\nYour email received by the Council on 24 March 2023 explained that you\nwere requesting an internal review of the handling of your request.\nI have reviewed the context of your request and have determined that\nfirstly, the Council is in breach of the Code of Practice under section 45\nof the FOI Act, which requires a response to an internal review within a\nmonth; and we have taken two months to reply. We sincerely apologise for\nthis, but we have had a significant backlog of requests that is taking us\na long time to get through.\nIn relation to the details you have requested, I can confirm that SCC\nholds no relevant information. I can advise however that this information\nis likely to be held by Rotherham Council and should you wish to submit an\nFOI request to them, you can use the following link.\n[1]Freedom of information request (FOI) | About You - FOI – Rotherham\nMetropolitan Borough Council\nIf you are dissatisfied with my review, you can make a complaint to the\nInformation Commissioner’s Office: [2][\nemail address\n]\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.rotherham.gov.uk/xfp/form/416\n2. mailto:[\nemail address\n]\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}