{
    "id": 1030462,
    "title": "Sports Provision",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "sports_provision_226",
    "created_at": "2023-09-22T10:12:45.201+01:00",
    "events": [
        {
            "created_at": "2023-09-22T10:12:45.712+01:00",
            "message_id": 1527299,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease could I request, under the Freedom of Information Act, the following information:\n1. How many multi-use games areas (MUGAs) available for public use were there in your local authority area during the financial year:\na.\t2019/20\nb.\t2022/23\n2. How many netball courts available for public use were there in your local authority area during the financial year:\na.\t2019/20\nb.\t2022/23\n3. How much financial support (grants/funding) was given to netball clubs during the financial year 2022/23.\nWith best wishes,\nThomas Hambledon"
            ]
        },
        {
            "created_at": "2023-09-25T10:32:23.147+01:00",
            "message_id": 2427548,
            "type": "incoming",
            "content": [
                "Dear Thomas Hambledon,\nThank you for your request for information relating to sports provision\nwhich we received on 22/09/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 20/10/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-10-20T16:20:05.258+01:00",
            "message_id": 2450578,
            "type": "incoming",
            "content": [
                "Dear Thomas Hambledon,\nThank you for your request for information relating to sports provision\nwhich we received on 22/09/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nThe actual number of MUGAs is not easy to clearly provide. We have a whole\nrange of ball game facilities that can be considered to be MUGAs, so we\nhave provided a range numbers dependent on the type of ‘multi-ball game’\nfacility.\nNumber of MUGAs 22/23 = 45, in 2019/20 there were = 44.\nThese figures don’t include single use courts: tennis courts, basketball\ncourts, kickabout football courts, kickwalls etc. it also does not include\nMUGAs in the grounds of schools and leisure centres.\nSites that we record with all kinds of Multi-use games facilities include\n(including basketball facilities as these courts are used for multi-game\nactivities) = 62\nThere are 3 courts marked out for both Netball and Basketball (Meersbrook,\nBingham and High Hazels) (22/23). In 19/22 there would have been 1.\nSheffield City Council’s Sports and Leisure Team do not have funding to\nprovide direct funding to clubs – which would include netball clubs.\nNetball facility improvements at sites such as High Hazels Park and\nBingham park have been delivered through external funding.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}