{
    "id": 972180,
    "title": "Stanard Operating Procedures: EHCPs",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "stanard_operating_procedures_ehc",
    "created_at": "2023-04-16T20:10:13.341+01:00",
    "events": [
        {
            "created_at": "2023-04-16T20:10:13.663+01:00",
            "message_id": 1448975,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease could you provide me with any documentation relating to how EHCPs are processed in your area, I assume that these details may be contained in a written document such as a standard operating procedure which I am happy to review even if it is felt the document is too jargonistic/internal.\nIf no such document exists then I would like to know:\n1.How many panels are involved in the decision making process once an EHC needs assessment(EHCNA) request is received.\n2. What the process is for services if a parent makes a request under regulation 6.1(h)\n3. How many weeks into the process do you make a decision whether to do an assessment or not.\n4. How many weeks into the process do you make a decision whether to do an issue a Plan or not.\n5. How many weeks into the process do you send the draft to families?\n6. How many weeks into the process do you inform families about any processes regarding school requests.\nCould you also tell me for financial year 2022/23 how much was spent on appeals, how many appeals were brought and how many times the LA successfully defended an appeal at a hearing.\nYours faithfully,\nHayley"
            ]
        },
        {
            "created_at": "2023-04-18T13:30:17.547+01:00",
            "message_id": 2290762,
            "type": "incoming",
            "content": [
                "Dear Hayley,\nThank you for your request for information relating to Standard Operating\nProcedures: EHCPs which we received on 16/04/2023.\nUnfortunately, Sheffield City Council cannot process your requests because\nyou have not given us your full name.  Section 8 of the Freedom of\nInformation Act states that you must give us your full name for a request\nto be valid.\nCould you please let us know your full name to enable us to process your\nrequest.\nFor further guidance please see the Information Commissioners Office\nGuidance “Recognising a request made under the Freedom of Information Act”\n– in particular the section entitled “Name of the applicant”, on the link\nbelow:\n[1]\nhttps://ico.org.uk/media/for-organisatio...\nIn the meantime, please do not hesitate to contact us at the email address\nbelow if you have any queries.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nFrom: hayley <[FOI #972180 email]>\nSent: Sunday, April 16, 2023 8:10 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Stanard Operating Procedures:\nEHCPs\nDear Sheffield City Council,\nPlease could you provide me with any documentation relating to how EHCPs\nare processed in your area, I assume that these details may be contained\nin a written document such as a standard operating procedure which I am\nhappy to review even if it is felt the document is too\njargonistic/internal.\nIf no such document exists then I would like to know:\n1.How many panels are involved in the decision making process once an EHC\nneeds assessment(EHCNA) request is received.\n2. What the process is for services if a parent makes a request under\nregulation 6.1(h)\n3. How many weeks into the process do you make a decision whether to do an\nassessment or not.\n4. How many weeks into the process do you make a decision whether to do an\nissue a Plan or not.\n5. How many weeks into the process do you send the draft to families?\n6. How many weeks into the process do you inform families about any\nprocesses regarding school requests.\nCould you also tell me for financial year 2022/23 how much was spent on\nappeals, how many appeals were brought and how many times the LA\nsuccessfully defended an appeal at a hearing.\nYours faithfully,\nHayley\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #972180 email]\nIs [4][Sheffield City Council request email] the wrong address for Freedom\nof Information requests to Sheffield City Council? If so, please contact\nus using this form:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[6]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[7]\nhttps://eur03.safelinks.protection.outlo...\n[8]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-04-25T20:46:37.074+01:00",
            "message_id": 1454068,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nSure thing, It's Hayley Hemming.\nYours sincerely,\nHayley"
            ]
        },
        {
            "created_at": "2023-04-28T11:41:12.331+01:00",
            "message_id": 2300907,
            "type": "incoming",
            "content": [
                "Dear Hayley Hemming,\nThank you for your request for information relating to Standard Operating\nProcedures: EHCPs which we received on 16/04/2023 and you verified on\n25/04/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 25/05/2023, but we kindly ask for your patience\nas we anticipate that there may be a delay in some cases. Please do not\nhesitate to contact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: hayley <[FOI #972180 email]>\nSent: Tuesday, April 25, 2023 8:47 PM\nTo: FOI <[Sheffield City Council request email]>\nSubject: Re: Re – Freedom of Information Request – Reference – FOI /\n854995\nDear FOI,\nSure thing, It's Hayley Hemming.\nYours sincerely,\nHayley\nshow quoted sections"
            ]
        },
        {
            "created_at": "2023-05-23T13:57:39.733+01:00",
            "message_id": 2318455,
            "type": "incoming",
            "content": [
                "Dear Hayley Hemming,\nThank you for your request for information relating to Standard Operating\nProcedures: EHCPs which we received on 16/04/2023 and you verified on\n25/04/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1.How many panels are involved in the decision making process once an EHC\nneeds assessment(EHCNA) request is received.\n• There is only one panel where both request to assess and decision to\nplan cases are discussed. Therefore there are two decision making\npoints for each case in line with the SEND Code of Practice.\n2. What the process is for services if a parent makes a request under\nregulation 6.1(h).\n• For such requests the Local Authority would decide whether the request\nwas reasonable. If it was then a notification letter would be sent. If\nthe request was not considered reasonable the parents would be\ninformed of this.\n3. How many weeks into the process do you make a decision whether to do an\nassessment or not.\n• When a request is received it is heard at panel the following week.\nThe case can return to panel until all appropriate information is\nreceived. A decision is always made by the 6 week date in line with\nthe SEND Code of Practice.\n4. How many weeks into the process do you make a decision whether to do an\nissue a Plan or not.\n• The Local Authority aims to make a decision by week 12.\n5. How many weeks into the process do you send the draft to families?\n• The draft is sent to the family between weeks 12 and 16.\n6. How many weeks into the process do you inform families about any\nprocesses regarding school requests.\n• This information is shared with the family at the same time as the\ndecision to issue a plan.\nCould you also tell me for financial year 2022/23 how much was spent on\nappeals, how many appeals were brought and how many times the LA\nsuccessfully defended an appeal at a hearing.\n• Number of appeals – 118, 2 parental appeals have been rejected.\nAmount spent 2022/23 - £169,410.90\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: hayley <[4][FOI #972180 email]>\nSent: Tuesday, April 25, 2023 8:47 PM\nTo: FOI <[5][Sheffield City Council request email]>\nSubject: Re: Re – Freedom of Information Request – Reference – FOI /\n854995\nDear FOI,\nSure thing, It's Hayley Hemming.\nYours sincerely,\nHayley\nshow quoted sections"
            ]
        }
    ]
}