{
    "id": 1011116,
    "title": "Statistics for trees planted as substitutes for the thousands of street trees felled in Sheffield between July 2012 & August 2023",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "statistics_for_trees_planted_as",
    "created_at": "2023-08-02T01:26:17.852+01:00",
    "events": [
        {
            "created_at": "2023-08-02T01:26:18.098+01:00",
            "message_id": 1501623,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nNOTE:\nWhen responding to this request, PLEASE DO NOT REPOST THE FOI REQUEST AS PART OF YOUR RESPONSE; JUST POST YOUR RESPONSE. Ditto for all subsequent communications on Whatdotheyknow.com.\nQUESTION/REQUEST 1:\nHow many highway trees have been planted in Sheffield since the ‘Streets Ahead’ project began, in 2012?\nQUESTION/REQUEST 2:\nHow many highway trees have been planted in Sheffield since the contractual quota, to fell 17,500 street trees, was officially ditched, on the 13th of January 2023?\nhttps://democracy.sheffield.gov.uk/ieDec...\nhttps://ianswalkonthewildside.wordpress....\nQUESTION/REQUEST 3:\nBritish Standard - PART 1 (1992) defines seven ‘forms’ (types) of ‘Standard Trees’, as follows:\nHalf;\nExtra Light;\nLight;\nStandard;\nSelected;\nHeavy;\nExtra Heavy.\nHow many highway trees of each British Standard ‘form’ of ‘Standard Tree’ have been planted on Sheffield’s streets since the ‘Streets Ahead’ project began in 2012?\nQUESTION/REQUEST 4:\nHow many of the highway trees of each British Standard ‘form’ of ‘Standard Tree’ that have been planted on Sheffield’s streets since the ‘Streets Ahead’ project began are currently on Sheffield’s streets and alive?\nQUESTION/REQUEST 5:\nOf the highway trees planted in Sheffield since the start of the ‘Streets Ahead’ project, in 2012, how many were lifted in to position on Sheffield’s streets using lifting machinery, such as a crane?\n*****\nBACKGROUND INFORMATION – the reasons for this submission:\n1)\nOn Wednesday the 25th of April 2018, SHEFFIELD TELEGRAPH reported the following:\n“Living tributes to the city's war dead are to be planted by the council at 36 sites - including all of Sheffield's major city and district parks…\nTHE PROJECT, WHICH REPRESENTS THE LARGEST SINGLE PLANTING OF HEAVY STANDARD TREES THE COUNCIL HAS EVER UNDERTAKEN, includes the creation of long, leafy avenues at five parks - Firth Park, Longley, Greenhill, Herdings and the Cholera Monument grounds. A single English oak will be positioned at 31 locations…”\nSOURCE:\nhttps://www.whatdotheyknow.com/request/i...\n2)\nThe size and form of nursery stock supplied for planting is defined in Table 1 of BRITISH STANDARD 3936 - PART 1 (1992): 'Nursery stock. Specification for trees and shrubs'. See:\nhttps://web.archive.org/web/202008111203...\n3)\nOn the 12th of November 2012, STEVE ROBINSON – the Sheffield City Council (SCC) Head of Highway Maintenance (responsible for the £2.2bn city-wide ‘Streets Ahead’ highway maintenance project) and GRAEME SYMONDS – Network Director for Amey (the contractor acting as service provider for the project) met with Transition Sheffield. They discussed what was going to happen to Sheffield’s street trees, as part of the £2.2bn ‘Streets Ahead’ project. The minutes state that Messrs Robinson & Symonds informed:\n“IT IS LIKELY THAT UP TO 50% WILL BE REPLACED over the 25 years of the contract, with about 1000 PER YEAR FOR THE FIRST 5 YEARS.\nThe aim is not to denude the city of trees. REPLACEMENT WILL BE WITH SEMI-MATURE TREES WHICH REQUIRE CRANING INTO POSITION, thus speeding up growth and minimising the opportunity for vandalism.”\nSOURCE:\nhttps://web.archive.org/web/201911040009...\nhttps://www.transitionsheffield.org.uk.a...\n4)\nItem 3 in the ‘HIGHWAY TREE REPLACEMENT POLICY’, contained within the Streets Ahead contract (Schedule 29 – Authority Policies [PDF, 24.5MB] – pages 36 to 71), states:\n“ALL REPLACEMENT TREES WILL BE containerised in 45 or 80 litre pots WITH A GIRTH BETWEEN 12 AND 16 cm. All new plants should be suitably supported until they are sufficiently established and able to stand up un-supported during strong winds.”\nSOURCE:\nhttps://www.sheffield.gov.uk/sites/defau...\nhttps://ianswalkonthewildside.wordpress....\n5)\nOn 27th of February 2016, DAVID CAULFIELD (then responsible for the Streets Ahead felling programme, as the SCC SCC Director of Development Services – ‘Place’) signed a witness statement, and submitted it to the High Court (Case No. CO/613/2016). To quote from paragraph 51 of the witness statement: “THE REPLACEMENT TREES ARE EXTRA HEAVY STANDARD, around 8-10 years old and around 14 to 16 cm girth and 3 metres tall depending on species.”\nSOURCE:\nhttps://www.whatdotheyknow.com/request/t...\n6)\nIn July 2018, Ms Celia Pinnington submitted a Freedom of Information request to SCC, about the aftercare of street trees. She asked: “Are the requirements of Sheffield City Council’s Highway Tree Spacifications section 2.7.3 being adhered to?”:\nhttps://www.sheffield.gov.uk/sites/defau...\n(PDF page 51)\nhttps://ianswalkonthewildside.wordpress....\nThe SCC response:\n“We can confirm that this is not a contractual document and is for guidance only, appertaining primarily to semi-mature and mature trees planted for instant impact on landscaping schemes, rather than the smaller, EXTRA HEAVY STANDARDS PLANTED WITHIN THE STREETS AHEAD WORKS.”\nSOURCE (Sheffield Tree Action Groups Facebook – contribution by Ms Pinnington, dated 29th July 2018):\nhttps://web.archive.org/web/202308012211...\nhttps://ianswalkonthewildside.wordpress....\nYours faithfully,\nMr Long"
            ]
        },
        {
            "created_at": "2023-09-06T09:53:46.518+01:00",
            "message_id": 2410112,
            "type": "incoming",
            "content": [
                "Dear Mr Long,\nThank you for your request for information relating to tree planting which\nwe received on 02/08/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 40 working days, by 28/09/2023. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-09-28T17:31:37.941+01:00",
            "message_id": 2432109,
            "type": "incoming",
            "content": [
                "Dear Mr Long,\nThank you for your request for information relating to tree planting which\nwe received on 02/08/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. How many highway trees have been planted in Sheffield since the\n‘Streets Ahead’ project began, in 2012? (Aug 2012 to Aug 2023)\n7945, this is the total number of trees planted on the highway as part of\nthe StreetsAhead project since 2012 to date (11-9-2023).\nThis number will include trees that subsequent to planting have died or\nhave been vandalised were subsequently again replaced i.e. this is the\ntotal number of trees which have been purchased and planted, not the total\nnumber of new trees presently on the highway network.\n2. How many highway trees have been planted in Sheffield since the 13th\nof January 2023?\n176 trees. (Figures correct at 11-9-2023). This number will increase\nbefore the end of 2023 as our planting season commences in October.\n3. British Standard - PART 1 (1992) defines seven ‘forms’ (types) of\n‘Standard Trees’, as follows:\nHalf; Extra Light; Light; Standard; Selected; Heavy; Extra Heavy.\nHow many highway trees of each British Standard ‘form’ of ‘Standard Tree’\nhave been planted on Sheffield’s streets since the ‘Streets Ahead’ project\nbegan in 2012?\nWe do not hold specific information on this, however, to the best of our\nknowledge and officer recollections, all the trees that have ever been\nordered have been specified to be extra heavy standard in size as defined\nin the above British Standard. There have been instances that despite Amey\nhaving specified extra heavy standards, trees of a small category have\nbeen supplied; we do not hold data on the number of times this has been\nthe case.\nIn recent years where nurseries have been unable to supply our requested\nspecies at extra heavy standard size, we have sought the agreement of the\nSheffield Street Tree Partnership that we will plant a small sized tree in\norder to fulfil our duty to replace a felled tree within the current\nplanting season. We do not hold specific data on the number of times this\nhas been the case.\n4. How many of the highway trees of each British Standard ‘form’ of\n‘Standard Tree’ that have been planted on Sheffield’s streets since\nthe ‘Streets Ahead’ project began are currently on Sheffield’s streets\nand alive?\nAs per the note at point 3 above, we do not information to be able to\nanswer this.\n5. Of the highway trees planted in Sheffield since the start of the\n‘Streets Ahead’ project, in 2012, how many were lifted in to position\non Sheffield’s streets using lifting machinery, such as a crane?\nWe do not hold this information.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, September 6, 2023 9:54 AM\nTo: Mr Long <[FOI #1011116 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 915517\nDear Mr Long,\nThank you for your request for information relating to tree planting which\nwe received on 02/08/2023.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 40 working days, by 28/09/2023. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}