{
    "id": 653944,
    "title": "Statement by Eugene Walker on hiding emails from FOI",
    "display_status": "Partially successful",
    "law_used": "foi",
    "url_title": "statement_by_eugene_walker_on_hi",
    "created_at": "2020-03-10T14:51:02.009+00:00",
    "events": [
        {
            "created_at": "2020-03-10T14:51:02.170+00:00",
            "message_id": 1009631,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nAnd big up to FOI squad!\nI've got some requests for recorded information held by the authority in response to the statement by Eugene Walker, in The Star.\nhttps://www.thestar.co.uk/news/politics/...\nFrom the statement:\n\"In this case, officers marked some emails with the term ‘legally privileged not subject to FOI’ where they considered there might need to be a decision about future disclosure. \"\n1. Identify and provide any recorded information relied upon by SCC to include this statements where officers were considering \"there might need to be a decision about future disclosure.\"\n2. Identify and provide any recorded information where the FOI teams were made aware that this consideration had taken place, and they were aware of this practice.\n3. Identify how many officers were part of this consideration \"there might need to be a decision about future disclosure.\".\nFrom the statement:\n\"The exemptions used will always be thoroughly scrutinized by the council’s internal FOI team when handling these requests\"\nPlease refer to your response to the ICO in case FS50745686\nAnd make familiar with the email: RE: Release of schedule 2 (legal privilege applies exempt from FOI) 02 March 2018 06:35\nThis email would have matched recorded information sought in FS50745686.\n4. Please provide from  FS5074568 the request for information sent out from the FOI team to relevant departments and the responses received back with information held.\n5. Identify and provide recorded information related to the scrutiny of email: RE: Release of schedule 2 (legal privilege applies exempt from FOI) 02 March 2018 06:35 in relation to  FS5074568\n-------\nYours faithfully,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2020-03-12T10:38:53.191+00:00",
            "message_id": 1545962,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your recent request for information relating to future\ndisclosure statement which we received on 10/03/2020.\nThis has been logged as a Freedom of Information Request, and will be\ndealt with under the Freedom of Information Act.  The reference number for\nyour request can be found above.\nThe Freedom of Information Act states that we must respond to you within\n20 working days, therefore, you should expect to hear a response from us\nby 07/04/2020.\nIn the meantime, if you have any queries please, contact us at the email\naddress below.\nThank you.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nFrom: Marcus Combie [[2]mailto:[FOI #653944 email]]\nSent: 10 March 2020 14:51\nTo: FOI\nSubject: Freedom of Information request - Statement by Eugene Walker on\nhiding emails from FOI\nDear Sheffield City Council,\nAnd big up to FOI squad!\nI've got some requests for recorded information held by the authority in\nresponse to the statement by Eugene Walker, in The Star.\n[3]\nhttps://www.thestar.co.uk/news/politics/...\nFrom the statement:\n\"In this case, officers marked some emails with the term ‘legally\nprivileged not subject to FOI’ where they considered there might need to\nbe a decision about future disclosure. \"\n1. Identify and provide any recorded information relied upon by SCC to\ninclude this statements where officers were considering \"there might need\nto be a decision about future disclosure.\"\n2. Identify and provide any recorded information where the FOI teams were\nmade aware that this consideration had taken place, and they were aware of\nthis practice.\n3. Identify how many officers were part of this consideration \"there might\nneed to be a decision about future disclosure.\".\nFrom the statement:\n\"The exemptions used will always be thoroughly scrutinized by the\ncouncil’s internal FOI team when handling these requests\"\nPlease refer to your response to the ICO in case FS50745686\nAnd make familiar with the email: RE: Release of schedule 2 (legal\nprivilege applies exempt from FOI) 02 March 2018 06:35\nThis email would have matched recorded information sought in FS50745686.\n4. Please provide from  FS5074568 the request for information sent out\nfrom the FOI team to relevant departments and the responses received back\nwith information held.\n5. Identify and provide recorded information related to the scrutiny of\nemail: RE: Release of schedule 2 (legal privilege applies exempt from FOI)\n02 March 2018 06:35 in relation to  FS5074568\n-------\nYours faithfully,\nMarcus Combie\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[4][FOI #653944 email]\nIs [5][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[6]\nhttps://www.whatdotheyknow.com/change_re...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[7]\nhttps://www.whatdotheyknow.com/help/offi...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[8]\nhttps://www.whatdotheyknow.com/help/ico-...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        },
        {
            "created_at": "2020-03-19T20:43:23.155+00:00",
            "message_id": 1550677,
            "type": "incoming",
            "content": [
                "Dear requester,\nWe are currently dealing with an unprecedented reduction in resources\nacross Sheffield City Council due to the global COVID-19 pandemic. While\nwe will endeavour to fulfil Freedom of Information requests where\npossible, unfortunately there may be a delay as a consequence of these\ncircumstances.\nFor further information, we recommend the Information Commissioner’s\nOffice:\n[1]\nhttps://ico.org.uk/about-the-ico/news-an...\n.\nAlternatively, you can contact the Information Commissioners Office. The\nInformation Commissioner can be contacted at: The Information\nCommissioner's Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9\n5AF, telephone 0303 123 1113, or for further details see their website\n[2]www.ico.org.uk.\nWe appreciate your patience in this challenging time and hope to provide a\nresponse to you as soon as we can.\nYours sincerely,\nInformation Management Team\n[3][\nemail address\n]\n_____________________________________________\nshow quoted sections"
            ]
        },
        {
            "created_at": "2020-09-16T16:38:41.082+01:00",
            "message_id": 1062926,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nWould it be possible to provide an update on this request it’s overdue.\nThe council were able to release a press statement on this pretty quickly, as such the requestor would\nExpect the records that council based the statement on would be readily available.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2020-09-17T17:31:20.717+01:00",
            "message_id": 1641122,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nThank you for your email. Please accept our apologies for the continued delay in relation to this request. We are currently dealing with a very large backlog of requests but I can confirm that we are currently working on providing a response. We will aim to respond within the next four weeks, by 16 October.\nKind regards\nRobert Jackson\nAccess to Information Officer\nInformation Management Team\nBusiness Change and Information Solutions\nResources Portfolio\nSheffield City Council\nEmail: [\nemail address\n]; [Sheffield City Council request email];\n[\nemail address\n]; [\nemail address\n]\nPostal Address: Sheffield City Council, PO Box 1283 Sheffield S1 1UJ\nshow quoted sections"
            ]
        },
        {
            "created_at": "2020-09-22T15:09:52.691+01:00",
            "message_id": 1064734,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nPlease either a decision notice so I can request an internal review and then escalate to the ICO.\nThis request was submitted on the 10th of March.\nThe request is related to recorded information sought in Mr Buxton’s request: your ref  1879.  This request was submitted on the 10th of March too.\nhttps://www.whatdotheyknow.com/request/s...\nA response was issued to Mr Buxton on the 4th of September. The information used to support the press statement has clearly been identified.\nThe press statement also state “ thoroughly scrutinized by the council’s internal FOI team” one would expect with through scrutinization there would be also thorough documentation of scruitiny process.\nAs the process was conducted by “the internal FOI team” then documents should be readily available to the FOI team as they are the custodians, especially in relation to the ICO investigation.\nPlease provide the current status of this request.\nThe requestor does not accept that an additional four weeks is necessary. The council was able to come up with this statement in a matter of days in response to a news article. As such the council should have readily available the documents used to support the position in the press statement.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2020-10-08T17:21:06.633+01:00",
            "message_id": 1653630,
            "type": "incoming",
            "content": [
                "2 Attachments\nQ4 Redacted.pdf\n199K\nDownload\nView as HTML\nQ1 Redacted.pdf\n124K\nDownload\nView as HTML\nDear Mr Combie\nThank you for your request for information which we received on 10 March\n2020 relating to the statement issued by the Council and included in an\narticle in The Star on 10 March 2020. Please accept our apologies for the\ndelay in our response.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nDear Sheffield City Council,\nAnd big up to FOI squad!\nI've got some requests for recorded information held by the authority in\nresponse to the statement by Eugene Walker, in The Star.\n[1]\nhttps://www.thestar.co.uk/news/politics/...\nFrom the statement:\n\"In this case, officers marked some emails with the term ‘legally\nprivileged not subject to FOI’ where they considered there might need to\nbe a decision about future disclosure. \"\n1. Identify and provide any recorded information relied upon by SCC to\ninclude this statements where officers were considering \"there might need\nto be a decision about future disclosure.\"\nPlease see the attached email.\nPlease note that we consider that the exemption under section 42 of the\nFreedom of Information Act 2000 applies to this email as it is covered by\nlegal professional privilege. However, on application of the public\ninterest test, we believe that the public interest lies in favour of\ndisclosure. While we recognise that it is important to protect the concept\nof legal professional privilege and the rationale behind the concept,\nwhich is to safeguard frankness between lawyer and client, we also\nrecognise that there is a public interest in openness and transparency,\nwhich in this case, is more important than maintaining protecting the\nconcept of privilege. Therefore, we have disclosed the email.\nHowever, please note that the names of  some staff members have been\nredacted under section 40(2) of the Freedom of Information Act 2000 on the\ngrounds that these are personal data and disclosure would contravene the\ndata protection principle under Article 5(1)(a) of the General Data\nProtection Regulation that processing of personal data must be fair,\nlawful and transparent.\n2. Identify and provide any recorded information where the FOI teams were\nmade aware that this consideration had taken place, and they were aware of\nthis practice.\n3. Identify how many officers were part of this consideration \"there might\nneed to be a decision about future disclosure.\".\nOfficers in Legal Services were instructed to mark emails as legally\nprivileged and not subject to FOI in order to flag to officers in the\nInformation Management Team that these emails might be legally privileged.\nThis title acted as a flag to help officers filter out information which\nmight need to be redacted prior to disclosure. However, just because an\nemail was entitled “legally privileged – not subject to FOI”, this would\nnot automatically mean that we would refuse to disclose it. Officers in\nthe Information Management Team review all correspondence before it is\ndisclosed under FOI, and this frequently requires them to challenge\nservices about the application of exemptions. Any information which a\nservice has suggested is exempt is always reviewed to ensure that an\nexemption under FOIA is actually applicable to the information, and any\ninformation which is not exempt is disclosed. All officers in the\nInformation Management Team are familiar with the exemptions under FOIA\nand are aware of the need to ensure that any exemptions are applied\nlawfully when responding to FOI requests.\nFrom the statement:\n\"The exemptions used will always be thoroughly scrutinized by the\ncouncil’s internal FOI team when handling these requests\"\nPlease refer to your response to the ICO in case FS50745686\nAnd make familiar with the email: RE: Release of schedule 2 (legal\nprivilege applies exempt from FOI) 02 March 2018 06:35\nThis email would have matched recorded information sought in FS50745686.\n4. Please provide from  FS5074568 the request for information sent out\nfrom the FOI team to relevant departments and the responses received back\nwith information held.\nPlease find the relevant emails attached. Please note that the names of\ncurrent staff members at a more junior level, former staff members, and\nthird parties have been redacted under section 40(2) of the Freedom of\nInformation Act 2000 on the grounds that these are personal data and\ndisclosure would contravene the data protection principle under Article\n5(1)(a) of the General Data Protection Regulation that processing of\npersonal data must be fair, lawful and transparent.\n5. Identify and provide recorded information related to the scrutiny of\nemail: RE: Release of schedule 2 (legal privilege applies exempt from FOI)\n02 March 2018 06:35 in relation to  FS5074568\nWe do not hold any information about the scrutiny of this email.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by either writing to the above address or by emailing\n[3][Sheffield City Council request email]. Internal review requests should be submitted\nwithin 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[4]www.ico.org.uk for further details.\nKind Regards,\nRobert Jackson\nAccess to Information Officer\nInformation Management Team\nBusiness Change and Information Solutions\nResources Portfolio\nSheffield City Council\nEmail: [5][\nemail address\n]; [6][Sheffield City Council request email];\n[7][\nemail address\n];\n[8][\nemail address\n]\nPostal Address: Sheffield City Council, PO Box 1283 Sheffield S1 1UJ\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.thestar.co.uk/news/politics/...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3. mailto:[Sheffield City Council request email]\n4.\nhttp://www.ico.org.uk/\n5. mailto:[\nemail address\n]\n6. mailto:[Sheffield City Council request email]\n7. mailto:[\nemail address\n]\n8. mailto:[\nemail address\n]"
            ]
        },
        {
            "created_at": "2020-10-09T14:55:58.347+01:00",
            "message_id": 1071190,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThanks for your reply! Apologies in advance for the length of this. I've included some details the FOI team may already be aware of, but if this request is escalated to the ICO I felt having context and relevant materials inline would be beneficial.\nPlease consider this a request for an internal review.\n****************\nI don’t see a response for the second element of my request. If it’s the response also included under #3 then please include the following for the internal review.\nOfficers in Legal Services were instructed to mark emails as legally\nprivileged and not subject to FOI in order to flag to officers in the\nInformation Management Team that these emails might be legally privileged.\nThis title acted as a flag to help officers filter out information which\nmight need to be redacted prior to disclosure. However, just because an\nemail was entitled “legally privileged – not subject to FOI”, this would\nnot automatically mean that we would refuse to disclose it. Officers in\nthe Information Management Team review all correspondence before it is\ndisclosed under FOI, and this frequently requires them to challenge\nservices about the application of exemptions. Any information which a\nservice has suggested is exempt is always reviewed to ensure that an\nexemption under FOIA is actually applicable to the information, and any\ninformation which is not exempt is disclosed. All officers in the\nInformation Management Team are familiar with the exemptions under FOIA\nand are aware of the need to ensure that any exemptions are applied\nlawfully when responding to FOI requests.\nFOI  - this sounds suspiciously like a press statement or a line to take statement. It does not appear as if it were a response to provide recorded information. I have two objections to the response.\nFIRST OBJECTION\nThe requestor would be seeking in the internal review the FOI teams response here and apparently totally normal process.\u2028But in private, the FOI team seemed to be completely oblivious this action was taking place or was standard operation procedure. I refer the council to the following email.\n—————————————————\nFrom: <REDACTED> on Behalf of FOI\nSent: 06 December 2019 14:30\nTo: <REDCATED>\u2028CC:<REDACTED>\nSubject: RE FOI 116 Operation Quito\nAttachments RE: FOI 116 Internal Review 1 of 2;  FOI 116 Internal Review 2 of 2; \u2028\u2028Please see attached.\u2028\u2028Please note that although some of the emails are entitled “legally privileged - not subject to FOIA” there were not legally privileged and we cannot declare something not subject to FOIA.\u2028\u2028Please feel free to call me if you have any queries\n————————————————\nThe email provided by Steve Eccleston that seems to have post hoc feeling. Mr Ecclestons email was sent 18 February 2020, after the FOI team informing <redacted> and <redacted> on 06 December 2019.\nRequest FOI 116, was a request I made, in that request the council initially told me 4 documents were held, 2 of which were forwarded press statements for SYP… I informed SCC of 7 documents missing from disclosure (That I knew of)\nThe FOI team replied that :\n“I have contacted the officers involved at the time and they have confirmed they don’t hold any further information on this.”\nMultiple council officer who are either senders or recipients of the comms with ‘Not subject to FOI’ still work in council, eg head of highways, I imagine it’s hard for “Officers in the Information Management Team review all correspondence before it is disclosed under FOI”. If it has not been disclosed to them and the departments reply back “they don’t hold any further information on this.” It was only after I pointed out the apparent absurdity of planning a three agency meeting including the police on multiple days… and only have 4 documents to provide, most of which were after the meetings. Did more documents come to light.\n“Officers in Legal Services were instructed to mark emails as legally\nprivileged and not subject to FOI in order to flag to officers in the\nInformation Management Team” this is what the council is claiming. However in RE: Release of schedule 2 (legal privilege applies exempt from FOI) 02 March 2018 06:35 this email was about an SCC press release, the prior emails in this chain were not marked “legal privilege”, it’s only after a council officer discussed the press release they added legal privilege applies - no member of legal services was copied in and the communications was about a press release not the course case.\nSo factually the statement provided doesn't reference reality, and it conflicts with the cases referenced.\nSECOND OBJECTION:\n2. Identify and provide any recorded information where the FOI teams were\nmade aware that this consideration had taken place, and they were aware of\nthis practice.\nWhat the council provided doesn’t satisfy the request, it’s not recorded information. The requestor is seeking records that clearly show the FOI team were aware of this practice and consideration to mark emails “Not subject to FOI”. From what has been provided by Steve Eccleston he had directed people to “I asked for potentially privileged emails involving lawyers to carry this header right at the start of the process”. Any record from around the start of the process informing the FOI team “that this consideration had taken place,”  and acknowledgement that FOI “they were aware of this practice.” Would be an ideal response for recorded information.\nIt seems in the email sent from the FOI team on 06 December 2019 they were not aware of this practice, and from my reading of the email seemed pretty aghast it was happening.\n******************************\n4. Please provide from  FS5074568 the request for information sent out\u2028from the FOI team to relevant departments and the responses received back\u2028with information held.\nhttps://ico.org.uk/media/action-weve-tak...\nI don’t think all the information has been provided In relation to the request, for brevity and to same time and space, the council made multiple assurances to the ICO in their investigation, and provide details. The emails provided don’t contain these the FOI team sourcing these responses.\u2028\u2028I don’t see any recorded information provided from the information holders.\n****************************\n5. I'm having a hard time understanding the no information held. Could the FOI team expand on this on the internal review.\nThe email reference in 5 request  matches and is held information for FS5074568\nStatement provided to 3 and 4 states \"Information Management Team review all correspondence before it is\ndisclosed under FOI\" and the statement that this request is about also claims \"The exemptions used will always be thoroughly scrutinised by the council’s internal FOI team when handling these requests,\"\nIm looking for records of this thorough scrutiny applied to this record, as it was a responsive record, it matched the requestors information and matched the scope of an ICO investigation.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2020-10-12T16:39:20.581+01:00",
            "message_id": 1655467,
            "type": "incoming",
            "content": [
                "Hi Rob,\nWhich FOI is this for?\nThanks,\nResources Business Support\nMoorfoot Level 2 North Wing\nSheffield S1 4PL\nE-mail : [1][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nshow quoted sections"
            ]
        },
        {
            "created_at": "2020-10-14T13:06:26.139+01:00",
            "message_id": 1656819,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your recent request for an internal review relating to\nfuture disclosure statement which we received on 09/10/2020. We are sorry\nto hear that you are not happy with your response.\nThis has now been logged and will be carried out by a member of the team\nYou should expect to hear a response from us by 06/11/2020.\nWhile we endeavour to fulfil statutory deadlines, due to the current\npandemic situation there may be delays due to resourcing shortages. We\nwill try to provide updates where possible.\nIn the meantime, if you have any queries please, contact us at the email\naddress below.\nThank you.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\nshow quoted sections"
            ]
        },
        {
            "created_at": "2021-04-01T14:59:19.213+01:00",
            "message_id": 1134758,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe internal review for this request is 5 months overdue.\nSince this request was about a carefully crafted press statement that was released only a couple of days after a news article about a FOI request I submitted.\nPlease indicate to the requestor when the internal review for this request will be completed.\nIf you cannot indicate when the request will be completed can the FOI team please indicate my options for escalation - is that with my already on going complaints or the ICO - what is my best method of remedy.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-04-06T03:08:25.019+01:00",
            "message_id": 1136065,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nI note your response to R Naylor on the What Do They Know website. Regarding R Naylor's request. REF  FOI 2020-21-2670\nThe council made a statement about my request:\n\"We have already provided copies of the information that we hold in\nrelation to emails with the subject \"Covered by legal privilege and not\nsubject to FOI\" and in relation to Legal Services informing officers of\nthis practice in our response to FOI 2019-20-1881\" - This statement is false. The only materials the council provided were from Paul Bilington's inbox, and only materials that matched keywords such as Quito or Trees. The information provided to my request was not all the information the council holds. To be expounding the position in other requests is false.\nThe council also states:\n\"We have already provided copies of the information that we hold in\nrelation to emails with the subject \"Covered by legal privilege and not\nsubject to FOI\" and in relation to Legal Services informing officers of\nthis practice in our response to FOI 2019-20-1881, and therefore we\nconsider that your request is an attempt to reopen a matter which has\nalready been comprehensively addressed by the local authority.\"\n- The requestor would categorically disagree with the council's positions this has been  been comprehensively addressed \". The internal review I submitted at the time and (still waiting on) explained clearly my objections to your response to FOI 2019-20-188\nThe internal review has not been complete.\nTwo complaints have been submitted.\nOne I was told by Kate Josephs on 18th March that  David Hollis, the Deputy Monitoring Officer will be leading the standards complaint against members and Eugene Walker, Executive Director Resources, will lead on the complaint against officers. Regarding the matter of marking emails \"not subject to FOI\" while an independent person is to look at the factual background.\nI'm making this public so R Naylor can have visibility of my thoughts on this matter, I wish I had saw his request before so. could have posted this.\nFurthermore, I'm chasing this internal review again. Please indicate to the requestor when it will be produced or my options for remedy.\nYours sincerely\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-05-18T20:02:26.208+01:00",
            "message_id": 1792544,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nWe are working on your internal review and will let you know how quickly\nwe think we can finish it.\nKind regards\nLeon Kaplan\nInformation Management Officer\nBusiness Change and Information Solutions (BCIS)\n0114 474 1459\nSheffield City Council\nPO Box 1283, Sheffield, S1 1UJ\n[1]www.sheffield.gov.uk\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.sheffield.gov.uk/"
            ]
        },
        {
            "created_at": "2021-05-21T16:03:01.635+01:00",
            "message_id": 1795333,
            "type": "incoming",
            "content": [
                "Dear Mr Combie,\nI hope that you are well. I am getting in touch in relation to your\nInternal Review. I am really sorry to report that we have been unable to\nprogress this as quickly as we wished to. Our Information Management Team\nare experiencing challenges around staffing, due to illness and vacancies.\nWe really regret the impact of this on you. We are in the process of\nrecruiting team members, which we hope will improve our position.\nI will set aside dedicated time next week to respond to the Review and\nwill be in touch no later than next Friday 28^th May.\nI offer my apologies again for the delay.\nBest wishes,\nCatherine Hodgkinson\nSenior Information Management Officer\nBusiness Change and Information Solutions (BCIS)\nResources Portfolio, Sheffield City Council\nEmail: [1][\nemail address\n]\nFrom: Kaplan Leon (CEX) On Behalf Of FOI\nSent: 18 May 2021 20:02\nTo: '[FOI #653944 email]'\n<[FOI #653944 email]>\nSubject: 2019-20-1881 - IR & ICO IC-98355-J1F7\nDear Mr Combie\nWe are working on your internal review and will let you know how quickly\nwe think we can finish it.\nKind regards\nLeon Kaplan\nInformation Management Officer\nBusiness Change and Information Solutions (BCIS)\n0114 474 1459\nSheffield City Council\nPO Box 1283, Sheffield, S1 1UJ\n[2]www.sheffield.gov.uk\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[\nemail address\n]\n2.\nhttp://www.sheffield.gov.uk/"
            ]
        },
        {
            "created_at": "2021-05-28T16:34:16.596+01:00",
            "message_id": 1801719,
            "type": "incoming",
            "content": [
                "Dear Mr Combie,\nI am writing to provide an update on your request for an Internal Review.\nI am very sorry to report that this review is not yet complete. We must\napologise and advise that we will be in a position to have concluded this\nreview by 11^th June.\nBest wishes,\nCatherine Hodgkinson\nSenior Information Management Officer\nBusiness Change and Information Solutions (BCIS)\nResources Portfolio, Sheffield City Council\nEmail: [1][\nemail address\n]\nFrom: Hodgkinson Catherine <[\nemail address\n]> On\nBehalf Of FOI\nSent: 21 May 2021 16:00\nTo: FOI <[Sheffield City Council request email]>;\n'[FOI #653944 email]'\n<[FOI #653944 email]>\nSubject: RE: 2019-20-1881 - IR & ICO IC-98355-J1F7\nDear Mr Combie,\nI hope that you are well. I am getting in touch in relation to your\nInternal Review. I am really sorry to report that we have been unable to\nprogress this as quickly as we wished to. Our Information Management Team\nare experiencing challenges around staffing, due to illness and vacancies.\nWe really regret the impact of this on you. We are in the process of\nrecruiting team members, which we hope will improve our position.\nI will set aside dedicated time next week to respond to the Review and\nwill be in touch no later than next Friday 28^th May.\nI offer my apologies again for the delay.\nBest wishes,\nCatherine Hodgkinson\nSenior Information Management Officer\nBusiness Change and Information Solutions (BCIS)\nResources Portfolio, Sheffield City Council\nEmail: [2][\nemail address\n]\nFrom: Kaplan Leon (CEX) On Behalf Of FOI\nSent: 18 May 2021 20:02\nTo: '[FOI #653944 email]'\n<[3][FOI #653944 email]>\nSubject: 2019-20-1881 - IR & ICO IC-98355-J1F7\nDear Mr Combie\nWe are working on your internal review and will let you know how quickly\nwe think we can finish it.\nKind regards\nLeon Kaplan\nInformation Management Officer\nBusiness Change and Information Solutions (BCIS)\n0114 474 1459\nSheffield City Council\nPO Box 1283, Sheffield, S1 1UJ\n[4]www.sheffield.gov.uk\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[\nemail address\n]\n2. mailto:[\nemail address\n]\n3. mailto:[FOI #653944 email]\n4.\nhttp://www.sheffield.gov.uk/"
            ]
        },
        {
            "created_at": "2021-06-11T14:14:06.893+01:00",
            "message_id": 1164850,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nPer your last correspondence. I’m eagerly awaiting the concluded  review.\nThen council stated to the ICO and other requtors that information related to this topic “already been comprehensively addressed by the local authority” in its initial\nResponse.\nThe council was given a request by the ICO for the completed internal Review for which had been extended multiple times by the council.\nThe requestor is seeking the internal review response today 11th June.\nIf this request was “comprehensively addressed”, as per the councils statements the requestor is having a hard time\nComprehending excess delay.\nThe requestor is seeking this information so  questions can be asked at council about this practice. By delaying the internal review the council is delaying oversight by the community.\nCouncil Meeting is on Wednesday 16th June. I note the motion at council:\nNotice Of Motion Regarding \"Truth, Trust and Transparency\" - Given By Councillor Shaffaq Mohammed And To Be Seconded By Councillor Barbara Masters\n“ That this Council:-\n(a)      believes that local government is at its best when it operates on the principles of truth, trust and transparency;\n(b)      believes that the destruction of large numbers of healthy highway trees, the handling of the associated protests and the withholding of information has undermined public trust in the Council and that this trust must be rebuilt and restored;\nPlease supply now extremely overdue internal review. So the public can ask the council questions about the procedures of the council when it comes to truth and transparency.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-06-11T18:13:41.580+01:00",
            "message_id": 1810730,
            "type": "incoming",
            "content": [
                "Hello Mr Combie\nRegretfully, we have not completed our internal review which we are\nputting back to 18 June 2021. This has been because of the pressure of\nwork.\nWe thank you for your patience.\nKind regards\nLeon Kaplan\nInformation Management Officer\nBusiness Change and Information Solutions (BCIS)\nSheffield City Council\n[1]www.sheffield.gov.uk\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://eur02.safelinks.protection.outlo..."
            ]
        },
        {
            "created_at": "2021-06-11T22:41:20.121+01:00",
            "message_id": 1165014,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe 18th of June  would be two days after council. The council\nMeeting is the 16th June. Where a vote is occurring on issues directly related to this request.\nCould the council resolve this issue. And provide the request so the council and public have the fullest of information when voting and asking questions at full Council.\nThe internal review was submitted October 2020. Where in other requests such as  the following (\nhttps://www.whatdotheyknow.com/request/p...\n)\nThat internal review was completed in less than 6 days!\nThis disparity is concerning especially with the public interest, recent reporting by the Yorkshire Post, and the upcoming vote on the 16th June.\nPlease produce the inters review at least a day before full Council.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-06-18T16:42:28.466+01:00",
            "message_id": 1815404,
            "type": "incoming",
            "content": [
                "Dear Mr Combie,\nI must apologise for the ongoing delay to your Internal Review. We have been striving to complete this however due to other competing priorities and extraordinary staff vacancies have not managed to meet today's deadline. We estimate that this will be completed by next Friday 25th June. Again, I am very sorry for the delay.\nBest wishes,\nCatherine Hodgkinson\nSenior Information Management Officer\nBusiness Change and Information Solutions (BCIS)\nResources Portfolio, Sheffield City Council\nEmail: [\nemail address\n]\nshow quoted sections"
            ]
        },
        {
            "created_at": "2021-06-25T16:53:27.221+01:00",
            "message_id": 1820963,
            "type": "incoming",
            "content": [
                "1 Attachment\nIR 2019 20 1881 25 June 2021.pdf\n191K\nDownload\nView as HTML\nDear Mr Combie\nPlease find our internal review attached.\nKind regards\nLeon Kaplan\nInformation Management Officer\nBusiness Change and Information Solutions (BCIS)\nSheffield City Council\n[1]www.sheffield.gov.uk\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://eur02.safelinks.protection.outlo..."
            ]
        },
        {
            "created_at": "2021-06-25T19:57:16.972+01:00",
            "message_id": 1170954,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nWhere’s the rest of the internal review?\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2021-06-25T20:43:55.359+01:00",
            "message_id": 1170966,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nJust by way of clarification on 2 and 3 you acknowledge you did not provide any recorded information, just the statement which I had two detailed objections against.\nThe council acknowledged it was a statement in the internal review and not recorded information, it then Ignored the two objections and then failed to supply any recorded information.\nWill requested recorded information disclosed? Or was that the councils review on totality.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2022-05-13T17:15:29.161+01:00",
            "message_id": 2039815,
            "type": "incoming",
            "content": [
                "3 Attachments\noledata.mso\n370K\nDownload\nimage002.emz\n2K\nDownload\nimage003.png\n2K\nDownload\nDear Mr Combie\nWe are responding to a complaint you made to the ICO (Reference\nIC-98355-J1F7) regarding our response to you on 25 June 2021, relating to\ntwo of your questions.\n2. Identify and provide any recorded information where the FOI teams were\nmade aware that this consideration had taken place, and they were\naware of this practice.\nYour reference was is to the use of the email subject header ‘legally\nprivileged not subject to FOI’. We hold an email from a council lawyer\ndated 18 February 2020, which we have enclosed.\nWe have withheld personal information under Section 40(2) which exempts\ninformation in response to a request if it is personal data belonging to\nan individual other than yourself and it satisfies one of the conditions\nlisted in the legislation. The condition contained in section 40(3A)(a)\napplies, that disclosure would breach one of the data protection\nprinciples. The principle is that, “Personal data shall be processed\nlawfully, fairly and in a transparent manner...” We do not consider that\ndisclosing this information to you, and consequently the public, is\nnecessary or justified in order to satisfy your information request and\nthe requirements of the FOIA. In the circumstances of this request there\nis no strong legitimate interest that would override the prejudice to the\nrights and freedoms of the data subjects. We have therefore taken the\ndecision that disclosing this information to you would be unlawful.\n3. Identify how many officers were part of this consideration “there\nmight need to be a decision about future disclosure.”\nWe believe you are referring to a statement by Eugene Walker, Executive\nDirector of Resources at the council, in The Sheffield Star of 10 March\n2020. Mr Walker stated: “…. officers marked some emails with the term\n‘legally privileged not subject to FOI’ where they considered there might\nneed to be a decision about future disclosure.”\nWe have reviewed the emails relating to Operation Quito, which we released\nto you on 6 December 2019. We can only identify one officer who marked\ntheir emails in this way. We have not counted officers who have replied or\nforwarded the email.\nIf you are still not satisfied with our response, please contact\n[1][\nemail address\n]\nYours sincerely\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[\nemail address\n]\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2022-05-13T19:02:07.420+01:00",
            "message_id": 1300340,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nYou claim “ We have reviewed the emails relating to Operation Quito, which we released\nto you on 6 December 2019. We can only identify one officer who marked  their emails in this way”\nYou didnt address any of the prior objections, you have not released any new information other than in a file format that needs special software to open.\nI also saw James Henderson marking emails in same way, would you like to forward this record to you can conduct further searches?\nIt is odd that you limited this search to the emails released to my prior FOI, and that of only Paul Billingtons inbox - the FOI team undertook no other searches, and didnt aearch their own records that they knew  this process was happening?\nIs there any reason you didnt search the information you compiled for the solicitors Bevan Brittan exactly on this subject of council officers marking emails not subject to FOI.\nThe only record the council can present that documents this process is from the legal office, rectoactively giving their account after challenged in the FOI regime.\nThere is no contemperaneous documents or records, based on the councils own statements?\nJust want to confirm that is the councils posistion before I go back to the ICO.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2022-09-10T17:32:04.631+01:00",
            "message_id": 2119880,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nThank you for your query of 14 May 2022, with apologies for the delay in\nreply.\nWe have answering your requests about the use of email subject header\n‘legally privileged not subject to FOI’. You asked us to: Identify how\nmany officers were part of this consideration “there might need to be a\ndecision about future disclosure.”\nYou questioned why we told you on 14 May 2022 that we had only identified\none officer who marked their emails in this way. You produced evidence\nrelating to another officer.\nWe have re-counted and we have identified two officers who marked their\nemails in this way. We have only looked at the Operation Quito emails held\nby the FOI team to respond to your request of 17 April 2019 (FOI /\n2019-20-0116). We have not counted officers who replied to or forwarded\nemails. We have not counted officers who used the header in emails we hold\nfor other requests. We have not searched our systems council wide, which\nhold emails with this header.\nWe apologise for our error. We will inform the Information Commissioner’s\nOffice [IC-98355-J1F7] which we also told that one officer had marked\ntheir emails in this way.\nYours sincerely\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2022-09-10T18:34:03.120+01:00",
            "message_id": 2119884,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nThank you for your queries of 13 May 2022 with apologies for not\nresponding sooner.\n[1][FOI #653944 email]\nYou said we did not address your prior objections. We responded to your\noriginal request on 8 October 2020; provided an Internal Review on 25 June\n2021; responded to enquiries from the Information Commissioner’s Office on\n18 November 2021 and provided you with additional information on 13 May\n2022.\nWe apologise for any difficult opening the attachment but you have had it\nagain since (29 June 2022 as part of the response to FOI-2020-2021-3027 &\nICO-159669-K9T5).\nFOI responses are a snaphot in time. Requests are made on a specific date,\ninterpreted and responded to with the information to hand.\nIn providing you with a figure of the number of officers who marked emails\n“Covered by legal privilege – not subject to FOI”, we said we were\nconfining ourselves to the disclosure we made to you on 6 December 2019\nrelating to Operation Quito (FOI / 2019-20-0116). This is because our\nrequest of 10 March 2020 (FOI / 2019-20-1881) followed two reports in The\nSheffield Star about that disclosure. We have only looked at the Operation\nQuito emails held by the FOI team; we have not counted officers who used\nthe header in emails we hold for other requests. We have not searched our\nsystems council wide which hold emails with this header.\nWe responded to the requests made to us by Bevan Brittan, which were\ninvestigating the use of legal privilege in emails.\nWe have most recently provided a response to your request about\ninformation regarding the marking of emails “Covered by legal privilige\nand not subject to FOI” on 9 September 2022 (FOI / 2020-21-3027).\nYours sincerely\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[FOI #653944 email]\n2. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}