{
    "id": 459826,
    "title": "Streets ahead complaints against tree protesters",
    "display_status": "Refused",
    "law_used": "foi",
    "url_title": "streets_ahead_complaints_against",
    "created_at": "2018-01-24T22:36:10.123+00:00",
    "events": [
        {
            "created_at": "2018-01-24T22:36:10.247+00:00",
            "message_id": 730153,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease accept the following FOI request:\n-In the last 3 years how many complaints have Streets Ahead received against tree protestors or tree protest action?\nYours faithfully,\nShay Kitoff"
            ]
        },
        {
            "created_at": "2018-01-25T13:40:26.387+00:00",
            "message_id": 1101753,
            "type": "incoming",
            "content": [
                "Dear Shay Kitoff,\nRe – Freedom of Information Request Reference FOI/1640\nI am writing in response to your recent request for information regarding\nStreets Ahead Complaints Against Tree Protesters.\nUnfortunately, we cannot consider this as a valid request under the\nFreedom of Information Act.  Section 8 of the Freedom of Information\nstates a valid request for information must state the “name of the\napplicant and address for correspondence”.\nFreedom of Information case law makes it clear that whilst an e-mail\naddress is acceptable, the use of a false name is not.  Sheffield City\nCouncil have reasonable grounds to consider that Shay Kitoff is a false\nname.  Any request which is made under a false name is invalid and\nSheffield City Council are under no obligation to process the request.\nIf this is not the case Sheffield City Council do apologise in advance,\nhowever, we would like to ask that you provide verification of your\nidentity before we can consider your request as a valid Freedom of\nInformation request.\nYou can verify your identity by providing us with a copy of a driving\nlicence, passport or other similar identity document to the above address\nor by emailing [1][Sheffield City Council request email].  Alternatively you may wish to\nprovide this identification in person by going into your local housing\noffice or the First Point enquiry desk at Howden House, Union Street.\nIf you are unhappy with this decision, you are entitled to have this\nreviewed.  You can ask for an internal review by either writing to the\nabove address or by emailing [2][Sheffield City Council request email].\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioners Office. The Information\nCommissioner can be contacted at: The Information Commissioner's Office,\nWycliffe House, Water Lane, Wilmslow, Cheshire SK9 5AF, telephone 0303 123\n1113, or for further details see their website [3]www.ico.org.uk\nKind Regards,\nResources Business Support\nMoorfoot Level 2 North Wing\nSheffield S1 4PL\nTel : 0114 20 53478\nE-mail : [4][Sheffield City Council request email]\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nFrom: Shay Kitoff [[5]mailto:[FOI #459826 email]]\nSent: 24 January 2018 22:36\nTo: FOI\nSubject: Freedom of Information request - Streets ahead complaints against\ntree protesters\nDear Sheffield City Council,\nPlease accept the following FOI request:\n-In the last 3 years how many complaints have Streets Ahead received\nagainst tree protestors or tree protest action?\nYours faithfully,\nShay Kitoff\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[6][FOI #459826 email]\nIs [7][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[8]\nhttps://www.whatdotheyknow.com/change_re...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[9]\nhttps://www.whatdotheyknow.com/help/offi...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[10]\nhttps://www.whatdotheyknow.com/help/ico-...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        }
    ]
}