{
    "id": 1201934,
    "title": "Street lighting locations (latest, 2014, and 2010)",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "street_lighting_locations_latest_270",
    "created_at": "2024-11-11T11:56:51.157+00:00",
    "events": [
        {
            "created_at": "2024-11-11T11:56:51.735+00:00",
            "message_id": 1759131,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to submit a Freedom of Information request for data on the location of all street lights maintained by the council. Specifically, I would like to obtain:\n- The most recent available data on street lighting locations. Please provide the total number of streetlights maintained by the council and the actual location of these lights (the latter in Shapefile, KML, and/or GeoJSON format).\n- Data on street lighting locations from 2014. Please provide the total number of streetlights maintained by the council and the actual location of these lights (the latter in Shapefile, KML, and/or GeoJSON format).\n- Data on street lighting locations from 2010. Please provide the total number of streetlights maintained by the council and the actual location of these lights (the latter in Shapefile, KML, and/or GeoJSON format).\nYours faithfully,\nBenjamin Butcher\nData Editor Telegraph"
            ]
        },
        {
            "created_at": "2024-11-12T14:25:16.631+00:00",
            "message_id": 2827010,
            "type": "incoming",
            "content": [
                "Dear Benjamin Butcher,\nThank you for your request for information relating to Streetlight\nlocations which we received on 11/11/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 10/12/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\n=\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-11-25T11:57:52.573+00:00",
            "message_id": 2839674,
            "type": "incoming",
            "content": [
                "3 Attachments\nFOI 1504897 StLights 2014.zip\n1.9M\nDownload\nFOI 1504897 StLights 2024.zip\n1.7M\nDownload\nFOI 1504897 StLights 2012.xls\n3.7M\nDownload\nView as HTML\nDear Benjamin Butcher,\nThank you for your request for information relating to Streetlight\nlocations which we received on 11/11/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nThe most recent available data on street lighting locations. Please\nprovide the total number of streetlights maintained by the council and the\nactual location of these lights (the latter in Shapefile, KML, and/or\nGeoJSON format).\nPlease see the attached shapefile ‘FOI 1504897 – StLights 2024’ (please\nnote that the data is a snapshot of Highway Street Lighting units on\n14/11/2024).  The total number of streetlights is 66,943.\nData on street lighting locations from 2014. Please provide the total\nnumber of streetlights maintained by the council and the actual location\nof these lights (the latter in Shapefile, KML, and/or GeoJSON format).\nPlease see the attached shapefile ‘FOI 1504897 – StLights 2014’ (please\nnote that the data is a snapshot of Highway Street Lighting units on\n01/01/2014).  The total number of streetlights is 72,046.\nData on street lighting locations from 2010. Please provide the total\nnumber of streetlights maintained by the council and the actual location\nof these lights (the latter in Shapefile, KML, and/or GeoJSON format).\nWe do not hold data specifically for 2010.  However, we have provided data\nwhich is circa July 2012 (just prior to the start of the Highways\nMaintenance Contract with Amey Hallam Highways Ltd) which is likely to be\nvery similar to any data from 2010.  Please see the attached spreadsheet\n‘FOI 1504897 – StLights 2012’.  The data is in an Excel table which is in\nthe only format we were able to compile this data in.  The total number of\nstreetlights is 62,649.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}