{
    "id": 1081865,
    "title": "Subject: FOI/EIR Request Regarding Claim of Turret Collapse at the Market Tavern on 10 January",
    "display_status": "Awaiting internal review",
    "law_used": "foi",
    "url_title": "subject_foieir_request_regarding",
    "created_at": "2024-02-07T01:55:43.641+00:00",
    "events": [
        {
            "created_at": "2024-02-07T01:55:44.068+00:00",
            "message_id": 1595677,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing under the EIR/FOI to request information that pertains specifically to the claim made by Sheffield City Council regarding the Market Tavern.\nIn Response to the press the council stated:\nAfter presenting them with the footage we'd obtained, a spokesperson for Sheffield City Council told Now Then:\n\"Our initial belief was that the top turret on the building had collapsed under its own weight on the morning of 10 January.\"\n1.\tEvidence Supporting the Initial Belief:\n•\tPlease provide any and all recorded information that supported the council’s initial belief regarding the spontaneous collapse of the turret on the morning of 10 January.\n2.\tWhen the council formed this initial Belief:\n•\tPlease provide records when the collapse was first observed or reported to the council by:\n2.A) Contractors, Council Staff or any person working on behalf of or in relation to the council on the Market Tavern project.\n2.B) Members of the public, community orgs or other parties not related to the council.\nYours faithfully,\nMarcus"
            ]
        },
        {
            "created_at": "2024-02-09T10:36:03.567+00:00",
            "message_id": 2548611,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your request for information relating to Market Tavern which\nwe received on 07/06/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 06/03/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-03-06T18:34:26.125+00:00",
            "message_id": 2578950,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your request for information relating to Market Tavern which\nwe received on 07/06/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\nSheffield City Council believes that the information you have requested is\nexempt from disclosure under Regulation 12(5)(d) of the Environmental\nInformation Regulations 2004 (EIR).\nRegulation 12(5)(d) EIR provides that a public authority may refuse to\ndisclose information to the extent that its disclosure would adversely\naffect the confidentiality of the proceedings of that public authority\nwhere such confidentiality is provided by law.\nOn 6^th February, the council released a press statement regarding the\ndemolition of the Market Tavern, which can be read here: [1]Update on\ndemolition works on the Market Tavern (sheffnews.com). Subsequently, the\ncouncil began an internal investigation into the circumstances of this\nincident. This investigation constitutes a ‘proceeding’ for the purposes\nof Regulation 12(5)(d).\nIt is also necessary to establish that the confidentiality of the\nproceedings in question is protected by law. In this case, the information\nis subject to the common law duty of confidence. This is because the\ninformation is not of a trivial nature, is not already in the public\ndomain, and was communicated in circumstances importing an obligation of\nconfidence.\nDisclosure would have an adverse effect on the confidentiality of the\ninvestigation as it would damage the general principle of confidentiality\nitself and result in harm to the interest the exception is designed to\nprotect. Disclosing the specific information requested in this case would\nprejudice the investigation which requires confidentiality to be able to\ncollate evidence and interview relevant staff and contractors. It is the\nintention of the council to publish the outcome of this investigation. We\ndo not have a date for when this will be done at this time.\nRegulation 12(5)(d) is subject to a public interest test. Factors in\nfavour of disclosure are that disclosure promotes openness and\ntransparency.\nFactors in favour of maintaining the exception are that there is a public\ninterest in ensuring the due diligence of the investigation. It would be\nunfair to disclose information which is subject to an active investigation\nwhere the sequence of events is being established and the actions of\nvarious parties are being understood.\nOn balance, the Council believes that the public interest lies in favour\nof maintaining the exception.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nFrom: FOI\nSent: Friday, February 9, 2024 10:36 AM\nTo: Marcus Combie <[FOI #1081865 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 1038892\nDear Marcus Combie,\nThank you for your request for information relating to Market Tavern which\nwe received on 07/06/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 06/03/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://sheffnews.com/news/update-on-dem...\n2.\nhttp://www.nationalarchives.gov.uk/doc/o...\n3.\nhttps://ico.org.uk/make-a-complaint/offi...\n4. mailto:[Sheffield City Council request email]\n5. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-03-09T06:47:30.634+00:00",
            "message_id": 1620290,
            "type": "outgoing",
            "content": [
                "Hi Team,\nThink we both knew this was coming. Sorry for how lengthy it is provide more context for when this ends up with the ICO.\nI am writing to formally request an internal review of the decision made in response to my FOI/EIR request dated 07/06/2024, concerning the Market Tavern on Exchange Street. This request specifically challenges the council’s application of Regulation 12(5)(d) of the Environmental Information Regulations 2004, asserting that disclosure would adversely affect the confidentiality of proceedings.\nThe necessity of this review is underscored by several critical considerations:\n1.\tPublic Interest and Transparency: There is a significant discrepancy between public statements and observable evidence surrounding the demolition process. The substantial public interest in this matter, given the historical and cultural significance of the Market Tavern, necessitates a thorough reassessment of the balance of public interest in favor of disclosure.\n2.\tInvestigation of Indeterminate Length: Withholding information based on an ongoing investigation without a clear end date challenges the principles of transparency. The Information Commissioner’s Office (ICO) has underscored the importance of a genuine balancing of interests. An indefinite investigation timeframe cannot justify the prolonged withholding of information critical to public understanding and trust.\n3.\tLowcock Report Principles: The situation calls to mind the principles highlighted by Sir Mark Lowcock regarding transparency and honesty in the council’s communications. The need for public authorities to provide accurate, truthful information, avoiding statements that could be misleading or dishonest, is paramount. This principle is directly relevant to the council’s handling of the Market Tavern demolition.\n4.\tAccuracy and Completeness of Information Provided: Emerging evidence and contradictions in the timeline and rationale for the demolition raise concerns about the accuracy and completeness of information provided by the council. There is a pressing need for a detailed review of the information withheld and the reasons provided, ensuring compliance with EIR exceptions.\nIn light of the above, I respectfully request that Sheffield City Council conducts a detailed internal review of the decision to apply Regulation 12(5)(d), particularly considering the ICO’s guidance on indefinite investigations and the substantial public interest in the circumstances surrounding the Market Tavern’s demolition.\nThe principles of transparency, accountability, and public trust are of utmost importance, especially in matters involving significant cultural heritage and the use of public resources. I look forward to a response that embodies these principles, reflecting a commitment to openness and honesty in serving the community’s best interests.\nThank you for your attention to this matter. I anticipate a resolution that fosters trust and confidence in the council’s dedication to transparency and accountability.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-03-11T15:46:22.650+00:00",
            "message_id": 2585149,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your recent request for an internal review relating to\nMarket Tavern which we received on 09/03/2024. We are sorry to hear that\nyou are not happy with your response.\nThis has now been logged and will be carried out by a member of the team.\nThe Freedom of Information Code of Practice states that we should aim to\nyour request for internal review within 20 working days, by 10/04/2024.\nPlease do not hesitate to contact us at the email address below if you\nhave any queries.\nPlease note that the Code of Practice does allow us to extend this\ndeadline by an additional 20 days in some situations. If we need more time\nto complete the internal review, we will contact you to inform you of\nthis.\nIf you have any queries in the meantime, please contact us at the email\naddress below.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-07-12T10:22:36.753+01:00",
            "message_id": 1688233,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe investigation is complete.\nPlease release documents.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-07-24T16:41:36.055+01:00",
            "message_id": 2710183,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nThank you for your request for information relating to Records relating to\nthe collapse of the Market Tavern which we received on 12/07/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 12/08/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-08-12T10:23:23.301+01:00",
            "message_id": 2724436,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie,\nI am writing in relation to EIR 1224573 to apologise that we will not be\nable to provide a response to your request within the initial timescale\nset out in our email of 24/07/2024.\nRegulation 7(1) of The Environmental Information Regulations 2004 (EIR)\nenables an authority to extend the 20-working day limit up to 40 working\ndays if it reasonably believes that the complexity and volume of the\ninformation requested means that it is impracticable either to comply with\nthe request within the earlier period or to make a decision to refuse to\ndo so.\nIn this case, we do reasonably believe that the volume and complexity of\nthe request makes it impracticable to comply within the 20-working day\nlimit, and consequently we are extending the deadline by an additional 20\ndays until 09/09/2024.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, July 24, 2024 4:41 PM\nTo: Marcus Combie <[FOI #1081865 email]>\nSubject: Re – Environmental Information Regulations Request – Reference –\nEIR / 1224573\nDear Marcus Combie,\nThank you for your request for information relating to Records relating to\nthe collapse of the Market Tavern which we received on 12/07/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 12/08/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]\n2. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-09-09T17:17:21.542+01:00",
            "message_id": 1721406,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nCan I have the response please.\nThere has been numerous articles in the press lately about Market Tavern.\nHallamshire  Historic Buildings have put out another statement.\n“ the council commissioned an independent enquiry, but then decided not to publish the report from this enquiry.  Instead, after months of delay,  we were given an an “executive summary”  which managed to not explain how the building came to be demolished, owned up to communication errors, stated that the building needed to be demolished anyway (this report was by an HR firm..) , and hinted that HHB were somehow to blame for meeting a deadline with only a few minutes to spare. “\nhttps://www.hhbs.org.uk/2024/08/29/tragi...\nThere are still many unanswered questions .\nPlease provide the response today.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-09-10T09:47:09.833+01:00",
            "message_id": 2756834,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nWe apologise for missing the extended deadline of 9 September 2024 for\nyour request relating to the Market Tavern. This has been due to the\nannual leave cycle during the summer. We will complete it as soon as\npossible.\nThank you for your patience.\nKind regards\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-09-10T18:31:08.942+01:00",
            "message_id": 1722369,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nYou surely knew about the annual leave when you extended the deadline.\nAs soon as possible doesn’t fill me by confidence.\nPlease give a date this will be complete by the end of the week or I’ll ask the ICO  review your handling of this request.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-09-15T10:23:49.314+01:00",
            "message_id": 2762140,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie\nWe aim to complete our response to your request on 30 September 2024.\nThank you for your patience.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-10-01T00:01:43.161+01:00",
            "message_id": 1732483,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nI believe you were aiming for a response today.\nWhen will it be available?\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-10-01T11:04:05.697+01:00",
            "message_id": 2779129,
            "type": "incoming",
            "content": [
                "Dear Marcus Combie\nThanks for your email of 1 October 2024.\nWe apologise for not meeting our deadline of 30 September 2024. We have\ndownloaded 1.75GB of data, which we believe to be in scope. We expect to\ntake a fortnight to do this making our new target date for disclosure 14\nOctober 2024.\nThank you for your patience.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-10-02T18:28:06.608+01:00",
            "message_id": 1734442,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nI’m slightly confused by the sound this update, have you only just downloaded this information?\nAnd you had not downloaded it on 6 March 2024 when you applied exemptions to my request to withhold the information.\nCan you confirm that a search for information did take place, and also that you had it on hand when applying exemptions in your  6 March 2024 Response.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-10-15T19:42:06.691+01:00",
            "message_id": 1741613,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThe new deadline is also gone. Can I get an update for when you expect to fulfill this request?\nCould you also please answer the previous email:\nI’m slightly confused by the sound this update, have you only just downloaded this information?\nAnd you had not downloaded it on 6 March 2024 when you applied exemptions to my request to withhold the information.\nCan you confirm that a search for information did take place, and also that you had it on hand when applying exemptions in your 6 March 2024 Response.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-10-17T08:45:54.301+01:00",
            "message_id": 2796087,
            "type": "incoming",
            "content": [
                "Dear Mr Combie\nOur work on this request is taking place this week with checks and\nauthorisation due next week, and we are aiming to get it to you on 25\nOctober.\nWe’ll answer your subsequent questions then.\nThank you for your patience.\nKind regards\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-10-17T09:27:05.236+01:00",
            "message_id": 1742586,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nDon’t want to be awkward about this.\nBut those subsequent questions be answered now? As if you hadn’t reviewed the information in my initial request before applying exemptions then pretty strong argument to the ico.\nYou can’t just apply exemptions to information you have not reviewed.\nIt’s a pretty straightforward question and shouldn’t take another two weeks to answer, when this request has gone on for so long.\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-11-08T10:36:37.014+00:00",
            "message_id": 2822755,
            "type": "incoming",
            "content": [
                "1 Attachment\nEIR 1224573 Email.pdf\n128K\nDownload\nView as HTML\nDear Marcus Combie,\nI am writing in relation to EIR 1224573 and to offer our sincere apologies\nfor not responding until now. Our response is below, together with\nattached information.\nYour Request\nI am writing under the EIR/FOI to request information that pertains\nspecifically to the claim made by Sheffield City Council regarding the\nMarket Tavern.\nIn Response to the press the council stated:\nAfter presenting them with the footage we'd obtained, a spokesperson for\nSheffield City Council told Now Then:\n\"Our initial belief was that the top turret on the building had collapsed\nunder its own weight on the morning of 10 January.\"\n1. Evidence Supporting the Initial Belief:\n• Please provide any and all recorded information that supported the\ncouncil’s initial belief regarding the spontaneous collapse of the turret\non the morning of 10 January.\n2. When the council formed this initial Belief:\n• Please provide records when the collapse was first observed or reported\nto the council by:\n2.A) Contractors, Council Staff or any person working on behalf of or in\nrelation to the council on the Market Tavern project.\n2.B) Members of the public, community orgs or other parties not related to\nthe council.\nOur Response\nAs you are aware an investigation has been undertaken into this matter\nunder the Council’s disciplinary procedure and as a result only a\nhigh-level summary has been made public over this. However, to provide\nsome further clarity on the specific request we can advise as following.\nThere were verbal conversations on 10th January between officers and the\ncontractor. These were not recorded and so cannot be provided. An officer\nworking on the project received an email form the contractor on site at\n2:16pm on the 10th January following a conversation with the contractor\nand the interpretation from, the conversation and email was that the top\nof the building had toppled over. This email was central to the\nindependent investigation, which determined that it was either not seen or\nnot read correctly by those who received it as they were not aware the\nmachinery had touched it.\nThis information is attached with personal data redacted. The names of\nthird parties and the names of some staff members, below head of service\nlevel have been redacted under Regulation 12(3) of the Environmental\nInformation Regulations 2004 (EIR) and Regulation 13 EIR as amended by\nSch. 19, para 307 of the Data Protection Act 2018, which provide an\nexception where the information requested includes personal data where\ndisclosure would contravene the data protection principles of the UK\nGeneral Data Protection Regulation (GDPR). Disclosure of the information\nwould contravene the data protection principle under Article 5(1)(a) that\nprocessing of personal data must be lawful, fair, and transparent. This\nfollows guidance issued by the Information Commissioner, which can be\nfound here: [1]Requests for personal data about public authority employees\nThis initial belief over the collapse was maintained by the Council until\nvideo evidence was shared with the Council press office on the 2nd\nFebruary by local media publication ‘Now Then’. This showed demolition\nactivity taking place in the early afternoon of the 10th January. It was\nfollowing viewing of these videos that an internal review was undertaken\nand the email of 2:16pm was first seen by Senior officers. This then led\nto the internal and external investigation being commission to consider\nthis matter, the results of which are available here: Market Tavern\nIndependent Investigation | Sheffield City Council. This determined that\nthe initial view was incorrect.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [2]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response. Of\ncourse, we accept that we were significantly beyond the legal deadline for\nanswering this request, and we apologise for this.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[3]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nshow quoted sections"
            ]
        },
        {
            "created_at": "2024-11-08T15:09:48.777+00:00",
            "message_id": 1758093,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nWhere’s the text with photos as talked about in the first line of the email?\nYours sincerely,\nMarcus Combie"
            ]
        },
        {
            "created_at": "2024-11-14T10:19:37.334+00:00",
            "message_id": 2829165,
            "type": "incoming",
            "content": [
                "1 Attachment\nMarket Tavern EIR 1224573 Photographs.pdf\n784K\nDownload\nView as HTML\nDear Marcus Crombie,\nThank you for your email. The photographs are now attached, sorry these were not sent with the response. We have double-checked with the service and they have confirmed there was no message with the photographs as the email covered the reason for them being sent.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nshow quoted sections"
            ]
        },
        {
            "created_at": "2025-01-08T18:28:32.213+00:00",
            "message_id": 1786602,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nPlease pass this on to the person who conducts Freedom of Information reviews.\nI am writing to request an internal review of Sheffield City Council's handling of my FOI request 'Subject: FOI/EIR Request Regarding Claim of Turret Collapse at the Market Tavern on 10 January'.\nYou have no actually provided any information as to how the spontaneous collapse narrative was advanced by the press office or officers.\nYour response seems more like a carefully worded statement and an email that apparently nobody read.\n“1. Evidence Supporting the Initial Belief:\n• Please provide any and all recorded information that supported the council’s initial belief regarding the spontaneous collapse of the turret on the morning of 10 January.”\nThe council has not provided any recorded information that satisfies this request.\nIn response to the BBC, Now Then Magazine, Campaign group Hallamshire Historic Buildings council stated the historic inn \"spontaneously\" fell down by itself.\nThe council furthered this position at a meeting with members of the Castlegate Area Regeneration Board\nFrom my understanding of how the council press office works is they will seek advice and lines to take from the department relevant to the query they received.\nThe council has not provided any recorded information as to how the “spontaneous” collapse line appeared.\nRecords would be expected to the press team reaching out to the relevant service area, and the responses received. If they did not do this and the press team devised and forwarded the “spontaneous” collapse line themselves please state so.\n2:\n“ 2. When the council formed this initial Belief:\u2028• Please provide records when the collapse was first observed or reported to the council by:\n2.A) Contractors, Council Staff or any person working on behalf of or in relation to the council on the Market Tavern project.”\nThe record provided doesn’t indicate a spontaneous collapse, rather the council knowing a demolition was taking place. I draw your attention to the subject line “STOP” and the contents stating “STOP demolition work”.\nThe request was about the “spontaneous” collapse line the council  stated occurred. Under no circumstances could this not seeing or reading this email be the source of the “spontaneous collapse” line as the council knew contractors were on site demolishing, and this email was telling them to stop, and a report back of the work undertaken.\nAs such it does not help identify where in the council the spontaneous collapse line came ]\nA full history of my FOI request and all correspondence is available on the Internet at this address:\nhttps://www.whatdotheyknow.com/request/s...\nYours faithfully,\nMarcus Combie"
            ]
        }
    ]
}