{
    "id": 1104213,
    "title": "Supported Accommodation Information Request",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "supported_accommodation_informat_14",
    "created_at": "2024-03-15T16:12:29.266+00:00",
    "events": [
        {
            "created_at": "2024-03-15T16:12:29.685+00:00",
            "message_id": 1624363,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\n1.\tCould you please provide the current number of young people placed in supported accommodation by your authority?\n2.\tOf these young people, how many are placed in supported accommodation directly managed by your authority or through block contract, compared to those placed in supported accommodations provided through spot purchase arrangements?\n3.\tAre referrals to supported accommodation managed through a specific framework? If yes, could you please specify the name of this framework and detail when it is open to tender?\n4.\tWhat is the average weekly fee for placing a young person in supported accommodation during the current financial year?\n5.\tCould you provide the contact details, including telephone number, email address, and postal address, of the department or individuals responsible for the placement of young people in supported accommodation?\n6.\tWho are the team managers or key decision-makers involved in the process for admitting a young person into supported accommodation, and may we have their contact details, including telephone number, email address, and postal address?\n7.\tIs there a current or anticipated need for additional supported accommodation providers/provision within your authority?\n8.\tAre there specific demographics of young people for whom placement proves to be particularly challenging? If so, could you elaborate on these demographics?\n9.\tIs there a dedicated team overseeing contracts and/or quality related to supported accommodation? If yes, could you provide the team's contact information?\n10.\tWho should be contacted for discussions about establishing a new supported accommodation within your authority?\n11.\tCould you please provide the current number of children who are classified as looked after by your authority?\n12.\tBased on your data or assessments, do you expect the number of children becoming looked after to increase in the over the next 12-18 months?\nYours faithfully,\nNicole Hemmingway"
            ]
        },
        {
            "created_at": "2024-03-19T09:37:07.417+00:00",
            "message_id": 2594142,
            "type": "incoming",
            "content": [
                "Dear Nicole Hemmingway,\nThank you for your request for information relating to supported\naccommodation which we received on 15/03/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 16/04/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        },
        {
            "created_at": "2024-04-12T17:25:33.560+01:00",
            "message_id": 2621515,
            "type": "incoming",
            "content": [
                "Dear Nicole Hemmingway,\nThank you for your request for information relating to supported\naccommodation which we received on 15/03/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1.          Could you please provide the current number of young people\nplaced in supported accommodation by your authority?\n• To date we currently have 117 young people placed in 16+ supported\naccommodation on our framework. 41 of these young people are in\nsupported tenancies and the remaining are placed in 24-7 group living\nprovisions.\n2.          Of these young people, how many are placed in supported\naccommodation directly managed by your authority or through block\ncontract, compared to those placed in supported accommodations provided\nthrough spot purchase arrangements?\n• To date we have 19 young people being placed in Block Booking\nprovisions.\n3.          Are referrals to supported accommodation managed through a\nspecific framework? If yes, could you please specify the name of this\nframework and detail when it is open to tender?\n• Yes, Sheffield City Council have their own Dynamic Purchasing\nAgreement 16-25 Supported Accommodation Framework which ends on 30^th\nSeptember 2024. We are going back out for a new tender early April\n2024 via YORtender.\n4.          What is the average weekly fee for placing a young person in\nsupported accommodation during the current financial year?\n• Average weekly fee for placing a young person in supported\naccommodation depends on the type of placement. 24-7 Group living\naverage cost per placement £1,544 p/w   Average costs supp tenancy\n(floating support) £648 p/w.\n5.          Could you provide the contact details, including telephone\nnumber, email address, and postal address, of the department or\nindividuals responsible for the placement of young people in supported\naccommodation?\n·       Children Looked After Service - 01142930223\n[1][\nemail address\n]\nSorby House, Floor 2, 42 Spital Hill, Sheffield, S4 7LG\n·       Leaving Care Service - 01142039060, [2][\nemail address\n]\nSharrow Community Forum, Old Junior School, Vincent Road, Sheffield, S7\n1DB\n6.          Who are the team managers or key decision-makers involved in\nthe process for admitting a young person into supported accommodation, and\nmay we have their contact details, including telephone number, email\naddress, and postal address?\n·       See above.\n7.          Is there a current or anticipated need for additional\nsupported accommodation providers/provision within your authority?\n·       Yes\n8.          Are there specific demographics of young people for whom\nplacement proves to be particularly challenging? If so, could you\nelaborate on these demographics?\n·       Yes. Children with complex needs who need greater support to\ndevelop independence e.g. learning difficulties, those who need floating\nsupport in their own accommodation, YJS involvement and criminality,\nsubstance misuse, exploitation.\n9.          Is there a dedicated team overseeing contracts and/or quality\nrelated to supported accommodation? If yes, could you provide the team's\ncontact information?\n·       [3][\nemail address\n]\n10.       Who should be contacted for discussions about establishing a new\nsupported accommodation within your authority?\n·       [4]see above.\n11.       Could you please provide the current number of children who are\nclassified as looked after by your authority?\n·       678\n12.       Based on your data or assessments, do you expect the number of\nchildren becoming looked after to increase in the over the next 12-18\nmonths?\n·       Yes, due to NTS referrals for UASC.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [5]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[6]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [7][Sheffield City Council request email]\nFrom: FOI\nSent: Tuesday, March 19, 2024 9:37 AM\nTo: Nicole Hemmingway <[FOI #1104213 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1076731\nDear Nicole Hemmingway,\nThank you for your request for information relating to supported\naccommodation which we received on 15/03/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 16/04/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [8][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[email%20address]\n2. mailto:[email%20address],\n3. mailto:[email%20address]\n4. mailto:[email%20address]\n5.\nhttp://www.nationalarchives.gov.uk/doc/o...\n6.\nhttps://ico.org.uk/make-a-complaint/offi...\n7. mailto:[sheffield%20city%20council%20request%20email]\n8. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}