{
    "id": 1041008,
    "title": "Temporary accommodation statistics",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "temporary_accommodation_statisti_94",
    "created_at": "2023-10-25T12:18:21.712+01:00",
    "events": [
        {
            "created_at": "2023-10-25T12:18:22.149+01:00",
            "message_id": 1542128,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing to request the following information under the Freedom of Information Act.\n1. The number of people who have been housed in temporary accommodation, who made homelessness or emergency applications in each of the past five years.\nPlease provide a breakdown for:\n2020-2021\n2021-2022\n2022-2023\n2023-present\n2. The number of people in each of the different types of temporary accommodation who made homelessness or emergency applications in each of the past five years.\nBy 'type of temporary accommodation' I mean hostels, B and Bs, council properties, private rentals, etc.\nThe answer to this could look something like this:\n2020 x in Hostels; y in private rentals, etc\nPlease provide a breakdown for:\n2020-2021\n2021-2022\n2022-2023\n2023-present\n3. The average length of time people spent in temporary accommodation who made homelessness or emergency applications in each of the past five years.\nPlease provide a breakdown for:\n2020-2021\n2021-2022\n2022-2023\n2023-present\n4. The gross cost to the council of temporary accommodation for people who made homelessness or emergency applications in each of the past five years.\nPlease provide a breakdown of costs for each year by each type of accommodation (2011 £x on Hostels; £y on private rentals, etc.)\nPlease provide a breakdown for:\n2020-2021\n2021-2022\n2022-2023\n2023-present\n5. The gross cost of payments to private companies/private individuals who provided temporary accommodation for people who made homelessness or emergency applications in each of the past five years.\n(e.g landlords who own hostels that are used as temporary accommodation; private companies that run centres, etc).\nPlease provide the names of these private companies/individuals and details of all payments made to each over the last five years. (e.g Company X received £x in 2012, £y in 2013)\nI would like this information in electronic form, preferably as a CSV file.\nIf my request is denied in whole or in part, I ask that you justify\nall deletions by reference to specific exemptions of the act.\nPlease let me know you have received this.\nYours faithfully,\nLaura FitzPatrick"
            ]
        },
        {
            "created_at": "2023-10-25T14:37:23.589+01:00",
            "message_id": 2453729,
            "type": "incoming",
            "content": [
                "Dear Laura FitzPatrick,\nThank you for your request for information relating to temporary\naccommodation statistics which we received on 25/10/2023.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 22/11/2023. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2023-11-16T14:05:29.447+00:00",
            "message_id": 2470725,
            "type": "incoming",
            "content": [
                "Dear Laura FitzPatrick,\nThank you for your request for information relating to temporary\naccommodation statistics which we received on 25/10/2023.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. The number of people who have been housed in temporary accommodation,\nwho made homelessness or emergency applications in each of the past five\nyears.\nPlease provide a breakdown for:\n2020-2021: 973\n2021-2022: 1,113\n2022-2023: 1,357\n2023-present: 686\nPlease note that we have not provided the number of people as we cannot\nwith any assurance of accuracy. The figure is of households. For\n‘2023-present’ our data is up to the end of September, as that’s when\nwe’ve done our data quality work up to.\n2. The number of people in each of the different types of temporary\naccommodation who made homelessness or emergency applications in each of\nthe past five years. By 'type of temporary accommodation' I mean hostels,\nB and Bs, council properties, private rentals, etc.\nThe answer to this could look something like this:\n2020 x in Hostels; y in private rentals, etc Please provide a breakdown\nfor:\n2020-2021: 403 in council accommodation, 23 in registered provider\naccommodation, 824 in bed and breakfast or hotels\n2021-2022: 497 in council accommodation, 850 in bed and breakfast or\nhotels\n2022-2023: 605 in council accommodation, 1,183 in bed and breakfast or\nhotels\n2023-present: 264 in council accommodation, 629 in bed and breakfast or\nhotels\nPlease note that there are households that fall into more than one\ncategory, as they may stay in more than one accommodation type while they\nare being housed.\n3. The average length of time people spent in temporary accommodation who\nmade homelessness or emergency applications in each of the past five\nyears.\nPlease provide a breakdown for:\n2020-2021: 132 days\n2021-2022: 150 days\n2022-2023: 130 days\n2023-present: 80 days\nThe figures for 2022/23 and 2023/24 are lower as there are households who\nare still in open Temporary Accommodation placements. By way of example,\nfor all current households in TA the average length of stay is 123 days.\nIn all cases we’ve counted applicants who presented as homeless or\nthreatened with homeless in the financial year indicated.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}