{
    "id": 257620,
    "title": "The Budget",
    "display_status": "Waiting clarification",
    "law_used": "foi",
    "url_title": "the_budget",
    "created_at": "2015-03-11T00:06:32.615+00:00",
    "events": [
        {
            "created_at": "2015-03-11T00:06:33.270+00:00",
            "message_id": 427868,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am a student from Sheffield University with an assignment due on the budget that was discussed on Friday 6th March. I was in attendance but I would like some confirmation please.\nWhat is being done to help the young people in Sheffield regardless of the budget cuts? Do you have records of youth unemployment for 2014-2015? I'd like to compare said statistics to what was said in the council meeting.\nYours faithfully,\nJasmine"
            ]
        },
        {
            "created_at": "2015-03-11T10:53:46.223+00:00",
            "message_id": 627540,
            "type": "incoming",
            "content": [
                "RE: Freedom of Information Request – Reference – FOI / 1636\nDear Jasmine\nThank you for your request for information regarding Council budget, young\npeople support and youth unemployment which we received on 11/03/2015.\nThis has been logged as a Freedom of Information Request, and will be\ndealt with under the Freedom of Information Act.  The reference number for\nyour request can be found above.\nBefore we can begin to process your Freedom of Information Request, we\nwould like to clarify what information you require.\nThank you for your recent request for information relating to Council\nbudget, young people support and youth unemployment which we received on\n11/03/2015.\nUnfortunately, Sheffield City Council cannot process your requests because\nyou have not given us your full name.  Section 8 of the Freedom of\nInformation Act states that you must give us your full name for a request\nto be valid.\nCould you please let us know your full name to enable us to process your\nrequest.\nFor further guidance please see the Information Commissioners Office\nGuidance “Recognising a request made under the Freedom of Information Act”\n– in particular the section entitled “Name of the applicant”, on the link\nbelow:\n[1]\nhttp://ico.org.uk/for_organisations/guid...\nIn addition to the confirmation above we will require further\nclarification in regard to the terms of your request and the specific\ninformation you are looking to access. You note your desire to find out\n‘What is being done to help the young people in Sheffield regardless of\nthe budget cuts’. Unfortunately the breadth of this request would be\ndifficult to comply within the cost threshold of dealing with Freedom of\nInfromation Act requests. Details of an extensive range of services the\nCouncil provides are available on the Council website\n[2]\nhttp://www.sheffield.gov.uk\nincluding in terms of education, social\ncare of young people, health, parks and recreation etc. Almost any service\nthe Council provides could be termed to support young people in some form.\nAs a result you would need to be specific about a particular area you are\ninterested in and what information you are hoping to access. Additionally\nwithin this clarification you would need to confirm what you classify as a\nyoung person i.e. is it age 0-18 or as you have noted unemployment in one\nelement of your request 16-25?\nIn respect to unemployment statistics the main route for gathering or\nanalysis of employment statistics is via the Office of National Statistics\nwould provide numerous data sets about unemployment throughout the country\n[3]\nhttp://www.ons.gov.uk/ons/index.html\nIn the meantime, if you have any queries please contact us on 0114\n2734567.\nThe Freedom of Information Act states that we must respond to a Freedom of\nInformation request within 20 working days, however, the 20 working days\ndo not include any time spent clarifying a request.  Therefore, once we\nhave received your clarification, we can continue processing your request\nwithin this time frame.\nYou can provide your clarification by writing to the address above,\nemailing [4][Sheffield City Council request email] or by telephoning 0114 2734567 and asking\nfor the Information and Knowledge Management Team.\nWe look forward to hearing from you.\nFOI Support Team\nMoorfoot Level 8 West Wing\nSheffield S1 4PL\nTel : 0114 20 53478\nE-mail : [5]FOI @sheffield.gov.uk\nP Please don't print this e-mail unless you really need to\n_____________________________________________\nFrom: Jasmine [[6]mailto:[FOI #257620 email]]\nSent: 11 March 2015 00:07\nTo: FOI\nSubject: Freedom of Information request - The Budget\nDear Sheffield City Council,\nI am a student from Sheffield University with an assignment due on the\nbudget that was discussed on Friday 6th March. I was in attendance but I\nwould like some confirmation please.\nWhat is being done to help the young people in Sheffield regardless of the\nbudget cuts? Do you have records of youth unemployment for 2014-2015? I'd\nlike to compare said statistics to what was said in the council meeting.\nYours faithfully,\nJasmine\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[7][FOI #257620 email]\nIs [8][Sheffield City Council request email] the wrong address for Freedom of Information\nrequests to Sheffield City Council? If so, please contact us using this\nform:\n[9]\nhttps://www.whatdotheyknow.com/change_re...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[10]\nhttps://www.whatdotheyknow.com/help/offi...\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        }
    ]
}