{
    "id": 1144138,
    "title": "Trading Standards Enforcement Action Relating to Underage and Illicit Vape Sales",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "trading_standards_enforcement_ac_7",
    "created_at": "2024-07-04T13:18:31.044+01:00",
    "events": [
        {
            "created_at": "2024-07-04T13:18:31.454+01:00",
            "message_id": 1684960,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nWe are conducting some research on behalf of the UK Vaping Industry Association into the level of fines issued and illicit vaping products seized by Trading Standards operations across the country, as well as funding allocations and costs for enforcement of the vape sector. We are particularly interested in understanding the following from you.\nIn your response, please can you also confirm if we have permission to reuse the information provided for news/reporting purposes and as part of communications with the government, civil servants, industry peers and the general public. We will assume that we are able to use the information in these ways unless you explicitly advise us otherwise in your response.\n1.\tHow many retailers did Sheffield Trading Standards visit on suspicion that they were involved in the sale and supply of illicit/non-compliant vaping products over the past three years?\n-\t2022\n-\t2023\n-\t2024 (to May 31)\n2.\tHow many of the above retailers were specialist dedicated vape shops/online stores versus non-specialist sellers (i.e., convenience stores, supermarkets, kebab/pizza food outlets, barbers, petrol forecourt retailers)?\n3.\tHow many illicit/non-compliant vaping products has Sheffield Trading Standards seized over the past three years?\n-\t2022\n-\t2023\n-\t2024 (to May 31)\n4.\tWhat was done with the above illicit/non-compliant vapes once they were seized?\n-\tSent to landfill\n-\tSent to a recycling centre\n-\tDestroyed (if yes, please specify how and at what cost to Trading Standards)\n-\tExported to their country of origin\n-\tExported to another country, but not their location of manufacture\n-\tPut into storage\n-\tOther (please specify)\n5.\tWhat was the cost of disposal for the illicit/non-compliant vapes seized between 2022 and 2023 and how was this cost met (i.e., was it charged to the offender or paid for by Trading Standards)?\n6.\tWhat is the total value of fines that Sheffield Trading Standards has issued to retailers for the sale and/or supply of illicit/non-compliant vaping products over the past three years (please provide the total fine amount for each year)?\n-\t2022\n-\t2023\n-\t2024 (to May 31)\n7.\tHow many online retailers has Sheffield Trading Standards identified as engaging in underage vape sales over the past three years?\n-\t2022\n-\t2023\n-\t2024 (to May 31)\n8.\tHow many physical retailers has Sheffield Trading Standards identified as engaging in underage vape sales over the past three years?\n-\t2022\n-\t2023\n-\t2024 (to May 31)\n9.\tHow many of the above retailers were specialist dedicated vape shops/online stores versus non-specialist sellers (i.e., convenience stores, supermarkets, kebab/pizza food outlets, barbers, petrol forecourt retailers)?\n10.\tWhat is the total value of fines that Sheffield Trading Standards has issued to retailers for the sale or supply of vaping products to under 18s over the past three years (please provide the total fine amount for each year)?\n-\t2022\n-\t2023\n-\t2024 (to May 31)\n11.\tBeyond fines and prosecutions, did sellers identified as engaging in underage or illicit/non-compliant vape sales face any other kind of punitive action (i.e., loss of alcohol licence or store closure)?\n12.\tWhat was Sheffield Trading Standards total budget allocation for enforcement (all categories of goods, not just vaping) for the years:\n-\t2022\n-\t2023\n-\t2024\n13.\tHow much has Sheffield Trading Standards spent on inspection/enforcement activities related to vaping for the years:\n-\t2022\n-\t2023\n-\t2024 (to May 31)\n14.\tPlease provide the average cost of the following activities for Sheffield Trading Standards, as it relates to retailers selling vaping products:\n-\tA routine test purchase attempt\n-\tA routine raid\n-\tIssuing a warning/guidance to a retailer\n-\tDisposal of illegal vaping products\n15.\tWas Sheffield Trading Standards given any indication as to how much of the government’s £30 million enforcement investment it was to receive. If so, how much did it expect to receive per year?\n-\tYes\n-\tNo\n-\tExpected amount:\nYours faithfully,\nJordan Millar"
            ]
        },
        {
            "created_at": "2024-07-10T09:48:31.244+01:00",
            "message_id": 2697791,
            "type": "incoming",
            "content": [
                "Dear Jordan Millar,\nThank you for your request for information relating to Trading Standards\nEnforcement Action Relating to Underage and Illicit Vape Sales which we\nreceived on 04/07/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 02/08/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-08-01T15:35:10.088+01:00",
            "message_id": 2717047,
            "type": "incoming",
            "content": [
                "Dear Jordan Millar,\nThank you for your request for information relating to Trading Standards\nEnforcement Action Relating to Underage and Illicit Vape Sales which we\nreceived on 04/07/2024.\nPlease find Sheffield City Council’s response to your request set out\nbelow:\n1. How many retailers did Sheffield Trading Standards visit on suspicion\nthat they were involved in the sale and supply of illicit/non-compliant\nvaping products over the past three years?\n- 2022 - 5\n- 2023 - 65\n- 2024 (to May 31) – 25\n2. How many of the above retailers were specialist dedicated vape\nshops/online stores versus non-specialist sellers (i.e., convenience\nstores, supermarkets, kebab/pizza food outlets, barbers, petrol forecourt\nretailers)? 15 specialists / 77 convenience stores\n3. How many illicit/non-compliant vaping products has Sheffield Trading\nStandards seized over the past three years?\n- 2022/23 - 2994\n- 2023/24 – 33, 000 +\n4. What was done with the above illicit/non-compliant vapes once they were\nseized?\n- Sent to landfill\n- Sent to a recycling centre\n- Destroyed (if yes, please specify how and at what cost to Trading\nStandards)\n- Exported to their country of origin\n- Exported to another country, but not their location of manufacture\n- Put into storage\n- Other (please specify)\n5. What was the cost of disposal for the illicit/non-compliant vapes\nseized between 2022 and 2023 and how was this cost met (i.e., was it\ncharged to the offender or paid for by Trading Standards)? – Information\nnot held. Cost has been paid for from external government funds.\n6. What is the total value of fines that Sheffield Trading Standards has\nissued to retailers for the sale and/or supply of illicit/non-compliant\nvaping products over the past three years (please provide the total fine\namount for each year)?\n- 2022 - 0\n- 2023 - 0\n- 2024 (to May 31) – 0\nNB Sheffield operate a disruption model and many thousands of pounds worth\nof stock has been seized.\n7. How many online retailers has Sheffield Trading Standards identified as\nengaging in underage vape sales over the past three years?\n- 2022 - 0\n- 2023 - 0\n- 2024 (to May 31) – 0\n8. How many physical retailers has Sheffield Trading Standards identified\nas engaging in underage vape sales over the past three years?\n- 2022 - 4\n- 2023 - 0\n- 2024 (to May 31) – 0\n9. How many of the above retailers were specialist dedicated vape\nshops/online stores versus non-specialist sellers (i.e., convenience\nstores, supermarkets, kebab/pizza food outlets, barbers, petrol forecourt\nretailers)? 4 convenience stores\n10. What is the total value of fines that Sheffield Trading Standards has\nissued to retailers for the sale or supply of vaping products to under 18s\nover the past three years (please provide the total fine amount for each\nyear)?\n- 2022 - £230 fine + £92 government surcharge and £568 costs\n- 2023 - 0\n- 2024 (to May 31) – 0\n11. Beyond fines and prosecutions, did sellers identified as engaging in\nunderage or illicit/non-compliant vape sales face any other kind of\npunitive action (i.e., loss of alcohol licence or store closure)? – 2 x\nloss of alcohol licence\n12. What was Sheffield Trading Standards total budget allocation for\nenforcement (all categories of goods, not just vaping) for the years:\n- 2021/22 £734,800\n- 2022/23 £763,055\n- 2023/24 £799,622\n13. How much has Sheffield Trading Standards spent on\ninspection/enforcement activities related to vaping for the years:\n- 2022 – No data available\n- 2023 – No data available.\n- 2023/24, Approx £45,000\n14. Please provide the average cost of the following activities for\nSheffield Trading Standards, as it relates to retailers selling vaping\nproducts:\n- A routine test purchase attempt - £240\n- A routine raid - £696.21\n- Issuing a warning/guidance to a retailer - £60\n- Disposal of illegal vaping products - £320+VAT to £480+VAT depending on\nquantities\n15. Was Sheffield Trading Standards given any indication as to how much of\nthe government’s £30 million enforcement investment it was to receive. If\nso, how much did it expect to receive per year?\n- Yes\n- No\n- Expected amount:\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nFrom: FOI\nSent: Wednesday, July 10, 2024 9:48 AM\nTo: Jordan Millar <[FOI #1144138 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1203089\nDear Jordan Millar,\nThank you for your request for information relating to Trading Standards\nEnforcement Action Relating to Underage and Illicit Vape Sales which we\nreceived on 04/07/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 02/08/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [4][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]\n4. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-08-01T19:15:40.139+01:00",
            "message_id": 1698652,
            "type": "outgoing",
            "content": [
                "Dear FOI,\nThank you for the response to this request.\nApologies in advance if I have missed them, but I can't seem to see any reply to Q4 and Q15.\nIf it is possible to provide this information, I would be most grateful.\nYours sincerely,\nJordan Millar"
            ]
        },
        {
            "created_at": "2024-08-01T20:48:27.294+01:00",
            "message_id": 2717317,
            "type": "incoming",
            "content": [
                "Hi Mr Millar\nHere are the answers to Q4 and Q15, with apologies for missing them the\nfirst time around:\n4. What was done with the above illicit/non-compliant vapes once they were\nseized?\nThey were sent to a recycling centre\n15. Was Sheffield Trading Standards given any indication as to how much of\nthe government’s £30 million enforcement investment it was to receive.\nNo\nKind regards\nSheffield City Council\nshow quoted sections"
            ]
        }
    ]
}