{
    "id": 1145748,
    "title": "Tree removals and removal requests for insurance or building damage reasons",
    "display_status": "Awaiting classification",
    "law_used": "foi",
    "url_title": "tree_removals_and_removal_reques_283",
    "created_at": "2024-07-11T11:37:27.054+01:00",
    "events": [
        {
            "created_at": "2024-07-11T11:37:27.692+01:00",
            "message_id": 1687414,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nTrees that are near buildings are often threatened by requests for removal. These requests normally come from homeowners or property owners or their insurance companies after trees are alleged to be causing damage. In many cases these trees pre-date the buildings that are being affected.\nI would like to understand more about how this issue affects your local authority and the trees you are responsible for (i.e, you are responsible for maintaining, or are on your land, owned by you, etc).\nIn particular, I would like to know, over the past 10 years:\n- The locations of trees removed by your authority due to property or infrastructure damage, ideally accompanied by their species and the date of removal where possible (locations via GIS data, What3Words, OS coordinates, or addresses as you find easiest)\n- How many of/which of these trees were removed due to claims or requests from insurance companies\n- How much the council paid to remove each tree (if this can be attributed per removal, or how much the council spent on tree removal each financial year if not)\n- How much the council paid out in insurance claims for tree damage to properties (individual claim values preferred, but an aggregate value may be acceptable if the council considers the individual values to be exempt from disclosure)\n- The number of trees where removal has been requested, but was either refused, an alternative solution found, or the situation is still ongoing; any breakdown that can be provided (similar to above, e.g, species and location) would be appreciated\nPlease follow the following principles when considering this request:\n- Data at an individual tree level is preferred, but where you consider this can't be disclosed due to commercial or legal agreements (e.g, insurance claims, contractor works) then aggregate data either annually or (worst case) over the whole period may be acceptable\n- Some data is better than no data; for example, if data is only available for the last 5 years then that is better than refusing the request\nGiven this is a request about trees, this request falls under the Environmental Information Regulations 2004 (EIR) rather than FOI. This carries stricter time limits for responses and fewer exemptions to disclosure. Please treat this as an EIR request.\nYours faithfully,\nLawrence Weetman"
            ]
        },
        {
            "created_at": "2024-07-12T15:05:52.746+01:00",
            "message_id": 2700432,
            "type": "incoming",
            "content": [
                "Dear Lawrence Weetman,\nThank you for your request for information relating to tree removals and\nremoval requests for insurance or building damage reasons which we\nreceived on 11/07/2024.\nAs your request is a request for information relating to the environment,\nthis has been logged as a request under the Environmental Information\nRegulations 2004 (EIR) and will be dealt with under the Regulations. The\nreference number for your request can be found above.\nThe Environmental Information Regulations 2004 state that we must respond\nto you within 20 working days, by 12/08/2024. Please do not hesitate to\ncontact us at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-08-12T12:54:04.484+01:00",
            "message_id": 2724805,
            "type": "incoming",
            "content": [
                "1 Attachment\nEIR 1207165.xlsx\n153K\nDownload\nView as HTML\nDear Lawrence Weetman,\nThank you for your request for information relating to tree removals and\nremoval requests for insurance or building damage reasons which we\nreceived on 11/07/2024.\nPlease find our response below.\n1.       The locations of trees removed by your authority due to property\nor infrastructure damage, ideally accompanied by their species and the\ndate of removal where possible (locations via GIS data, What3Words, OS\ncoordinates, or addresses as you find easiest).\nPlease see page 1 of the accompanying spreadsheet (1869 fells).  It\nincludes any tree felled from 18/7/2014 to date where the reason for\nremoval attribute is either damage to structures or damage to surface.\nThe latter group, which make up the bulk of the fells, includes all the\ntrees removed for highway damage during the Core Investment Period (first\nfive years) of the Highways Maintenance Contract.  Fells for this reason\nalone are no longer considered valid other than in extreme circumstances\nand hence are no longer being made.\n2.       How many of/which of these trees were removed due to claims or\nrequests from insurance companies.\nOf the 1869 trees specified in the response to Q1 above, 52 were felled\ndue to claims or requests from insurance companies.\nWe are unable to provide any further breakdown such as individual\nlocations of the trees associated with the claims as we consider this\ninformation is exempt under Regulation 13 of the EIR.\n3.       How much the council paid to remove each tree (if this can be\nattributed per removal, or how much the council spent on tree removal each\nfinancial year if not).\nSheffield City Council has a Private Finance Initiative contract with Amey\nHallam Highways Ltd for the delivery of a complete highway maintenance\nservice which includes all highway maintenance activities such as street\nlighting, street cleaning, carriageway and footway resurfacing, signal\nmaintenance, maintenance of street trees, etc.  Payments made by the\nCouncil under the contract do not relate to the provision of specific\nitems of work.  Instead, a single payment is made for each month of the 25\nyear term of the contract.  As a result, we do not have a figure for the\ncosts incurred by Amey for individual operations such as the maintenance\nof street trees.\n4.       How much the council paid out in insurance claims for tree damage\nto properties (individual claim values preferred, but an aggregate value\nmay be acceptable if the council considers the individual values to be\nexempt from disclosure).\nOver the past 10 years a total of £319,920.56 has been paid by Amey in\nrespect of damage caused by tree damage.  These claims relate to anything\nfrom damage to driveways and walls to subsidence claims.  Please see page\n2 of the attached spreadsheet for a breakdown by year.  We are unable to\nprovide any further breakdown such as individual payments and the claims\naddresses they link to as we consider this information is exempt under\nRegulation 13 of the EIR.\n5.       The number of trees where removal has been requested, but was\neither refused, an alternative solution found, or the situation is still\nongoing; any breakdown that can be provided (similar to above, e.g,\nspecies and location) would be appreciated.\nOver the past 10 years, 176 requests for approval to fell have been made\nwhich have either not been approved or are not yet approved.  The data\nprovided for question 5 was based on the number of fell jobs raised on\nConfirm (Amey’s highway maintenance management software) from 18 July 2014\nto 18 July 2024 which have a current status of “Awaiting Approval from\nSCC” or “Works Rejected by SCC”.\nPlease see page 3 of the attached spreadsheet for a breakdown of the\nlocation and species. This information relates to fell requests for any\nreason, not just third-party property damage.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[sheffield%20city%20council%20request%20email]"
            ]
        }
    ]
}