{
    "id": 1278814,
    "title": "Unregulated placements/Accomodation",
    "display_status": "Awaiting response",
    "law_used": "foi",
    "url_title": "unregulated_placementsaccomodati",
    "created_at": "2025-05-07T11:26:45.871+01:00",
    "events": [
        {
            "created_at": "2025-05-07T11:26:46.111+01:00",
            "message_id": 1856533,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI hope you can help me with the below questions.\n1. How many of the council’s Looked After Children under the age of 16 are currently living in unregulated accommodation?\nTo clarify – unregulated accommodation refers to any property a Looked After Child is living at which isn’t registered by Ofsted. These can include but not limited to boats, caravans, tents, air bnb’s, booking.com properties, hotels, residential homes awaiting Ofsted registration and properties owned by the council.\n2. What was your total spend (staffing costs plus property costs) to home your looked after children under the age of 16 in this type of accommodation for the year 1st April 2024 to 31st march 2025\nYours faithfully,\nMs Mulcare"
            ]
        },
        {
            "created_at": "2025-05-08T14:59:09.812+01:00",
            "message_id": 3010981,
            "type": "incoming",
            "content": [
                "Dear Sarah Louise Mulcare,\nThank you for your request for information relating to Unregulated\nplacements which we received on 07/05/2025.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 05/06/2025. Please do not hesitate to contact\nus at the email address below if you have any queries.\nPlease note that from 1^st January 2025, as part of our commitment to\nimproving services, the council will accept FOI requests via the online\nform which can be found here:\n[1]Freedom of Information and Environmental Information requests |\nSheffield City Council\nPlease bookmark this link for future requests.\nThe online form is linked directly to our systems in the FOI service as\npart of our continued improvement to streamline processes.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [2][Sheffield City Council request email]\nFrom: Sarah Louise Mulcare <[FOI #1278814 email]>\nSent: 07 May 2025 11:27\nTo: FOI <[Sheffield City Council request email]>\nSubject: Freedom of Information request - Unregulated\nplacements/Accomodation\nDear Sheffield City Council,\nI hope you can help me with the below questions.\n1. How many of the council’s Looked After Children under the age of 16 are\ncurrently living in unregulated accommodation?\nTo clarify – unregulated accommodation refers to any property a Looked\nAfter Child is living at which isn’t registered by Ofsted. These can\ninclude but not limited to boats, caravans, tents, air bnb’s, booking.com\nproperties, hotels, residential homes awaiting Ofsted registration and\nproperties owned by the council.\n2. What was your total spend (staffing costs plus property costs) to home\nyour looked after children under the age of 16 in this type of\naccommodation for the year 1st April 2024 to 31st march 2025\nYours faithfully,\nMs Mulcare\n-------------------------------------------------------------------\nPlease use this email address for all replies to this request:\n[3][FOI #1278814 email]\nIs [4][Sheffield City Council request email] the wrong address for Freedom\nof Information requests to Sheffield City Council? If so, please contact\nus using this form:\n[5]\nhttps://eur03.safelinks.protection.outlo...\nDisclaimer: This message and any reply that you make will be published on\nthe internet. Our privacy and copyright policies:\n[6]\nhttps://eur03.safelinks.protection.outlo...\nFor more detailed guidance on safely disclosing information, read the\nlatest advice from the ICO:\n[7]\nhttps://eur03.safelinks.protection.outlo...\n[8]\nhttps://eur03.safelinks.protection.outlo...\nPlease note that in some cases publication of requests and responses will\nbe delayed.\nIf you find this service useful as an FOI officer, please ask your web\nmanager to link to us from your organisation's FOI page.\nshow quoted sections"
            ]
        }
    ]
}