{
    "id": 1159895,
    "title": "Use of automated decision-making and automated decision support tools",
    "display_status": "Information not held",
    "law_used": "foi",
    "url_title": "use_of_automated_decision_making_281",
    "created_at": "2024-08-15T13:17:50.601+01:00",
    "events": [
        {
            "created_at": "2024-08-15T13:17:51.216+01:00",
            "message_id": 1705843,
            "type": "outgoing",
            "content": [
                "Dear Sheffield City Council,\nI am writing under the Freedom of Information Act 2000, to make a request for information relating to your organisation’s use of automated decision making and automated decision support tools and systems (ADM tools).\nFor the purposes of this request, an automated decision is one in which an automated system performs at least part of the decision-making process, including:\n- Decision support: where an automated system provides additional information to aid a human decision-maker in their decisions (e.g. a system assesses whether someone poses a risk of housing benefit fraud, and presents that risk score to a decision maker to inform their decision)),\n- Streaming or triage: where an automated system determines the type and quality of human judgment involved in a particular case (e.g. a system deems an individual’s application to present a high risk of housing benefit fraud, which means the application is directed to a particular team to review)\n- Fully automated:  where an automated system takes a decision and action in relation to a person or group without human input (e.g. a system automatically assesses and approves an application)\nAutomation refers to any form of automation including. but not limited to, data matching, profiling, machine learning or any other tools that use software algorithms to generate outputs.\nExamples of ADM usage could include, for example, risk assessments in adult social care or social housing decisions.\nPlease provide the following:\n1. Copies of any inventory that the authority has of tools, artificial intelligence or software algorithms used to assist in decision-making.\n2. If not included in the above, the names of any such tools.\n3. Where a process contains ADM or is partially supported by automated tools, any Equality Impact Assessments that have been carried out.\n4. Where a process contains ADM or is partially supported by automated tools, any Data Protection Impact Assessments that have been carried out.\nYours faithfully,\nCaroline Selman"
            ]
        },
        {
            "created_at": "2024-08-20T14:56:43.565+01:00",
            "message_id": 2734264,
            "type": "incoming",
            "content": [
                "Dear Caroline Selman,\nThank you for your request for information relating to automated\ndecision-making in social care and social housing which we received on\n15/08/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 13/09/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-10-22T16:14:12.557+01:00",
            "message_id": 2800903,
            "type": "incoming",
            "content": [
                "Dear Caroline Selman,\nThank you for your request for information relating to automated\ndecision-making in social care and social housing which we received on\n15/08/2024.\nWe apologise for the delay in responding.\nPlease find our response below.\n1. Copies of any inventory that the authority has of tools, artificial\nintelligence or software algorithms used to assist in decision-making.\n2. If not included in the above, the names of any such tools.\n3. Where a process contains ADM or is partially supported by automated\ntools, any Equality Impact Assessments that have been carried out.\n4. Where a process contains ADM or is partially supported by automated\ntools, any Data Protection Impact Assessments that have been carried out.\nInformation not held. The council does not automate decision making in\nsocial care and social housing.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [1]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[2]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [3][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttp://www.nationalarchives.gov.uk/doc/o...\n2.\nhttps://ico.org.uk/make-a-complaint/offi...\n3. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}