{
    "id": 1113553,
    "title": "Void/empty properties and homeless figures",
    "display_status": "Successful",
    "law_used": "foi",
    "url_title": "voidempty_properties_and_homeles_197",
    "created_at": "2024-04-06T16:22:56.716+01:00",
    "events": [
        {
            "created_at": "2024-04-06T16:22:57.319+01:00",
            "message_id": 1638086,
            "type": "outgoing",
            "content": [
                "Dear FOI Officer,\nI am writing to request information under the Freedom of Information Act 2000. In order to assist you with this request, I am outlining my query as specifically as possible.\n1.A - How many vacant council homes, including void properties do you currently have to date? (6th April 2024).\n1.B - How many of these properties have been vacant for longer than 3 months?\n1.C - How many of these properties have been vacant for longer than 6 months?\n1.D - How many of these properties have been vacant for longer than 1 year?\n2.A How many people do you currently have to date on your current council housing waiting list? (6th March 2024)\n2.B How many homeless families and or individuals have you received from London boroughs (out of area rehousing) in the last 5 years (2019, 2020, 2021, 2022, 2023)\n- Additionally how many homeless families and or individuals have you received from London boroughs (out of area rehousing) since the beginning of 2024 (Jan 2024, Feb, 2024, March, 2024)\n2.C How many people that declared themselves homeless to your council in the last year, were not deemed a priority need and therefore were not accepted onto your council housing waiting list?\nI would be grateful if you could confirm in writing that you have received this request. I look forward to your response within 20 working days, as outlined by the statute.\nYours faithfully,\nKwajo Tweneboa"
            ]
        },
        {
            "created_at": "2024-04-09T12:09:14.093+01:00",
            "message_id": 2616220,
            "type": "incoming",
            "content": [
                "Dear Kwajo Tweneboa,\nThank you for your request for information relating to void/empty\nproperties and homeless figures which we received on 06/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 03/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [1][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1. mailto:[Sheffield City Council request email]"
            ]
        },
        {
            "created_at": "2024-05-03T11:31:54.343+01:00",
            "message_id": 2646462,
            "type": "incoming",
            "content": [
                "Dear Kwajo Tweneboa,\nThank you for your request for information relating to void/empty\nproperties and homeless figures which we received on 06/04/2024.\nPlease find Sheffield City Council’s response to your request below:\n1.A - How many vacant council homes, including void properties do you\ncurrently have to date? (6th April 2024).\nAs at w/c 8/4/24 there are 946 properties in total.\n1.B - How many of these properties have been vacant for longer than 3\nmonths?\n443 have been void for 90 days+.\n1.C - How many of these properties have been vacant for longer than 6\nmonths?\n277 have been void 180 days+.\n1.D - How many of these properties have been vacant for longer than 1\nyear?\n204 have been void for over 365 days.\n2.A How many people do you currently have to date on your current council\nhousing waiting list? (6th March 2024)\nAs of 10^th April 2024, there are 24,522 households registered with an\nactive application on the housing register. Sheffield City Council does\nnot have a waiting list, customers apply and accrue time from the date\ntheir application is accepted. Customers show an interest by placing bids\non available properties as and when they choose.\nCustomers do not need to have an immediate housing need to join the\nhousing register; they may be assessed for priority award at any time, the\noutcome of the assessment does not impact their right to access the\nregister.\nTo join and remain on the housing register, customers must be eligible and\nqualify. Further information on qualification can be read in Sheffield\nCity Council’s Allocations Policy, section 3. The Allocations Policy can\nbe found at the following link: [1]Housing Policy Allocation\n(sheffieldpropertyshop.org.uk)\n2.B How many homeless families and or individuals have you received from\nLondon boroughs (out of area rehousing) in the last 5 years (2019, 2020,\n2021, 2022, 2023)\n- Additionally how many homeless families and or individuals have you\nreceived from London boroughs (out of area rehousing) since the beginning\nof 2024 (Jan 2024, Feb, 2024, March, 2024)\nSheffield City Council do not hold this information.\n2.C How many people that declared themselves homeless to your council in\nthe last year, were not deemed a priority need and therefore were not\naccepted onto your council housing waiting list?\nPlease see our nationally published data at the following link:\n[2]\nhttps://www.gov.uk/government/statistica...\nAs this is information, which is accessible to the applicant by other\nmeans, it is exempt from disclosure under section 21 of the Freedom of\nInformation Act 2000.\nIf you have any queries about this response, please do not hesitate to\ncontact us.\nThe information provided in this response is available for re-use under\nthe terms of the Open Government Licence v3.0. The terms of the OGL can be\nfound [3]here. When re-using the information, Sheffield City Council\nrequires you to include the following attribution statement: “Contains\npublic sector information obtained from Sheffield City Council and\nlicensed under the Open Government Licence v3.0.”\nIf you are unhappy with the response you have received in relation to your\nrequest, you are entitled to have this reviewed. You can ask for an\ninternal review by replying to this email. Internal review requests should\nbe submitted within 40 working days from the date of this response.\nIf you remain dissatisfied with the outcome of your internal review, you\ncan contact the Information Commissioner’s Office. Please see\n[4]\nhttps://ico.org.uk/make-a-complaint/offi...\nfor further details.\nKind Regards,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [5][Sheffield City Council request email]\nFrom: FOI\nSent: Tuesday, April 9, 2024 12:09 PM\nTo: Kwajo Tweneboa <[FOI #1113553 email]>\nSubject: Re – Freedom of Information Request – Reference – FOI / 1094425\nDear Kwajo Tweneboa,\nThank you for your request for information relating to void/empty\nproperties and homeless figures which we received on 06/04/2024.\nThis has been logged as a Freedom of Information Request and will be dealt\nwith under the Freedom of Information Act 2000. The reference number for\nyour request can be found above.\nThe Freedom of Information Act 2000 states that we must respond to you\nwithin 20 working days, by 03/05/2024. Please do not hesitate to contact\nus at the email address below if you have any queries.\nYours sincerely,\nSheffield City Council\nPO Box 1283\nSheffield, S1 1UJ\nEmail: [6][Sheffield City Council request email]\nThis Email, and any attachments, may contain non-public information and is\nintended solely for the individual(s) to whom it is addressed. It may\ncontain sensitive or protectively marked material and should be handled\naccordingly. If this Email has been misdirected, please notify the author\nimmediately. If you are not the intended recipient you must not disclose,\ndistribute, copy, print or rely on any of the information contained in it\nor attached, and all copies must be deleted immediately. Whilst we take\nreasonable steps to try to identify any software viruses, any attachments\nto this Email may nevertheless contain viruses which our anti-virus\nsoftware has failed to identify. You should therefore carry out your own\nanti-virus checks before opening any documents. Sheffield City Council\nwill not accept any liability for damage caused by computer viruses\nemanating from any attachment or other document supplied with this e-mail\nReferences\nVisible links\n1.\nhttps://www.sheffieldpropertyshop.org.uk...\n2.\nhttps://www.gov.uk/government/statistica...\n3.\nhttp://www.nationalarchives.gov.uk/doc/o...\n4.\nhttps://ico.org.uk/make-a-complaint/offi...\n5. mailto:[Sheffield City Council request email]\n6. mailto:[Sheffield City Council request email]"
            ]
        }
    ]
}