[
    {
        "ID": 1266943,
        "Title": "Information on Cemetery/Crematorium Management Solution",
        "LawUsed": "foi",
        "Status": "Successful",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, cemetery management, crematorium management, contract details, digital strategy",
        "RequestSummary": "Phil Turner requests information from Sheffield City Council regarding their Cemetery/Crematorium Management solution, including contract details, re-tendering history, contract value, future tender plans, system hosting, and the council's digital strategy for AI.",
        "RequestDate": "7/4/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Phil Turner's Freedom of Information request regarding Cemetery/Crematorium Management, which will be addressed within 20 working days, and from January 2025, FOI requests can be submitted via an online form.",
        "ResponseDate": "9/4/2025",
        "Response2Summary": "Sheffield City Council currently uses the Plotbox Cemetery/Crematorium Management solution, with a contract valued at approximately £35,000 per year, expiring in December 2025, and plans to possibly retender in 2026.",
        "Response2Date": "1/5/2025"
    },
    {
        "ID": 1265958,
        "Title": "Request for Sheffield Street Tree Partnership minutes of May 2024",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, foia request, data identification, email correspondence, public records",
        "RequestSummary": "Mr. Buxton is requesting Sheffield City Council to acknowledge and respond to his email from April 25, 2024, regarding data identification and clarification.",
        "RequestDate": "13/05/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Mr. Buxton's request for Street Tree Partnership minutes from May 2024, logging it under the Environmental Information Regulations 2004, and will respond by May 7, 2025, while providing a link for future requests.",
        "ResponseDate": "7/4/2025",
        "Response2Summary": "Sheffield City Council confirms that a meeting took place on May 7, 2024, which was an informal away day for strategic planning, and they will publish key information from such sessions on their website for transparency.",
        "Response2Date": "13/05/2025"
    },
    {
        "ID": 1280172,
        "Title": "Housing Structure Charts",
        "LawUsed": "foi",
        "Status": "Information not held",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, organisational structure, contact information, housing, regeneration",
        "RequestSummary": "Katie Murphy requests the organisational structure charts for various departments within Sheffield City Council, including contact details for key personnel.",
        "RequestDate": "12/5/2025",
        "ResponseSummary": "Sheffield City Council acknowledged Katie Murphy's Freedom of Information request for Housing Structure Charts, providing a reference number and stating they will respond by June 10, 2025, while also informing her about the new online submission process for future requests.",
        "ResponseDate": "12/5/2025",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 1278359,
        "Title": "HMO register",
        "LawUsed": "foi",
        "Status": "Awaiting response",
        "Theme": "Housing",
        "Tags": "hmo register, sheffield city council, housing, property management, local government",
        "RequestSummary": "Teresa Thomas is requesting the HMO register from Sheffield City Council.",
        "RequestDate": "6/5/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Teresa Thomas's Freedom of Information request for the HMO register, which will be addressed within 20 working days, and provided information on submitting future requests online.",
        "ResponseDate": "6/5/2025",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 1276906,
        "Title": "Reasonable Adjustments for Communication and Accessible Application Forms Across Sheffield City Council Services",
        "LawUsed": "foi",
        "Status": "Awaiting response",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, equality act 2010, reasonable adjustments, disabled services, accessibility",
        "RequestSummary": "Emma Kirby is requesting information from Sheffield City Council under the Freedom of Information Act regarding how the council fulfills its obligations under the Equality Act 2010, specifically concerning reasonable adjustments for disabled individuals across various services.",
        "RequestDate": "29/04/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged your Freedom of Information request regarding Reasonable Adjustments for Communication and Accessible Application Forms, which will be addressed within 20 working days, by May 30, 2025.",
        "ResponseDate": "1/5/2025",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 1278814,
        "Title": "Unregulated placements/Accomodation",
        "LawUsed": "foi",
        "Status": "Awaiting response",
        "Theme": "Public Safety",
        "Tags": "looked after children, unregulated accommodation, Sheffield City Council, Ofsted, housing costs",
        "RequestSummary": "Ms. Mulcare is inquiring with Sheffield City Council about the number of Looked After Children under 16 living in unregulated accommodation and the total expenditure on such housing for the fiscal year 2024-2025.",
        "RequestDate": "7/5/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Sarah Louise Mulcare's Freedom of Information request regarding unregulated placements for Looked After Children and will respond by June 5, 2025.",
        "ResponseDate": "8/5/2025",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 1263189,
        "Title": "Seeking publication of two Reports funded by Public Monies",
        "LawUsed": "foi",
        "Status": "Delayed",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, veale wasbrough vizards, elected members, street tree dispute, public interest",
        "RequestSummary": "Albert Thwiepp requests Sheffield City Council to release two reports from Veale Wasbrough Vizards LLP regarding a formal complaint against two elected members and an investigation into the Council's use of undertakings related to the Sheffield Street Tree Dispute, emphasizing the public interest in transparency.",
        "RequestDate": "1/4/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged your Freedom of Information request regarding two reports submitted on 01/04/2025, and will respond within 20 working days, while also informing you of a new online submission process starting 01/01/2025.",
        "ResponseDate": "3/4/2025",
        "Response2Summary": "Sheffield City Council has extended the deadline for responding to your Freedom of Information request by 20 days, now due on May 30, 2025, due to the complexity of the matters involved and the absence of key staff.",
        "Response2Date": "1/5/2025"
    },
    {
        "ID": 1251542,
        "Title": "Road works and closures by local authority",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, road works, local implementation plans, drainage, traffic signals",
        "RequestSummary": "Jamie Dixon is inquiring about road works conducted by Sheffield City Council and its contractors, excluding those by utility companies or private developers, and specifies that his questions pertain to any road closures resulting from various types of works.",
        "RequestDate": "7/4/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Jamie Dixon's Freedom of Information request regarding road works and closures, with a commitment to respond by April 9, 2025, and provided information on submitting future requests online.",
        "ResponseDate": "13/03/2025",
        "Response2Summary": "Sheffield City Council responded to a request for information on road works and closures, detailing that they approved 8040 permits for works and 1508 permits for closures in 2024, but declined to provide further detailed information due to the excessive time and resources required for manual searches.",
        "Response2Date": "8/5/2025"
    },
    {
        "ID": 1267278,
        "Title": "Carriageway Repairs",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, highways department, pothole repairs, contractors, machinery",
        "RequestSummary": "Steven Thomas is requesting information from Sheffield City Council's Highways Department regarding pothole repairs, including contractor usage, machinery, costs, and funding sources under the Freedom of Information Act 2000.",
        "RequestDate": "7/4/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Steven Thomas's request for information on carriageway repairs, which will be processed under the Environmental Information Regulations 2004, with a response due by May 8, 2025.",
        "ResponseDate": "8/4/2025",
        "Response2Summary": "Sheffield City Council confirmed that they utilize Amey Hallam Highways Ltd for highway maintenance, including pothole repairs, using both internal teams and external contractors, while withholding specific cost details due to commercial confidentiality.",
        "Response2Date": "8/5/2025"
    },
    {
        "ID": 1023444,
        "Title": "FOI Request: School condition collection program",
        "LawUsed": "foi",
        "Status": "Information not held",
        "Theme": "Education",
        "Tags": "schools, condition data collection, funding, school rebuilding programme, maintenance grades",
        "RequestSummary": "Benjamin Butcher requests detailed information under the Freedom of Information Act regarding schools surveyed in the 2017-19 and 2021-2026 Condition Data Collection Programmes, including grades for various elements, estimated repair costs, and funding status from the School Rebuilding Programme.",
        "RequestDate": "7/9/2023",
        "ResponseSummary": "Sheffield City Council has acknowledged your Freedom of Information request regarding the school condition collection program and will respond by October 5, 2023.",
        "ResponseDate": "12/9/2023",
        "Response2Summary": "Sheffield City Council informed Benjamin Butcher that data from the 2017-19 and 2021-2026 Condition Data Collection Programmes is held by the DfE, not the council, and that they conduct their own independent surveys, while also providing information on re-use rights and internal review processes.",
        "Response2Date": "5/10/2023"
    },
    {
        "ID": 1239703,
        "Title": "Correspondence with Laver Regeneration and Bolsterstone Group",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Public Safety",
        "Tags": "london road, broadfield road, mcdonald's, drive-thru, correspondence",
        "RequestSummary": "R. Downing requests a filtered list of records matching specific keywords and, if exceeding 540 records, to further limit the results to correspondence from 2017-2019 or within the last 12 months.",
        "RequestDate": "4/4/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged your Freedom of Information request regarding correspondence with Laver Regeneration and Bolsterstone Group, which will be responded to by 13/03/2025, and they will begin accepting such requests via an online form starting from 1st January 2025.",
        "ResponseDate": "17/02/2025",
        "Response2Summary": "Sheffield City Council has extended the deadline for responding to R Downing's request for correspondence with the Laver Regeneration and Bolsterstone Group by an additional 20 days, citing the complexity and volume of the information requested.",
        "Response2Date": "7/5/2025"
    },
    {
        "ID": 1247087,
        "Title": "Data pertaining to the apology issued by Sheffield Tree Action Group publicly acknowledged by Sir Mark Lowcock",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, sheffield tree action group, data request, apology, extraordinary general meeting",
        "RequestSummary": "Mr. Buxton is seeking clarification from Sheffield City Council regarding their response to his request for data related to an apology made by the Sheffield Tree Action Group, as mentioned by Sir Mark Lowcock in a meeting on May 10, 2023.",
        "RequestDate": "4/4/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Mr. Buxton's Freedom of Information request regarding the STAG apology, which will be responded to by March 27, 2025, and has introduced an online form for future requests starting January 1, 2025.",
        "ResponseDate": "27/02/2025",
        "Response2Summary": "Sheffield City Council has acknowledged Mr. Buxton's Freedom of Information request regarding the apology made by the Sheffield Tree Action Group, but has stated that fulfilling the request would exceed the cost limit set by the Freedom of Information Act, and offered to assist in narrowing down the request for more manageable processing.",
        "Response2Date": "6/5/2025"
    },
    {
        "ID": 1275354,
        "Title": "Dog fouling fines and reports statistics (2019-2024)",
        "LawUsed": "foi",
        "Status": "Awaiting response",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, dog fouling, dog ownership demographics, fines, incident reports",
        "RequestSummary": "The author is requesting data from Sheffield City Council under the Freedom of Information Act 2000 regarding dog ownership, population metrics, fines related to dog fouling, and incident reports from 2019 to 2024, specifying preferred formats and presentation.",
        "RequestDate": "25/04/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged your request for dog fouling fines and statistics, which will be processed under the Environmental Information Regulations 2004, with a response expected by May 23, 2025.",
        "ResponseDate": "28/04/2025",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 1263516,
        "Title": "Specialist school placements requested and agreed to in 2022-2024 by child's ethnicity",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Education",
        "Tags": "sheffield city council, education health and care plans, parental requests, specialist school placement, children's ethnicity",
        "RequestSummary": "Karolina Kalisz requests Sheffield City Council to provide data on parental requests for specialist school placements and the corresponding EHC plans for children from 2022 to 2024, including breakdowns by year and ethnicity, while reminding them of their obligation under the Freedom of Information Act to respond within twenty working days.",
        "RequestDate": "2/4/2025",
        "ResponseSummary": "Sheffield City Council has logged your Freedom of Information request regarding specialist school placements by ethnicity and will respond by May 2, 2025, while also introducing an online submission form for future requests starting January 1, 2025.",
        "ResponseDate": "3/4/2025",
        "Response2Summary": "Sheffield City Council responded to a request for information on specialist school placements by stating that the data is exempt from disclosure due to the extensive manual search required, which exceeds the cost limit set by the Freedom of Information Act 2000.",
        "Response2Date": "1/5/2025"
    },
    {
        "ID": 973254,
        "Title": "Data sharing by the Health and Safety enforcement team",
        "LawUsed": "foi",
        "Status": "Information not held",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, health and safety, home office, immigration enforcement, joint inspection",
        "RequestSummary": "Mary Atkinson has submitted a Freedom of Information request to Sheffield City Council seeking details about the Health and Safety Enforcement Team's collaboration with the Home Office Immigration Enforcement, specifically regarding joint inspections and data sharing from 2018 to early 2023.",
        "RequestDate": "19/04/2023",
        "ResponseSummary": "Sheffield City Council has acknowledged Mary Atkinson's request for information about data sharing by the Health and Safety enforcement team, logged it under the Environmental Information Regulations 2004, and will respond within 20 working days while advising of possible delays.",
        "ResponseDate": "21/04/2023",
        "Response2Summary": "Sheffield City Council responded to Mary Atkinson's Freedom of Information request regarding data sharing with the Home Office Immigration Enforcement, stating they hold no relevant information.",
        "Response2Date": "4/5/2023"
    },
    {
        "ID": 1275268,
        "Title": "Report and requests made in relation Poole Place",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, poole place, freedom of information, highway maintenance, complaints records",
        "RequestSummary": "Adam G is requesting comprehensive information from Sheffield City Council under the Freedom of Information Act regarding Poole Place, including maintenance requests, complaints, public intelligence, alleged code violations, and financial expenditures related to the street from January 2019 to April 2025.",
        "RequestDate": "24/04/2025",
        "ResponseSummary": "Sheffield City Council acknowledged Adam G's request for environmental information regarding Poole Place, which will be processed under the Environmental Information Regulations 2004, with a response due by May 23, 2025.",
        "ResponseDate": "28/04/2025",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 698531,
        "Title": "Playground inspection numbers and management",
        "LawUsed": "foi",
        "Status": "Refused",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, playground inspections, digitisation, local government, budget management",
        "RequestSummary": "James Taylor is requesting information from Sheffield City Council about the digitisation of playground inspections, including the frequency of inspections, whether they are conducted in-house or by a third party, and details about any digital inspection software used and its annual cost.",
        "RequestDate": "14/10/2020",
        "ResponseSummary": "Sheffield City Council has acknowledged James Taylor's Freedom of Information request regarding playground inspections and is seeking clarification on the specific time frame for the number of inspections before processing the request.",
        "ResponseDate": "14/10/2020",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 1271544,
        "Title": "FOI Request - PPE and Workwear Contract",
        "LawUsed": "foi",
        "Status": "Awaiting response",
        "Theme": "Public Safety",
        "Tags": "foi request, contract details, performance kpis, procurement, contract duration",
        "RequestSummary": "Francis Flynn is requesting detailed information regarding a specific contract under the Freedom of Information Act, including performance KPIs, supplier application outcomes, actual spend, contract duration, service specifications, extension clauses, renewal decisions, and the responsible senior officer.",
        "RequestDate": "17/04/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Francis Flynn's Freedom of Information request regarding the PPE and Workwear Contract, which will be responded to by May 20, 2025, and has provided details on how to submit future requests online.",
        "ResponseDate": "22/04/2025",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 1184836,
        "Title": "Early Action Reports after fatal collisions and locations of KSI's",
        "LawUsed": "foi",
        "Status": "Refused",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, early action reports, coroner, sensitive information, public records",
        "RequestSummary": "Graham Wroe requests the release of Early Action reports from Sheffield City Council that do not involve open Coroner's or legal cases, while allowing for redaction of personal information.",
        "RequestDate": "6/11/2024",
        "ResponseSummary": "Sheffield City Council has acknowledged your request for information on Early Action Reports and KSI locations, which will be processed under the Environmental Information Regulations 2004, with a response due by November 5, 2024.",
        "ResponseDate": "10/10/2024",
        "Response2Summary": "Sheffield City Council has withheld information regarding Early Action Reports due to ongoing police investigations and coroner's inquests, citing the need to protect the course of justice, but is willing to provide a list of fatal locations and collision types.",
        "Response2Date": "4/12/2024"
    },
    {
        "ID": 1275257,
        "Title": "Selling public amenity land to private buyers",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, public amenity land, policies and procedures, correspondence, planning committee",
        "RequestSummary": "Nicola Gilbert is requesting copies of all current and past policies, procedures, and correspondence related to the sale of public amenity land to private individuals, as well as information on any proposed changes for the next five years from Sheffield City Council.",
        "RequestDate": "24/04/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Nicola Gilbert's request for information on selling public amenity land to private buyers, which will be processed under the Environmental Information Regulations 2004, with a response expected by May 23, 2025.",
        "ResponseDate": "25/04/2025",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 944990,
        "Title": "Cost of Draft Local Plan Consultant for Sheffield City Council",
        "LawUsed": "foi",
        "Status": "Successful",
        "Theme": "Housing",
        "Tags": "sheffield city council, whole plan viability appraisal, local draft plan, biodiversity net gain, government regulations",
        "RequestSummary": "Nicola Gilbert is requesting the total cost of the Whole Plan Viability Appraisal report conducted by HDH Planning for the Local Draft Plan and seeks clarification on government regulations regarding biodiversity net gain requirements from Sheffield City Council.",
        "RequestDate": "1/2/2023",
        "ResponseSummary": "Sheffield City Council acknowledged Nicola Gilbert's Freedom of Information request regarding the cost of the Whole Plan Viability Appraisal report and will respond by March 1, 2023, while noting potential delays.",
        "ResponseDate": "3/2/2023",
        "Response2Summary": "Sheffield City Council responded to a Freedom of Information request, stating that the total cost of the Whole Plan Viability Appraisal was £29,500 and explaining the rationale behind the 10% Biodiversity Net Gain requirement in the Draft Local Plan.",
        "Response2Date": "1/3/2023"
    },
    {
        "ID": 1273810,
        "Title": "Data associated with the Veale Wasbrough Vizards LLP report commissioned by SCC regarding legal Undertakings illegitimately pursued in 2017 relating to the council's Street Tree felling programme.",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, veale wasbrough vizards, freedom of information, street trees, legal complaints",
        "RequestSummary": "Mr. Buxton has submitted a Freedom of Information request to Sheffield City Council for the terms of reference related to the engagement of Veale Wasbrough Vizards LLP regarding complaints against the council and the full report they provided, which cost £118,506.",
        "RequestDate": "22/04/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Mr. Buxton's Freedom of Information request regarding the Veale Wasbrough Vizards LLP report and will respond within 20 working days while introducing an online form for future requests starting January 2025.",
        "ResponseDate": "24/04/2025",
        "Response2Summary": "",
        "Response2Date": ""
    },
    {
        "ID": 1257955,
        "Title": "Traffic monitoring evaluation of A61 scheme at Bridgehouses",
        "LawUsed": "foi",
        "Status": "Partially successful",
        "Theme": "Public Safety",
        "Tags": "traffic counts, journey time monitoring, council information, FOI request, data availability",
        "RequestSummary": "Sam Wakeling is inquiring whether the absence of journey time monitoring data indicates that the council does not possess this information.",
        "RequestDate": "21/04/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Sam Wakeling's request for information regarding traffic monitoring for the A61 scheme, which will be processed under the Environmental Information Regulations 2004, with a response due by April 17, 2025.",
        "ResponseDate": "21/03/2025",
        "Response2Summary": "Sheffield City Council has confirmed that they do not have any journey time data due to the pandemic restrictions of 2020.",
        "Response2Date": "23/04/2025"
    },
    {
        "ID": 1249072,
        "Title": "Complete Business Property Rates Data",
        "LawUsed": "foi",
        "Status": "Successful",
        "Theme": "Public Safety",
        "Tags": "sheffield city council, business rates, property data, freedom of information, open government licence",
        "RequestSummary": "J. Talbot has requested Sheffield City Council to provide the most recent business property rates data under the Freedom of Information Act, including specific fields, in a machine-readable format.",
        "RequestDate": "4/3/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged your Freedom of Information request regarding Complete Business Property Rates Data and will respond by April 2, 2025, while also introducing an online form for future requests starting January 1, 2025.",
        "ResponseDate": "5/3/2025",
        "Response2Summary": "Sheffield City Council responded to a Freedom of Information request for Complete Business Property Rates Data, stating that while some information is available on their Open Data website, most of the requested data is exempt from disclosure under the Freedom of Information Act due to concerns about crime prevention and security risks associated with releasing details of empty properties.",
        "Response2Date": "2/4/2025"
    },
    {
        "ID": 1258536,
        "Title": "Tax payers full cost for immigration within sheffield borders",
        "LawUsed": "foi",
        "Status": "Awaiting classification",
        "Theme": "Housing",
        "Tags": "sheffield city council, housing costs, immigration services, nhs services, taxpayer information",
        "RequestSummary": "Ian Turner requests information from Sheffield City Council regarding taxpayer costs for housing, NHS services, and benefits related to immigration within Sheffield.",
        "RequestDate": "22/03/2025",
        "ResponseSummary": "Sheffield City Council has acknowledged Ian Turner's Freedom of Information request regarding taxpayers' immigration costs and will respond by April 22, 2025, while also providing information on submitting future requests online.",
        "ResponseDate": "25/03/2025",
        "Response2Summary": "Sheffield City Council responded to Ian Turner's Freedom of Information request regarding the full cost of immigration within Sheffield, stating that the terms 'immigrant' and 'migrant' are often used interchangeably and that the request's scope is impossible to answer due to the lack of clear definitions.",
        "Response2Date": "22/04/2025"
    }
]